local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		[ [=[effectTimes]=] ]=0,
		[ [=[iconIndex]=] ]=1,
		[ [=[name]=] ]=[=[日耀]=],
		[ [=[param]=] ]=0,
		[ [=[effectEvent]=] ]=[=[]=],
		[ [=[type]=] ]=1,
		[ [=[desc]=] ]=[=[无特殊效果]=]
	},
	[ [=[2]=] ]=
	{
		[ [=[effectTimes]=] ]=0,
		[ [=[iconIndex]=] ]=2,
		[ [=[name]=] ]=[=[月影]=],
		[ [=[param]=] ]=150,
		[ [=[effectEvent]=] ]=[=[]=],
		[ [=[type]=] ]=2,
		[ [=[desc]=] ]=[=[当前生效的全属性提升效果，将获得{1}%的额外提升]=]
	},
	[ [=[3]=] ]=
	{
		[ [=[effectTimes]=] ]=0,
		[ [=[iconIndex]=] ]=3,
		[ [=[name]=] ]=[=[星瀚]=],
		[ [=[param]=] ]=-150,
		[ [=[effectEvent]=] ]=[=[]=],
		[ [=[type]=] ]=3,
		[ [=[desc]=] ]=[=[需要消耗士气的操作，士气消耗减少{1}%]=]
	},
	[ [=[4]=] ]=
	{
		[ [=[effectTimes]=] ]=0,
		[ [=[iconIndex]=] ]=4,
		[ [=[name]=] ]=[=[地煞]=],
		[ [=[param]=] ]=-150,
		[ [=[effectEvent]=] ]=[=[]=],
		[ [=[type]=] ]=4,
		[ [=[desc]=] ]=[=[当前生效的全属性提升效果，将受到{1}%的削弱]=]
	},
	[ [=[5]=] ]=
	{
		[ [=[effectTimes]=] ]=0,
		[ [=[iconIndex]=] ]=5,
		[ [=[name]=] ]=[=[天罚]=],
		[ [=[param]=] ]=150,
		[ [=[effectEvent]=] ]=[=[]=],
		[ [=[type]=] ]=5,
		[ [=[desc]=] ]=[=[需要消耗士气的操作，士气消耗增加{1}%]=]
	},
	[ [=[7]=] ]=
	{
		[ [=[effectTimes]=] ]=0,
		[ [=[iconIndex]=] ]=7,
		[ [=[name]=] ]=[=[混沌]=],
		[ [=[param]=] ]=-100,
		[ [=[effectEvent]=] ]=
		{[=[9]=],[=[10]=]
		},
		[ [=[type]=] ]=7,
		[ [=[desc]=] ]=[=[所有初级经理人全属性-{1}%]=]
	},
	[ [=[8]=] ]=
	{
		[ [=[effectTimes]=] ]=1,
		[ [=[iconIndex]=] ]=8,
		[ [=[name]=] ]=[=[光佑]=],
		[ [=[param]=] ]=-150,
		[ [=[effectEvent]=] ]=
		{[=[9]=],[=[10]=]
		},
		[ [=[type]=] ]=8,
		[ [=[desc]=] ]=[=[本星象周期内，挑战的第一个初级经理人全属性-{1}%]=]
	},
	[ [=[9]=] ]=
	{
		[ [=[effectTimes]=] ]=0,
		[ [=[iconIndex]=] ]=9,
		[ [=[name]=] ]=[=[湮火]=],
		[ [=[param]=] ]=-100,
		[ [=[effectEvent]=] ]=
		{[=[11]=]
		},
		[ [=[type]=] ]=9,
		[ [=[desc]=] ]=[=[所有资深经理人全属性-{1}%]=]
	},
	[ [=[10]=] ]=
	{
		[ [=[effectTimes]=] ]=1,
		[ [=[iconIndex]=] ]=10,
		[ [=[name]=] ]=[=[宙海]=],
		[ [=[param]=] ]=-150,
		[ [=[effectEvent]=] ]=
		{[=[11]=]
		},
		[ [=[type]=] ]=10,
		[ [=[desc]=] ]=[=[本星象周期内，挑战的第一个资深经理人全属性-{1}%]=]
	},
	[ [=[11]=] ]=
	{
		[ [=[effectTimes]=] ]=0,
		[ [=[iconIndex]=] ]=11,
		[ [=[name]=] ]=[=[宸变]=],
		[ [=[param]=] ]=80,
		[ [=[effectEvent]=] ]=[=[]=],
		[ [=[type]=] ]=2,
		[ [=[desc]=] ]=[=[当前生效的全属性提升效果，将获得{1}%的额外提升]=]
	}
}
return var