local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		[ [=[position]=] ]=[=[玩法说明]=],
		[ [=[desc]=] ]=[=[1.冠军联赛采用欧冠赛制。每32个实力相近的玩家分入一组，经历小组赛和淘汰赛，最终决出冠军。赛季历时7天，玩家本人比赛结束后，即可开始新的赛季。
2.比赛结束后，玩家根据排名高低，获得奖牌奖励和积分增减。积分决定玩家所处段位。奖牌可在商店中兑换奖励：不同战区会获得不同奖牌，其中红金、金牌、巅峰战区3个战区会获得1种奖牌。段位越高，奖励越丰厚。
3.冠军联赛分为7个战区。白银战区：仅允许使用B及以下品质球员；黄金战区：仅允许使用A及以下品质球员；黑金战区：仅允许使用S及以下品质球员；白金战区：允许使用任意品质球员；红金战区：仅允许使用SS+品质球员；金牌战区：仅允许使用金牌庆和典藏球员；巅峰战区：仅允许使用SSS、传奇和SL品质球员。
4.同时可报名参加2个战区：白银、黄金、黑金、白金战区中可选择一个报名参赛，红金、金牌、巅峰战区中可选择一个报名参赛。
5.每个战区均有独立段位。段位由低到高依次为：菜鸟球队、专业球队、精英球队、王牌球队、传奇球队、风云球队。
6.玩家可以在分组结算时间段以外时间任意报名。每日晚10点公布分组结果，赛季将于次日正式开始。分组之前可以退出，重新报名。
7.天气、草皮系统在欧冠联赛玩法中生效。（决赛是中立场地，草皮、天气无法生效。）]=],
		[ [=[title]=] ]=[=[玩法说明]=]
	},
	[ [=[2]=] ]=
	{
		[ [=[position]=] ]=[=[小组赛赛制]=],
		[ [=[desc]=] ]=[=[1.每队胜一场得3分，平一场得1分，负一场得0分；小组赛结束，积分多的队名次列前；
2.如果两队或两队以上积分相等，依下列顺序排列名次：
　积分相等队之间相互比赛积分多者，名次列前；
　积分相等队之间相互比赛净胜球多者，名次列前；
　积分相等队之间相互比赛进客场球数多者，名次列前；
　积分相等队在全部比赛中净胜球多者，名次列前；
　积分相等队在全部比赛中进球数多者，名次列前；
　抽签决定。
]=],
		[ [=[title]=] ]=[=[小组赛赛制说明]=]
	},
	[ [=[3]=] ]=
	{
		[ [=[position]=] ]=[=[淘汰赛赛制]=],
		[ [=[desc]=] ]=[=[1.八分之一决赛、四分之一决赛、半决赛采用主客场两回合淘汰规则。
　两回合总进球数多的球队晋级；
　如两回合总进球相同，则客场进球多的球队晋级；
　以上全部相同则打加时赛；（在加时赛中产生的进球需要计入客场进球）
　加时赛未能分出胜负，点球决胜。
2.决赛采用单场淘汰规则，两只球队若在90分钟内未分出胜负，则进入加时赛，若仍未分出胜负，则直接进入点球大战。
]=],
		[ [=[title]=] ]=[=[淘汰赛赛制说明]=]
	}
}
return var