local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		[ [=[type]=] ]=0,
		[ [=[condition]=] ]=4,
		[ [=[desc]=] ]=[=[在任意战区中段位达到菜鸟球队2]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=300
		}
	},
	[ [=[2]=] ]=
	{
		[ [=[type]=] ]=0,
		[ [=[condition]=] ]=10,
		[ [=[desc]=] ]=[=[在任意战区中段位达到专业球队1]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=500
		}
	},
	[ [=[3]=] ]=
	{
		[ [=[type]=] ]=0,
		[ [=[condition]=] ]=19,
		[ [=[desc]=] ]=[=[在任意战区中段位达到精英球队1]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=1000
		}
	},
	[ [=[4]=] ]=
	{
		[ [=[type]=] ]=0,
		[ [=[condition]=] ]=35,
		[ [=[desc]=] ]=[=[在任意战区中段位达到王牌球队1]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=1500
		}
	},
	[ [=[5]=] ]=
	{
		[ [=[type]=] ]=0,
		[ [=[condition]=] ]=60,
		[ [=[desc]=] ]=[=[在任意战区中段位达到传奇球队1]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=2000
		}
	},
	[ [=[6]=] ]=
	{
		[ [=[type]=] ]=0,
		[ [=[condition]=] ]=85,
		[ [=[desc]=] ]=[=[在任意战区中段位达到风云球队]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=3000
		}
	},
	[ [=[7]=] ]=
	{
		[ [=[type]=] ]=0,
		[ [=[condition]=] ]=94,
		[ [=[desc]=] ]=[=[在任意战区中段位达到风云球队10星]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=3000
		}
	},
	[ [=[8]=] ]=
	{
		[ [=[type]=] ]=0,
		[ [=[condition]=] ]=114,
		[ [=[desc]=] ]=[=[在任意战区中段位达到风云球队30星]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=3000
		}
	},
	[ [=[9]=] ]=
	{
		[ [=[type]=] ]=0,
		[ [=[condition]=] ]=144,
		[ [=[desc]=] ]=[=[在任意战区中段位达到风云球队60星]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=3000
		}
	},
	[ [=[10]=] ]=
	{
		[ [=[type]=] ]=0,
		[ [=[condition]=] ]=184,
		[ [=[desc]=] ]=[=[在任意战区中段位达到风云球队100星]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=3000
		}
	},
	[ [=[101]=] ]=
	{
		[ [=[type]=] ]=1,
		[ [=[condition]=] ]=4,
		[ [=[desc]=] ]=[=[在白银战区中段位达到菜鸟球队2]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[generalPiece]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[102]=] ]=
	{
		[ [=[type]=] ]=1,
		[ [=[condition]=] ]=10,
		[ [=[desc]=] ]=[=[在白银战区中段位达到专业球队1]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=10
				}
			}
		}
	},
	[ [=[103]=] ]=
	{
		[ [=[type]=] ]=1,
		[ [=[condition]=] ]=19,
		[ [=[desc]=] ]=[=[在白银战区中段位达到精英球队1]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=20
				}
			}
		}
	},
	[ [=[104]=] ]=
	{
		[ [=[type]=] ]=1,
		[ [=[condition]=] ]=35,
		[ [=[desc]=] ]=[=[在白银战区中段位达到王牌球队1]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=30
				}
			}
		}
	},
	[ [=[105]=] ]=
	{
		[ [=[type]=] ]=1,
		[ [=[condition]=] ]=60,
		[ [=[desc]=] ]=[=[在白银战区中段位达到传奇球队1]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=40
				}
			}
		}
	},
	[ [=[106]=] ]=
	{
		[ [=[type]=] ]=1,
		[ [=[condition]=] ]=85,
		[ [=[desc]=] ]=[=[在白银战区中段位达到风云球队]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=50
				}
			}
		}
	},
	[ [=[107]=] ]=
	{
		[ [=[type]=] ]=1,
		[ [=[condition]=] ]=104,
		[ [=[desc]=] ]=[=[在白银战区中段位达到风云球队20星]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=20
				}
			}
		}
	},
	[ [=[108]=] ]=
	{
		[ [=[type]=] ]=1,
		[ [=[condition]=] ]=134,
		[ [=[desc]=] ]=[=[在白银战区中段位达到风云球队50星]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=30
				}
			}
		}
	},
	[ [=[109]=] ]=
	{
		[ [=[type]=] ]=1,
		[ [=[condition]=] ]=164,
		[ [=[desc]=] ]=[=[在白银战区中段位达到风云球队80星]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=50
				}
			}
		}
	},
	[ [=[201]=] ]=
	{
		[ [=[type]=] ]=2,
		[ [=[condition]=] ]=4,
		[ [=[desc]=] ]=[=[在黄金战区中段位达到菜鸟球队2]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[generalPiece]=],
					[ [=[num]=] ]=3
				}
			}
		}
	},
	[ [=[202]=] ]=
	{
		[ [=[type]=] ]=2,
		[ [=[condition]=] ]=10,
		[ [=[desc]=] ]=[=[在黄金战区中段位达到专业球队1]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=10
				}
			}
		}
	},
	[ [=[203]=] ]=
	{
		[ [=[type]=] ]=2,
		[ [=[condition]=] ]=19,
		[ [=[desc]=] ]=[=[在黄金战区中段位达到精英球队1]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=30
				}
			}
		}
	},
	[ [=[204]=] ]=
	{
		[ [=[type]=] ]=2,
		[ [=[condition]=] ]=35,
		[ [=[desc]=] ]=[=[在黄金战区中段位达到王牌球队1]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=50
				}
			}
		}
	},
	[ [=[205]=] ]=
	{
		[ [=[type]=] ]=2,
		[ [=[condition]=] ]=60,
		[ [=[desc]=] ]=[=[在黄金战区中段位达到传奇球队1]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=70
				}
			}
		}
	},
	[ [=[206]=] ]=
	{
		[ [=[type]=] ]=2,
		[ [=[condition]=] ]=85,
		[ [=[desc]=] ]=[=[在黄金战区中段位达到风云球队]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=90
				}
			}
		}
	},
	[ [=[207]=] ]=
	{
		[ [=[type]=] ]=2,
		[ [=[condition]=] ]=104,
		[ [=[desc]=] ]=[=[在黄金战区中段位达到风云球队20星]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=25
				}
			}
		}
	},
	[ [=[208]=] ]=
	{
		[ [=[type]=] ]=2,
		[ [=[condition]=] ]=134,
		[ [=[desc]=] ]=[=[在黄金战区中段位达到风云球队50星]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=35
				}
			}
		}
	},
	[ [=[209]=] ]=
	{
		[ [=[type]=] ]=2,
		[ [=[condition]=] ]=164,
		[ [=[desc]=] ]=[=[在黄金战区中段位达到风云球队80星]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=60
				}
			}
		}
	},
	[ [=[301]=] ]=
	{
		[ [=[type]=] ]=3,
		[ [=[condition]=] ]=4,
		[ [=[desc]=] ]=[=[在黑金战区中段位达到菜鸟球队2]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[generalPiece]=],
					[ [=[num]=] ]=4
				}
			}
		}
	},
	[ [=[302]=] ]=
	{
		[ [=[type]=] ]=3,
		[ [=[condition]=] ]=10,
		[ [=[desc]=] ]=[=[在黑金战区中段位达到专业球队1]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=15
				}
			}
		}
	},
	[ [=[303]=] ]=
	{
		[ [=[type]=] ]=3,
		[ [=[condition]=] ]=19,
		[ [=[desc]=] ]=[=[在黑金战区中段位达到精英球队1]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=40
				}
			}
		}
	},
	[ [=[304]=] ]=
	{
		[ [=[type]=] ]=3,
		[ [=[condition]=] ]=35,
		[ [=[desc]=] ]=[=[在黑金战区中段位达到王牌球队1]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=65
				}
			}
		}
	},
	[ [=[305]=] ]=
	{
		[ [=[type]=] ]=3,
		[ [=[condition]=] ]=60,
		[ [=[desc]=] ]=[=[在黑金战区中段位达到传奇球队1]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=95
				}
			}
		}
	},
	[ [=[306]=] ]=
	{
		[ [=[type]=] ]=3,
		[ [=[condition]=] ]=85,
		[ [=[desc]=] ]=[=[在黑金战区中段位达到风云球队]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=135
				}
			}
		}
	},
	[ [=[307]=] ]=
	{
		[ [=[type]=] ]=3,
		[ [=[condition]=] ]=104,
		[ [=[desc]=] ]=[=[在黑金战区中段位达到风云球队20星]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=30
				}
			}
		}
	},
	[ [=[308]=] ]=
	{
		[ [=[type]=] ]=3,
		[ [=[condition]=] ]=134,
		[ [=[desc]=] ]=[=[在黑金战区中段位达到风云球队50星]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=50
				}
			}
		}
	},
	[ [=[309]=] ]=
	{
		[ [=[type]=] ]=3,
		[ [=[condition]=] ]=164,
		[ [=[desc]=] ]=[=[在黑金战区中段位达到风云球队80星]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=80
				}
			}
		}
	},
	[ [=[401]=] ]=
	{
		[ [=[type]=] ]=4,
		[ [=[condition]=] ]=4,
		[ [=[desc]=] ]=[=[在白金战区中段位达到菜鸟球队2]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[generalPiece]=],
					[ [=[num]=] ]=5
				}
			}
		}
	},
	[ [=[402]=] ]=
	{
		[ [=[type]=] ]=4,
		[ [=[condition]=] ]=10,
		[ [=[desc]=] ]=[=[在白金战区中段位达到专业球队1]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=20
				}
			}
		}
	},
	[ [=[403]=] ]=
	{
		[ [=[type]=] ]=4,
		[ [=[condition]=] ]=19,
		[ [=[desc]=] ]=[=[在白金战区中段位达到精英球队1]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=55
				}
			}
		}
	},
	[ [=[404]=] ]=
	{
		[ [=[type]=] ]=4,
		[ [=[condition]=] ]=35,
		[ [=[desc]=] ]=[=[在白金战区中段位达到王牌球队1]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=90
				}
			}
		}
	},
	[ [=[405]=] ]=
	{
		[ [=[type]=] ]=4,
		[ [=[condition]=] ]=60,
		[ [=[desc]=] ]=[=[在白金战区中段位达到传奇球队1]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=125
				}
			}
		}
	},
	[ [=[406]=] ]=
	{
		[ [=[type]=] ]=4,
		[ [=[condition]=] ]=85,
		[ [=[desc]=] ]=[=[在白金战区中段位达到风云球队]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=160
				}
			}
		}
	},
	[ [=[407]=] ]=
	{
		[ [=[type]=] ]=4,
		[ [=[condition]=] ]=104,
		[ [=[desc]=] ]=[=[在白金战区中段位达到风云球队20星]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=40
				}
			}
		}
	},
	[ [=[408]=] ]=
	{
		[ [=[type]=] ]=4,
		[ [=[condition]=] ]=134,
		[ [=[desc]=] ]=[=[在白金战区中段位达到风云球队50星]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=70
				}
			}
		}
	},
	[ [=[409]=] ]=
	{
		[ [=[type]=] ]=4,
		[ [=[condition]=] ]=164,
		[ [=[desc]=] ]=[=[在白金战区中段位达到风云球队80星]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=110
				}
			}
		}
	}
}
return var