local null = nil
local var = 
{
	[ [=[101]=] ]=
	{
		[ [=[condition2]=] ]=[=[eqs]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[Q1]=],
		[ [=[type]=] ]=1,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[完成副本第1章]=]
	},
	[ [=[102]=] ]=
	{
		[ [=[condition2]=] ]=[=[eqs]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[Q2]=],
		[ [=[type]=] ]=1,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[完成副本第2章]=]
	},
	[ [=[103]=] ]=
	{
		[ [=[condition2]=] ]=[=[eqs]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[Q3]=],
		[ [=[type]=] ]=1,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[完成副本第3章]=]
	},
	[ [=[104]=] ]=
	{
		[ [=[condition2]=] ]=[=[eqs]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[Q5]=],
		[ [=[type]=] ]=1,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[完成副本第5章]=]
	},
	[ [=[105]=] ]=
	{
		[ [=[condition2]=] ]=[=[eqs]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[Q8]=],
		[ [=[type]=] ]=1,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[完成副本第8章]=]
	},
	[ [=[106]=] ]=
	{
		[ [=[condition2]=] ]=[=[eqs]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[Q11]=],
		[ [=[type]=] ]=1,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[完成副本第11章]=]
	},
	[ [=[107]=] ]=
	{
		[ [=[condition2]=] ]=[=[eqs]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[Q14]=],
		[ [=[type]=] ]=1,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[完成副本第14章]=]
	},
	[ [=[108]=] ]=
	{
		[ [=[condition2]=] ]=[=[eqs]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[Q17]=],
		[ [=[type]=] ]=1,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[完成副本第17章]=]
	},
	[ [=[201]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[4]=],
		[ [=[type]=] ]=2,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[达到4级]=]
	},
	[ [=[202]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[8]=],
		[ [=[type]=] ]=2,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[达到8级]=]
	},
	[ [=[203]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[12]=],
		[ [=[type]=] ]=2,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[达到12级]=]
	},
	[ [=[204]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[19]=],
		[ [=[type]=] ]=2,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[达到19级]=]
	},
	[ [=[205]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[26]=],
		[ [=[type]=] ]=2,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[达到26级]=]
	},
	[ [=[206]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[30]=],
		[ [=[type]=] ]=2,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[达到30级]=]
	},
	[ [=[207]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[34]=],
		[ [=[type]=] ]=2,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[达到34级]=]
	},
	[ [=[301]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[10]=],
		[ [=[type]=] ]=3,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[赠送体力10次]=]
	},
	[ [=[302]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[20]=],
		[ [=[type]=] ]=3,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[赠送体力20次]=]
	},
	[ [=[303]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[40]=],
		[ [=[type]=] ]=3,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[赠送体力40次]=]
	},
	[ [=[304]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[60]=],
		[ [=[type]=] ]=3,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[赠送体力60次]=]
	},
	[ [=[305]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[80]=],
		[ [=[type]=] ]=3,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[赠送体力80次]=]
	},
	[ [=[306]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[100]=],
		[ [=[type]=] ]=3,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[赠送体力100次]=]
	},
	[ [=[307]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[130]=],
		[ [=[type]=] ]=3,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[赠送体力130次]=]
	},
	[ [=[401]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[2000]=],
		[ [=[type]=] ]=4,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[战力到达 2000]=]
	},
	[ [=[402]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[5000]=],
		[ [=[type]=] ]=4,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[战力到达 5000]=]
	},
	[ [=[403]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[9000]=],
		[ [=[type]=] ]=4,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[战力到达 9000]=]
	},
	[ [=[404]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[16000]=],
		[ [=[type]=] ]=4,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[战力到达 16000]=]
	},
	[ [=[405]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[24000]=],
		[ [=[type]=] ]=4,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[战力到达 24000]=]
	},
	[ [=[406]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[33000]=],
		[ [=[type]=] ]=4,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[战力达到 33000]=]
	},
	[ [=[407]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[45000]=],
		[ [=[type]=] ]=4,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[战力到达 45000]=]
	},
	[ [=[408]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[62000]=],
		[ [=[type]=] ]=4,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[战力到达 62000]=]
	},
	[ [=[501]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[2]=]
		},
		[ [=[condition]=] ]=[=[5]=],
		[ [=[type]=] ]=5,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[2阶球员数量5个]=]
	},
	[ [=[502]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[3]=]
		},
		[ [=[condition]=] ]=[=[7]=],
		[ [=[type]=] ]=5,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[3阶球员数量7个]=]
	},
	[ [=[503]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[3]=]
		},
		[ [=[condition]=] ]=[=[15]=],
		[ [=[type]=] ]=5,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[3阶球员数量15个]=]
	},
	[ [=[504]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[4]=]
		},
		[ [=[condition]=] ]=[=[10]=],
		[ [=[type]=] ]=5,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[4阶球员数量10个]=]
	},
	[ [=[505]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[5]=]
		},
		[ [=[condition]=] ]=[=[8]=],
		[ [=[type]=] ]=5,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[5阶球员数量8个]=]
	},
	[ [=[506]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[5]=]
		},
		[ [=[condition]=] ]=[=[13]=],
		[ [=[type]=] ]=5,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[5阶球员数量13个]=]
	},
	[ [=[507]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[5]=]
		},
		[ [=[condition]=] ]=[=[20]=],
		[ [=[type]=] ]=5,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[5阶球员数量20个]=]
	},
	[ [=[601]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[4]=],
		[ [=[type]=] ]=6,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[刷新转会市场4次]=]
	},
	[ [=[602]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[10]=],
		[ [=[type]=] ]=6,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[刷新转会市场10次]=]
	},
	[ [=[603]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[22]=],
		[ [=[type]=] ]=6,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[刷新转会市场22次]=]
	},
	[ [=[604]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[35]=],
		[ [=[type]=] ]=6,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[刷新转会市场35次]=]
	},
	[ [=[605]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[55]=],
		[ [=[type]=] ]=6,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[刷新转会市场55次]=]
	},
	[ [=[606]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[80]=],
		[ [=[type]=] ]=6,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[刷新转会市场80次]=]
	},
	[ [=[607]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[100]=],
		[ [=[type]=] ]=6,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[刷新转会市场100次]=]
	},
	[ [=[701]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[20]=],
		[ [=[type]=] ]=7,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[技能升级20次]=]
	},
	[ [=[702]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[40]=],
		[ [=[type]=] ]=7,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[技能升级40次]=]
	},
	[ [=[703]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[60]=],
		[ [=[type]=] ]=7,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[技能升级60次]=]
	},
	[ [=[704]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[90]=],
		[ [=[type]=] ]=7,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[技能升级90次]=]
	},
	[ [=[705]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[120]=],
		[ [=[type]=] ]=7,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[技能升级120次]=]
	},
	[ [=[706]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[150]=],
		[ [=[type]=] ]=7,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[技能升级150次]=]
	},
	[ [=[707]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[180]=],
		[ [=[type]=] ]=7,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[技能升级180次]=]
	},
	[ [=[801]=] ]=
	{
		[ [=[condition2]=] ]=[=[lte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[2000]=],
		[ [=[type]=] ]=8,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[天梯排名进入前2000]=]
	},
	[ [=[802]=] ]=
	{
		[ [=[condition2]=] ]=[=[lte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[1000]=],
		[ [=[type]=] ]=8,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[天梯排名进入前1000]=]
	},
	[ [=[803]=] ]=
	{
		[ [=[condition2]=] ]=[=[lte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[500]=],
		[ [=[type]=] ]=8,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[天梯排名进入前500]=]
	},
	[ [=[804]=] ]=
	{
		[ [=[condition2]=] ]=[=[lte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[200]=],
		[ [=[type]=] ]=8,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[天梯排名进入前200]=]
	},
	[ [=[805]=] ]=
	{
		[ [=[condition2]=] ]=[=[lte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[100]=],
		[ [=[type]=] ]=8,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[天梯排名进入前100]=]
	},
	[ [=[806]=] ]=
	{
		[ [=[condition2]=] ]=[=[lte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[80]=],
		[ [=[type]=] ]=8,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[天梯排名进入前80]=]
	},
	[ [=[807]=] ]=
	{
		[ [=[condition2]=] ]=[=[lte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[50]=],
		[ [=[type]=] ]=8,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[天梯排名进入前50]=]
	},
	[ [=[808]=] ]=
	{
		[ [=[condition2]=] ]=[=[lte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[20]=],
		[ [=[type]=] ]=8,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[天梯排名进入前20]=]
	},
	[ [=[901]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[1]=],
		[ [=[type]=] ]=9,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[在公会中领取1个红包]=]
	},
	[ [=[902]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[3]=],
		[ [=[type]=] ]=9,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[在公会中领取3个红包]=]
	},
	[ [=[903]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[5]=],
		[ [=[type]=] ]=9,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[在公会中领取5个红包]=]
	},
	[ [=[904]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[7]=],
		[ [=[type]=] ]=9,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[在公会中领取7个红包]=]
	},
	[ [=[905]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[10]=],
		[ [=[type]=] ]=9,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[在公会中领取10个红包]=]
	},
	[ [=[1001]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[1]=],
		[ [=[type]=] ]=10,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[完成1封球员来信]=]
	},
	[ [=[1002]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[2]=],
		[ [=[type]=] ]=10,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[完成2封球员来信]=]
	},
	[ [=[1003]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[4]=],
		[ [=[type]=] ]=10,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[完成4封球员来信]=]
	},
	[ [=[1004]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[6]=],
		[ [=[type]=] ]=10,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[完成6封球员来信]=]
	},
	[ [=[1005]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[8]=],
		[ [=[type]=] ]=10,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[完成8封球员来信]=]
	},
	[ [=[1006]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[10]=],
		[ [=[type]=] ]=10,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[完成10封球员来信]=]
	},
	[ [=[1007]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[12]=],
		[ [=[type]=] ]=10,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[完成12封球员来信]=]
	},
	[ [=[1101]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[1]=]
		},
		[ [=[condition]=] ]=[=[1]=],
		[ [=[type]=] ]=11,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[一转球员数目:1]=]
	},
	[ [=[1102]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[1]=]
		},
		[ [=[condition]=] ]=[=[2]=],
		[ [=[type]=] ]=11,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[一转球员数目:2]=]
	},
	[ [=[1103]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[1]=]
		},
		[ [=[condition]=] ]=[=[3]=],
		[ [=[type]=] ]=11,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[一转球员数目:3]=]
	},
	[ [=[1104]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[1]=]
		},
		[ [=[condition]=] ]=[=[5]=],
		[ [=[type]=] ]=11,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[一转球员数目:5]=]
	},
	[ [=[1105]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[2]=]
		},
		[ [=[condition]=] ]=[=[4]=],
		[ [=[type]=] ]=11,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[二转球员数目:4]=]
	},
	[ [=[1106]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[2]=]
		},
		[ [=[condition]=] ]=[=[6]=],
		[ [=[type]=] ]=11,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[二转球员数目:6]=]
	},
	[ [=[1107]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[3]=]
		},
		[ [=[condition]=] ]=[=[4]=],
		[ [=[type]=] ]=11,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[三转球员数目:4]=]
	},
	[ [=[1201]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[1]=],
		[ [=[type]=] ]=12,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[完成1个设施升级]=]
	},
	[ [=[1202]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[5]=],
		[ [=[type]=] ]=12,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[完成5个设施升级]=]
	},
	[ [=[1203]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[10]=],
		[ [=[type]=] ]=12,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[完成10个设施升级]=]
	},
	[ [=[1204]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[15]=],
		[ [=[type]=] ]=12,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[完成15个设施升级]=]
	},
	[ [=[1205]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[20]=],
		[ [=[type]=] ]=12,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[完成20个设施升级]=]
	},
	[ [=[1206]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[26]=],
		[ [=[type]=] ]=12,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[完成26个设施升级]=]
	},
	[ [=[1207]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[32]=],
		[ [=[type]=] ]=12,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[完成32个设施升级]=]
	},
	[ [=[1301]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[10]=],
		[ [=[type]=] ]=13,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[使用维生素10次]=]
	},
	[ [=[1302]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[40]=],
		[ [=[type]=] ]=13,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[使用维生素40次]=]
	},
	[ [=[1303]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[60]=],
		[ [=[type]=] ]=13,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[使用维生素60次]=]
	},
	[ [=[1304]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[100]=],
		[ [=[type]=] ]=13,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[使用维生素100次]=]
	},
	[ [=[1305]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[150]=],
		[ [=[type]=] ]=13,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[使用维生素150次]=]
	},
	[ [=[1306]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[250]=],
		[ [=[type]=] ]=13,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[使用维生素250次]=]
	},
	[ [=[1307]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[360]=],
		[ [=[type]=] ]=13,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[使用维生素360次]=]
	},
	[ [=[1308]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[500]=],
		[ [=[type]=] ]=13,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[使用维生素500次]=]
	},
	[ [=[1401]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[1]=],[=[2]=],[=[3]=],[=[4]=],[=[5]=],[=[6]=],[=[7]=],[=[8]=]
		},
		[ [=[condition]=] ]=[=[15]=],
		[ [=[type]=] ]=14,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[获得15个D品质以上球员]=]
	},
	[ [=[1402]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[2]=],[=[3]=],[=[4]=],[=[5]=],[=[6]=],[=[7]=],[=[8]=]
		},
		[ [=[condition]=] ]=[=[20]=],
		[ [=[type]=] ]=14,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[获得20个C品质以上球员]=]
	},
	[ [=[1403]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[3]=],[=[4]=],[=[5]=],[=[6]=],[=[7]=],[=[8]=]
		},
		[ [=[condition]=] ]=[=[20]=],
		[ [=[type]=] ]=14,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[获得20个B品质以上球员]=]
	},
	[ [=[1404]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[4]=],[=[5]=],[=[6]=],[=[7]=],[=[8]=]
		},
		[ [=[condition]=] ]=[=[15]=],
		[ [=[type]=] ]=14,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[获得15个A品质以上球员]=]
	},
	[ [=[1405]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[5]=],[=[6]=],[=[7]=],[=[8]=]
		},
		[ [=[condition]=] ]=[=[15]=],
		[ [=[type]=] ]=14,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[获得15个S品质以上球员]=]
	},
	[ [=[1406]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[5]=],[=[6]=],[=[7]=],[=[8]=]
		},
		[ [=[condition]=] ]=[=[25]=],
		[ [=[type]=] ]=14,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[获得25个S品质以上球员]=]
	},
	[ [=[1407]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[6]=],[=[7]=],[=[8]=]
		},
		[ [=[condition]=] ]=[=[7]=],
		[ [=[type]=] ]=14,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[获得7个SS品质以上球员]=]
	}
}
return var