local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		[ [=[note]=] ]=[=[通关相应副本]=],
		[ [=[tag]=] ]=[=[Main]=],
		[ [=[tagName]=] ]=[=[副本进度]=]
	},
	[ [=[2]=] ]=
	{
		[ [=[note]=] ]=[=[达到相应等级]=],
		[ [=[tag]=] ]=[=[PlayerLvl]=],
		[ [=[tagName]=] ]=[=[等级计划]=]
	},
	[ [=[3]=] ]=
	{
		[ [=[note]=] ]=[=[赠送n次数体力给好友]=],
		[ [=[tag]=] ]=[=[Friend]=],
		[ [=[tagName]=] ]=[=[友谊见证]=]
	},
	[ [=[4]=] ]=
	{
		[ [=[note]=] ]=[=[战斗力达到n]=],
		[ [=[tag]=] ]=[=[PlayerPower]=],
		[ [=[tagName]=] ]=[=[战力达标]=]
	},
	[ [=[5]=] ]=
	{
		[ [=[note]=] ]=[=[m个球员进阶到n级]=],
		[ [=[tag]=] ]=[=[Playeradvanced]=],
		[ [=[tagName]=] ]=[=[球员进阶]=]
	},
	[ [=[6]=] ]=
	{
		[ [=[note]=] ]=[=[市场刷新n次]=],
		[ [=[tag]=] ]=[=[Market]=],
		[ [=[tagName]=] ]=[=[市场大亨]=]
	},
	[ [=[7]=] ]=
	{
		[ [=[note]=] ]=[=[升级球员技能n次]=],
		[ [=[tag]=] ]=[=[SkillLvl]=],
		[ [=[tagName]=] ]=[=[训练达人]=]
	},
	[ [=[8]=] ]=
	{
		[ [=[note]=] ]=[=[天梯进入前n名]=],
		[ [=[tag]=] ]=[=[Ladder]=],
		[ [=[tagName]=] ]=[=[天梯之王]=]
	},
	[ [=[9]=] ]=
	{
		[ [=[note]=] ]=[=[公会抢到n次红包]=],
		[ [=[tag]=] ]=[=[Guild]=],
		[ [=[tagName]=] ]=[=[公会红包]=]
	},
	[ [=[10]=] ]=
	{
		[ [=[note]=] ]=[=[完成n封球员来信]=],
		[ [=[tag]=] ]=[=[Letter]=],
		[ [=[tagName]=] ]=[=[球员来信]=]
	},
	[ [=[11]=] ]=
	{
		[ [=[note]=] ]=[=[拥有m个n转球员]=],
		[ [=[tag]=] ]=[=[PlayerReincarnated]=],
		[ [=[tagName]=] ]=[=[球员转生]=]
	},
	[ [=[12]=] ]=
	{
		[ [=[note]=] ]=[=[球场升级n次]=],
		[ [=[tag]=] ]=[=[Building]=],
		[ [=[tagName]=] ]=[=[球场建设]=]
	},
	[ [=[13]=] ]=
	{
		[ [=[note]=] ]=[=[使用维生素培养球员n次]=],
		[ [=[tag]=] ]=[=[PlayerCulture]=],
		[ [=[tagName]=] ]=[=[球员培养]=]
	},
	[ [=[14]=] ]=
	{
		[ [=[note]=] ]=[=[拥有m个n品质球员]=],
		[ [=[tag]=] ]=[=[Collection]=],
		[ [=[tagName]=] ]=[=[球员收集]=]
	}
}
return var