local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[2017年5月3日皇家马德里VS马德里竞技的比赛比分是？]=],
		[ [=[answer]=] ]=[=[3:0]=],
		[ [=[distracter]=] ]=
		{[=[1:0]=],[=[2:0]=],[=[1:1]=]
		}
	},
	[ [=[2]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[在游戏中葡萄牙VS西班牙的示例赛中，C罗一共进了几个球]=],
		[ [=[answer]=] ]=[=[2]=],
		[ [=[distracter]=] ]=
		{[=[1]=],[=[3]=],[=[4]=]
		}
	},
	[ [=[3]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[2010年世界杯在哪里举办？]=],
		[ [=[answer]=] ]=[=[南非]=],
		[ [=[distracter]=] ]=
		{[=[英格兰]=],[=[德国]=],[=[法国]=],[=[中国]=],[=[巴西]=]
		}
	},
	[ [=[4]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[2022年世界杯在哪里举办？]=],
		[ [=[answer]=] ]=[=[卡塔尔]=],
		[ [=[distracter]=] ]=
		{[=[巴西]=],[=[俄罗斯]=],[=[中国]=],[=[韩国]=],[=[南非]=]
		}
	},
	[ [=[5]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[2018年世界杯上，除了东道主，那支球队不用打预选赛就可以直接晋级？]=],
		[ [=[answer]=] ]=[=[都不对]=],
		[ [=[distracter]=] ]=
		{[=[卫冕冠军]=],[=[联合会杯冠军]=],[=[欧洲杯冠军]=],[=[欧洲冠军]=]
		}
	},
	[ [=[6]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[以下哪个国家没有正式提出申办2018或2022世界杯？]=],
		[ [=[answer]=] ]=[=[中国]=],
		[ [=[distracter]=] ]=
		{[=[澳大利亚]=],[=[英格兰]=],[=[日本]=],[=[俄罗斯]=],[=[卡塔尔]=]
		}
	},
	[ [=[7]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[2018年世界杯举办权是在哪一年确定的？]=],
		[ [=[answer]=] ]=[=[2011]=],
		[ [=[distracter]=] ]=
		{[=[2010]=],[=[2012]=],[=[2013]=],[=[2009]=]
		}
	},
	[ [=[8]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[2014年世界杯揭幕战比赛日期（当地时间）是多少？]=],
		[ [=[answer]=] ]=[=[13日]=],
		[ [=[distracter]=] ]=
		{[=[10日]=],[=[11日]=],[=[12日]=],[=[14日]=],[=[15日]=]
		}
	},
	[ [=[9]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[2014年世界杯由多少个球场举办？]=],
		[ [=[answer]=] ]=[=[12]=],
		[ [=[distracter]=] ]=
		{[=[8]=],[=[10]=],[=[14]=],[=[16]=]
		}
	},
	[ [=[10]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[世界杯亚洲球队最好战绩的创造者是？]=],
		[ [=[answer]=] ]=[=[韩国]=],
		[ [=[distracter]=] ]=
		{[=[中国]=],[=[伊朗]=],[=[沙特阿拉伯]=],[=[澳大利亚]=]
		}
	},
	[ [=[12]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[一般国际足球比赛的比赛时间为？]=],
		[ [=[answer]=] ]=[=[90分钟]=],
		[ [=[distracter]=] ]=
		{[=[60分钟]=],[=[80分钟]=],[=[120分钟]=]
		}
	},
	[ [=[13]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[世界杯足球赛每几年举办一次？]=],
		[ [=[answer]=] ]=[=[4年]=],
		[ [=[distracter]=] ]=
		{[=[1年]=],[=[2年]=],[=[3年]=]
		}
	},
	[ [=[14]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[第一届世界杯足球赛的举办国是？]=],
		[ [=[answer]=] ]=[=[乌拉圭]=],
		[ [=[distracter]=] ]=
		{[=[巴西]=],[=[英格兰]=],[=[德国]=]
		}
	},
	[ [=[15]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[第一届世界杯的冠军是？]=],
		[ [=[answer]=] ]=[=[乌拉圭]=],
		[ [=[distracter]=] ]=
		{[=[巴西]=],[=[英格兰]=],[=[德国]=],[=[阿根廷]=]
		}
	},
	[ [=[16]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[1930年第一届世界杯有多少只球队参与？]=],
		[ [=[answer]=] ]=[=[13]=],
		[ [=[distracter]=] ]=
		{[=[8]=],[=[9]=],[=[12]=],[=[16]=],[=[20]=]
		}
	},
	[ [=[17]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[下面哪只球队没有参与第一届世界杯？]=],
		[ [=[answer]=] ]=[=[英格兰]=],
		[ [=[distracter]=] ]=
		{[=[玻利维亚]=],[=[罗马尼亚]=],[=[巴西]=],[=[智利]=],[=[美国]=],[=[法国]=],[=[秘鲁]=]
		}
	},
	[ [=[18]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[第一届世界杯的最佳射手是哪个国家人？]=],
		[ [=[answer]=] ]=[=[阿根廷]=],
		[ [=[distracter]=] ]=
		{[=[玻利维亚]=],[=[罗马尼亚]=],[=[巴西]=],[=[智利]=],[=[美国]=],[=[法国]=],[=[秘鲁]=]
		}
	},
	[ [=[19]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[2014年世界杯冠军德国队小组赛积分是多少？]=],
		[ [=[answer]=] ]=[=[7]=],
		[ [=[distracter]=] ]=
		{[=[3]=],[=[5]=],[=[6]=],[=[9]=]
		}
	},
	[ [=[20]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[2014年世界杯阿根廷队的主教练是？]=],
		[ [=[answer]=] ]=[=[萨维利亚]=],
		[ [=[distracter]=] ]=
		{[=[奥利维拉]=],[=[范加尔]=],[=[马纳多纳]=]
		}
	},
	[ [=[21]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[2014年世界杯德国队一共进了多少球？]=],
		[ [=[answer]=] ]=[=[18]=],
		[ [=[distracter]=] ]=
		{[=[15]=],[=[16]=],[=[17]=],[=[19]=],[=[20]=]
		}
	},
	[ [=[22]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[莱斯特城是英超联赛第几只冠军球队？]=],
		[ [=[answer]=] ]=[=[6]=],
		[ [=[distracter]=] ]=
		{[=[5]=],[=[7]=],[=[8]=],[=[9]=]
		}
	},
	[ [=[23]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[哪只球队的绰号是“绿茵好莱坞”？]=],
		[ [=[answer]=] ]=[=[拜仁慕尼黑]=],
		[ [=[distracter]=] ]=
		{[=[巴塞罗那]=],[=[皇家马德里]=],[=[北京国安]=],[=[山东鲁能]=],[=[切尔西]=]
		}
	},
	[ [=[24]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[2016年英超冠军莱斯特城的主场叫什么？]=],
		[ [=[answer]=] ]=[=[皇权球场]=],
		[ [=[distracter]=] ]=
		{[=[光明球场]=],[=[魔鬼球场]=],[=[酋长球场]=]
		}
	},
	[ [=[25]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[2016年英超冠军莱斯特城的主教练绰号叫什么？]=],
		[ [=[answer]=] ]=[=[补锅匠]=],
		[ [=[distracter]=] ]=
		{[=[洗碗工]=],[=[砸锅匠]=],[=[魔力鸟]=]
		}
	},
	[ [=[26]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[下列哪个球员不属于“北伦敦忠义4君子”？]=],
		[ [=[answer]=] ]=[=[特里]=],
		[ [=[distracter]=] ]=
		{[=[法布雷加斯]=],[=[范佩西]=],[=[纳斯里]=],[=[亚历山大·宋]=]
		}
	},
	[ [=[27]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[2006年世界杯决赛中，谁罚丢了点球？]=],
		[ [=[answer]=] ]=[=[特雷泽盖]=],
		[ [=[distracter]=] ]=
		{[=[齐达内]=],[=[里贝里]=],[=[罗本]=],[=[梅西]=]
		}
	},
	[ [=[28]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[2006年世界杯的比赛用球是？]=],
		[ [=[answer]=] ]=[=[团队之星]=],
		[ [=[distracter]=] ]=
		{[=[飞火流星]=],[=[世界通行证]=],[=[航海日志]=]
		}
	},
	[ [=[30]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[2002年世界杯韩国和意大利的比赛中谁顶入了一个金球？]=],
		[ [=[answer]=] ]=[=[安贞焕]=],
		[ [=[distracter]=] ]=
		{[=[朴智星]=],[=[崔龙洙]=],[=[金泰映]=]
		}
	},
	[ [=[31]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[现代足球1863年始于哪个国家？]=],
		[ [=[answer]=] ]=[=[英国]=],
		[ [=[distracter]=] ]=
		{[=[巴西]=],[=[法国]=],[=[意大利]=],[=[德国]=],[=[阿根廷]=]
		}
	},
	[ [=[32]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[米卢曾经带领几只队伍参加过世界杯？]=],
		[ [=[answer]=] ]=[=[5]=],
		[ [=[distracter]=] ]=
		{[=[1]=],[=[2]=],[=[3]=],[=[4]=]
		}
	},
	[ [=[33]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[2002年世界杯最先被淘汰出16强竞争的是哪只球队？]=],
		[ [=[answer]=] ]=[=[沙特]=],
		[ [=[distracter]=] ]=
		{[=[突尼斯]=],[=[中国]=],[=[比利时]=]
		}
	},
	[ [=[34]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[参加世界杯次数最多的球队是？]=],
		[ [=[answer]=] ]=[=[巴西]=],
		[ [=[distracter]=] ]=
		{[=[阿根廷]=],[=[德国]=],[=[法国]=],[=[意大利]=],[=[英国]=],[=[西班牙]=],[=[土耳其]=],[=[俄罗斯]=],[=[美国]=]
		}
	},
	[ [=[35]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[1990年世界杯马拉多纳在对哪个球队的比赛中再度施展上帝之手？]=],
		[ [=[answer]=] ]=[=[苏联]=],
		[ [=[distracter]=] ]=
		{[=[罗马尼亚]=],[=[巴西]=],[=[英格兰]=],[=[喀麦隆]=]
		}
	},
	[ [=[36]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[夺得世界杯次数最多的足球队是？]=],
		[ [=[answer]=] ]=[=[巴西]=],
		[ [=[distracter]=] ]=
		{[=[阿根廷]=],[=[德国]=],[=[法国]=],[=[意大利]=],[=[英国]=],[=[西班牙]=],[=[土耳其]=],[=[俄罗斯]=],[=[美国]=]
		}
	},
	[ [=[37]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[国际足联总部位于？]=],
		[ [=[answer]=] ]=[=[苏黎世]=],
		[ [=[distracter]=] ]=
		{[=[洛桑]=],[=[伦敦]=],[=[华盛顿]=]
		}
	},
	[ [=[38]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[风之子是哪位球星的外号？]=],
		[ [=[answer]=] ]=[=[卡尼吉亚]=],
		[ [=[distracter]=] ]=
		{[=[巴乔]=],[=[布鲁查加]=],[=[加林查]=],[=[罗纳尔多]=]
		}
	},
	[ [=[39]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[哪位球星还是医学博士？]=],
		[ [=[answer]=] ]=[=[苏格拉底]=],
		[ [=[distracter]=] ]=
		{[=[马拉多纳]=],[=[克鲁伊夫]=],[=[贝肯鲍尔]=],[=[济科]=]
		}
	},
	[ [=[40]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[足球比赛的球门高应该是多少米？]=],
		[ [=[answer]=] ]=[=[2]=],
		[ [=[distracter]=] ]=
		{[=[2.51]=],[=[2.55]=],[=[2.56]=],[=[2.41]=]
		}
	},
	[ [=[42]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[英超2015/16赛季第四名是？]=],
		[ [=[answer]=] ]=[=[曼城]=],
		[ [=[distracter]=] ]=
		{[=[莱斯特]=],[=[阿森纳]=],[=[曼联]=],[=[热刺]=]
		}
	},
	[ [=[43]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[下列哪只英超球队没有在2015/16赛季降级？]=],
		[ [=[answer]=] ]=[=[水晶宫]=],
		[ [=[distracter]=] ]=
		{[=[纽卡斯尔]=],[=[诺维奇]=],[=[阿斯顿维拉]=]
		}
	},
	[ [=[44]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[2015/16赛季的西甲联赛中，马德里竞技一共获得了多少联赛积分？]=],
		[ [=[answer]=] ]=[=[88]=],
		[ [=[distracter]=] ]=
		{[=[91]=],[=[90]=],[=[89]=]
		}
	},
	[ [=[46]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[阿森纳足球俱乐部的成立时间是？]=],
		[ [=[answer]=] ]=[=[1886]=],
		[ [=[distracter]=] ]=
		{[=[1866]=],[=[1868]=],[=[1888]=]
		}
	},
	[ [=[47]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[阿森纳队一共获得了多少次英格兰顶级联赛冠军？]=],
		[ [=[answer]=] ]=[=[13]=],
		[ [=[distracter]=] ]=
		{[=[9]=],[=[10]=],[=[11]=],[=[12]=],[=[14]=]
		}
	},
	[ [=[48]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[“教授”是哪个足球教练的绰号？]=],
		[ [=[answer]=] ]=[=[温格]=],
		[ [=[distracter]=] ]=
		{[=[安切洛蒂]=],[=[瓜迪奥拉]=],[=[里皮]=]
		}
	},
	[ [=[49]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[拜仁慕尼黑的成立时间是？]=],
		[ [=[answer]=] ]=[=[1900]=],
		[ [=[distracter]=] ]=
		{[=[1889]=],[=[1899]=],[=[1908]=]
		}
	},
	[ [=[50]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[拜仁慕尼黑首次获得德国联赛冠军是哪一年]=],
		[ [=[answer]=] ]=[=[1932]=],
		[ [=[distracter]=] ]=
		{[=[1930]=],[=[1931]=],[=[1933]=]
		}
	},
	[ [=[51]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[2013年联合会杯获得冠军的国家是]=],
		[ [=[answer]=] ]=[=[巴西]=],
		[ [=[distracter]=] ]=
		{[=[意大利]=],[=[韩国]=],[=[美国]=],[=[新西兰]=]
		}
	},
	[ [=[52]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[2013年联合会杯内马尔进了几枚进球]=],
		[ [=[answer]=] ]=[=[4]=],
		[ [=[distracter]=] ]=
		{[=[3]=],[=[5]=],[=[6]=]
		}
	},
	[ [=[53]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[2013联合会杯半决赛对阵西班牙的是]=],
		[ [=[answer]=] ]=[=[意大利]=],
		[ [=[distracter]=] ]=
		{[=[乌拉圭]=],[=[荷兰]=],[=[安哥拉]=],[=[南非]=]
		}
	},
	[ [=[54]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[2013联合会杯半决赛对阵巴西的是]=],
		[ [=[answer]=] ]=[=[乌拉圭]=],
		[ [=[distracter]=] ]=
		{[=[西班牙]=],[=[美国]=],[=[韩国]=]
		}
	},
	[ [=[55]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[2013年联合会杯获得亚军的国家是]=],
		[ [=[answer]=] ]=[=[西班牙]=],
		[ [=[distracter]=] ]=
		{[=[美国]=],[=[日本]=],[=[乌拉圭]=],[=[德国]=]
		}
	},
	[ [=[56]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[2013年联合会杯获得季军的国家是]=],
		[ [=[answer]=] ]=[=[意大利]=],
		[ [=[distracter]=] ]=
		{[=[中国]=],[=[伊朗]=],[=[沙特阿拉伯]=],[=[澳大利亚]=]
		}
	},
	[ [=[57]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[2009年联合会杯获得冠军的国家是]=],
		[ [=[answer]=] ]=[=[巴西]=],
		[ [=[distracter]=] ]=
		{[=[韩国]=],[=[乌拉圭]=],[=[西班牙]=]
		}
	},
	[ [=[58]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[2009年联合会杯获得亚军的国家是]=],
		[ [=[answer]=] ]=[=[美国]=],
		[ [=[distracter]=] ]=
		{[=[阿根廷]=],[=[德国]=],[=[法国]=],[=[意大利]=],[=[英国]=],[=[西班牙]=],[=[土耳其]=],[=[俄罗斯]=]
		}
	},
	[ [=[59]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[2009年联合会杯获得季军的国家是]=],
		[ [=[answer]=] ]=[=[西班牙]=],
		[ [=[distracter]=] ]=
		{[=[阿根廷]=],[=[德国]=],[=[法国]=],[=[意大利]=],[=[英国]=],[=[葡萄牙]=],[=[土耳其]=],[=[俄罗斯]=]
		}
	},
	[ [=[60]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[2009联合会杯半决赛对阵西班牙的是]=],
		[ [=[answer]=] ]=[=[美国]=],
		[ [=[distracter]=] ]=
		{[=[突尼斯]=],[=[中国]=],[=[比利时]=]
		}
	},
	[ [=[61]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[2009联合会杯半决赛对阵巴西的是]=],
		[ [=[answer]=] ]=[=[南非]=],
		[ [=[distracter]=] ]=
		{[=[突尼斯]=],[=[中国]=],[=[比利时]=]
		}
	},
	[ [=[62]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[2009联合会杯获得金靴奖的是]=],
		[ [=[answer]=] ]=[=[法比亚诺]=],
		[ [=[distracter]=] ]=
		{[=[巴乔]=],[=[布鲁查加]=],[=[加林查]=],[=[罗纳尔多]=]
		}
	},
	[ [=[63]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[2005联合会杯获得金靴奖的是]=],
		[ [=[answer]=] ]=[=[阿德里亚诺]=],
		[ [=[distracter]=] ]=
		{[=[齐达内]=],[=[里贝里]=],[=[罗本]=],[=[梅西]=]
		}
	},
	[ [=[64]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[2005联合会杯获得金球奖的是]=],
		[ [=[answer]=] ]=[=[阿德里亚诺]=],
		[ [=[distracter]=] ]=
		{[=[梅西]=],[=[罗本]=],[=[齐达内]=]
		}
	},
	[ [=[65]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[联合会杯历史上夺冠最多的国家是]=],
		[ [=[answer]=] ]=[=[巴西]=],
		[ [=[distracter]=] ]=
		{[=[阿根廷]=],[=[德国]=],[=[法国]=],[=[意大利]=],[=[英国]=],[=[葡萄牙]=],[=[土耳其]=],[=[俄罗斯]=]
		}
	},
	[ [=[66]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[联合会杯自2005年后改为几年一届]=],
		[ [=[answer]=] ]=[=[4]=],
		[ [=[distracter]=] ]=
		{[=[3]=],[=[5]=],[=[6]=]
		}
	},
	[ [=[67]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[联合会杯的奖杯按照哪个赛事的奖杯制作的]=],
		[ [=[answer]=] ]=[=[世界杯]=],
		[ [=[distracter]=] ]=
		{[=[美洲杯]=],[=[亚洲杯]=],[=[欧冠]=],[=[亚冠]=]
		}
	},
	[ [=[68]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[联合会杯在哪年被FIFA确立为正式国际大赛事？]=],
		[ [=[answer]=] ]=[=[1997]=],
		[ [=[distracter]=] ]=
		{[=[1987]=],[=[2007]=],[=[2017]=]
		}
	},
	[ [=[69]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[联合会杯的主办方第二年还要举办什么赛事？]=],
		[ [=[answer]=] ]=[=[世界杯]=],
		[ [=[distracter]=] ]=
		{[=[大洋州杯]=],[=[美洲杯]=],[=[亚洲杯]=]
		}
	},
	[ [=[70]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[巴西队连续几次出战联合会杯？]=],
		[ [=[answer]=] ]=[=[7]=],
		[ [=[distracter]=] ]=
		{[=[3]=],[=[4]=],[=[5]=],[=[6]=]
		}
	},
	[ [=[71]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[巴西队出战联合会杯共取得了多少枚进球？]=],
		[ [=[answer]=] ]=[=[78]=],
		[ [=[distracter]=] ]=
		{[=[77]=],[=[79]=],[=[76]=]
		}
	},
	[ [=[72]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[联合会杯是哪年被正式命名的？]=],
		[ [=[answer]=] ]=[=[1997]=],
		[ [=[distracter]=] ]=
		{[=[1995]=],[=[1996]=],[=[1998]=]
		}
	},
	[ [=[73]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[以下哪项不是参加联合会杯的条件]=],
		[ [=[answer]=] ]=[=[欧冠冠军]=],
		[ [=[distracter]=] ]=
		{[=[所在洲的冠军]=],[=[世界杯冠军]=],[=[世界杯主办国]=]
		}
	},
	[ [=[74]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[2005年第五届联合会杯平均每场进球数为？]=],
		[ [=[answer]=] ]=[=[3]=],
		[ [=[distracter]=] ]=
		{[=[2.5]=],[=[3]=],[=[4]=]
		}
	}
}
return var