local null = nil
local var = 
{
	[ [=[101]=] ]=
	{
		[ [=[skillName]=] ]=[=[进攻组织]=],
		[ [=[picIndex]=] ]=[=[attack]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全场球员进攻数值1%]=]
	},
	[ [=[102]=] ]=
	{
		[ [=[skillName]=] ]=[=[边路快马]=],
		[ [=[picIndex]=] ]=[=[dribbling]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方边路球员盘带数值10%]=]
	},
	[ [=[103]=] ]=
	{
		[ [=[skillName]=] ]=[=[中场发动机]=],
		[ [=[picIndex]=] ]=[=[pass]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方中场球员传球数值10%]=]
	},
	[ [=[104]=] ]=
	{
		[ [=[skillName]=] ]=[=[单兵作战]=],
		[ [=[picIndex]=] ]=[=[attack]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方攻击力最强球员攻击力10%]=]
	},
	[ [=[105]=] ]=
	{
		[ [=[skillName]=] ]=[=[防守组织]=],
		[ [=[picIndex]=] ]=[=[defence]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全场球员防守数值1%]=]
	},
	[ [=[106]=] ]=
	{
		[ [=[skillName]=] ]=[=[积极上抢]=],
		[ [=[picIndex]=] ]=[=[interception]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方后卫球员拦截数值15%]=]
	},
	[ [=[107]=] ]=
	{
		[ [=[skillName]=] ]=[=[钢铁城墙]=],
		[ [=[picIndex]=] ]=[=[defence]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全体球员防守数值30%]=]
	},
	[ [=[108]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级小动作]=],
		[ [=[picIndex]=] ]=[=[d04]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全体球员小动作断技能触发概率15%]=]
	},
	[ [=[109]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级下底传中]=],
		[ [=[picIndex]=] ]=[=[e06]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全体球员下底传中技能触发概率10%]=]
	},
	[ [=[110]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级凌空抽射]=],
		[ [=[picIndex]=] ]=[=[e09]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方前锋球员凌空抽射技能触发概率35%]=]
	},
	[ [=[111]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级精准预判]=],
		[ [=[picIndex]=] ]=[=[p02]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全体球员精准预判技能触发概率10%]=]
	},
	[ [=[112]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级门神下凡]=],
		[ [=[picIndex]=] ]=[=[s02]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方门将门神下凡技能触发概率10%]=]
	},
	[ [=[113]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级链式防守]=],
		[ [=[picIndex]=] ]=[=[c02]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增强我方链式防守技能效果20%]=]
	},
	[ [=[114]=] ]=
	{
		[ [=[skillName]=] ]=[=[铁桶天赋]=],
		[ [=[picIndex]=] ]=[=[barrel]=],
		[ [=[picIndex2]=] ]=[=[barrel_text]=],
		[ [=[desc]=] ]=[=[若我方领先，则全队防守属性增加50%，进攻属性减少10%，持续至比赛结束。]=]
	},
	[ [=[201]=] ]=
	{
		[ [=[skillName]=] ]=[=[突击手]=],
		[ [=[picIndex]=] ]=[=[dribbling]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方前锋盘带数值10%]=]
	},
	[ [=[202]=] ]=
	{
		[ [=[skillName]=] ]=[=[带刀侍卫]=],
		[ [=[picIndex]=] ]=[=[shoot]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方后卫射门数值30%]=]
	},
	[ [=[203]=] ]=
	{
		[ [=[skillName]=] ]=[=[冷血终结]=],
		[ [=[picIndex]=] ]=[=[shoot]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方前锋射门数值10%]=]
	},
	[ [=[204]=] ]=
	{
		[ [=[skillName]=] ]=[=[左倾主义]=],
		[ [=[picIndex]=] ]=[=[dribbling]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方左路球员盘带数值20%]=]
	},
	[ [=[205]=] ]=
	{
		[ [=[skillName]=] ]=[=[铜墙铁壁]=],
		[ [=[picIndex]=] ]=[=[interception]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方后卫拦截数值20% ]=]
	},
	[ [=[206]=] ]=
	{
		[ [=[skillName]=] ]=[=[贝氏弧线]=],
		[ [=[picIndex]=] ]=[=[pass]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方右路球员传球数值30%]=]
	},
	[ [=[207]=] ]=
	{
		[ [=[skillName]=] ]=[=[传球大师]=],
		[ [=[picIndex]=] ]=[=[attack]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[球队传球排前三名的球员进攻加40%]=]
	},
	[ [=[208]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级飞铲]=],
		[ [=[picIndex]=] ]=[=[d03]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队飞铲技能lv1]=]
	},
	[ [=[209]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级45度传中]=],
		[ [=[picIndex]=] ]=[=[e14]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队45度传中技能lv1 ]=]
	},
	[ [=[210]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级神级反应]=],
		[ [=[picIndex]=] ]=[=[s04]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方门将神级反应技能lv1]=]
	},
	[ [=[211]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级防空塔]=],
		[ [=[picIndex]=] ]=[=[p01]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队防空塔技能lv1]=]
	},
	[ [=[212]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级大力头槌]=],
		[ [=[picIndex]=] ]=[=[e11]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队大力头槌技能lv1]=]
	},
	[ [=[213]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级下底传中]=],
		[ [=[picIndex]=] ]=[=[e06]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队下底传中技能lv1]=]
	},
	[ [=[214]=] ]=
	{
		[ [=[skillName]=] ]=[=[觉醒天赋]=],
		[ [=[picIndex]=] ]=[=[wake]=],
		[ [=[picIndex2]=] ]=[=[wake_text]=],
		[ [=[desc]=] ]=[=[若我方上半场未进球，则全队全属性增加50%，持续至比赛结束。]=]
	},
	[ [=[301]=] ]=
	{
		[ [=[skillName]=] ]=[=[组织前锋]=],
		[ [=[picIndex]=] ]=[=[pass]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方前锋传球数值10%]=]
	},
	[ [=[302]=] ]=
	{
		[ [=[skillName]=] ]=[=[远程攻击]=],
		[ [=[picIndex]=] ]=[=[shoot]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方中场射门数值10%]=]
	},
	[ [=[303]=] ]=
	{
		[ [=[skillName]=] ]=[=[犀利内切]=],
		[ [=[picIndex]=] ]=[=[shoot]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方边锋射门数值15%]=]
	},
	[ [=[304]=] ]=
	{
		[ [=[skillName]=] ]=[=[积极上抢]=],
		[ [=[picIndex]=] ]=[=[steal]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方后卫抢断数值10%]=]
	},
	[ [=[305]=] ]=
	{
		[ [=[skillName]=] ]=[=[掌控全局]=],
		[ [=[picIndex]=] ]=[=[pass]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方中场传球数值10%]=]
	},
	[ [=[306]=] ]=
	{
		[ [=[skillName]=] ]=[=[两翼齐飞]=],
		[ [=[picIndex]=] ]=[=[pass]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方边路球员传球数值20%]=]
	},
	[ [=[307]=] ]=
	{
		[ [=[skillName]=] ]=[=[西式传控]=],
		[ [=[picIndex]=] ]=[=[attack]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[球队所有最擅长传球的球员进攻加30%]=]
	},
	[ [=[308]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级灵活跑位]=],
		[ [=[picIndex]=] ]=[=[e13]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队灵活跑位技能lv1 ]=]
	},
	[ [=[309]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级弃门出击]=],
		[ [=[picIndex]=] ]=[=[c05]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队弃门出击技能lv1 ]=]
	},
	[ [=[310]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级传球配合]=],
		[ [=[picIndex]=] ]=[=[c01]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队传球配合技能lv1]=]
	},
	[ [=[311]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级重炮手]=],
		[ [=[picIndex]=] ]=[=[e03]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队重炮手技能lv1]=]
	},
	[ [=[312]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级下底传中]=],
		[ [=[picIndex]=] ]=[=[e06]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队下底传中技能lv1]=]
	},
	[ [=[313]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级飞铲]=],
		[ [=[picIndex]=] ]=[=[d03]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队飞铲技能lv1 ]=]
	},
	[ [=[314]=] ]=
	{
		[ [=[skillName]=] ]=[=[绝杀天赋]=],
		[ [=[picIndex]=] ]=[=[kill]=],
		[ [=[picIndex2]=] ]=[=[kill_text]=],
		[ [=[desc]=] ]=[=[若75分钟后比赛仍为平局，则全队进攻属性增加100%，持续至比赛结束。]=]
	},
	[ [=[401]=] ]=
	{
		[ [=[skillName]=] ]=[=[中场绞杀]=],
		[ [=[picIndex]=] ]=[=[steal]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方中场抢断数值10%]=]
	},
	[ [=[402]=] ]=
	{
		[ [=[skillName]=] ]=[=[此路不通]=],
		[ [=[picIndex]=] ]=[=[steal]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方边路球员抢断数值10% ]=]
	},
	[ [=[403]=] ]=
	{
		[ [=[skillName]=] ]=[=[冷血终结]=],
		[ [=[picIndex]=] ]=[=[shoot]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方前锋射门数值10% ]=]
	},
	[ [=[404]=] ]=
	{
		[ [=[skillName]=] ]=[=[边路走廊]=],
		[ [=[picIndex]=] ]=[=[dribbling]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方边路球员盘带数值10%]=]
	},
	[ [=[405]=] ]=
	{
		[ [=[skillName]=] ]=[=[积极上抢]=],
		[ [=[picIndex]=] ]=[=[steal]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方后卫抢断数值10% ]=]
	},
	[ [=[406]=] ]=
	{
		[ [=[skillName]=] ]=[=[铜墙铁壁]=],
		[ [=[picIndex]=] ]=[=[interception]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方后卫拦截数值10%]=]
	},
	[ [=[407]=] ]=
	{
		[ [=[skillName]=] ]=[=[草根英雄]=],
		[ [=[picIndex]=] ]=[=[all]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[球队所有蓝卡球员攻防各加10% ]=]
	},
	[ [=[408]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级带球突破]=],
		[ [=[picIndex]=] ]=[=[e08]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队带球突破技能lv1]=]
	},
	[ [=[409]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级防守鼓舞]=],
		[ [=[picIndex]=] ]=[=[i03]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队防守鼓舞技能lv1 ]=]
	},
	[ [=[410]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级补位]=],
		[ [=[picIndex]=] ]=[=[d02]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队补位技能lv1]=]
	},
	[ [=[411]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级反击号角]=],
		[ [=[picIndex]=] ]=[=[e12]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队反击号角技能lv1]=]
	},
	[ [=[412]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级小动作]=],
		[ [=[picIndex]=] ]=[=[d04]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队小动作技能lv1 ]=]
	},
	[ [=[413]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级链式防守]=],
		[ [=[picIndex]=] ]=[=[c02]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队链式防守技能lv1]=]
	},
	[ [=[414]=] ]=
	{
		[ [=[skillName]=] ]=[=[平局大师天赋]=],
		[ [=[picIndex]=] ]=[=[draw]=],
		[ [=[picIndex2]=] ]=[=[draw_text]=],
		[ [=[desc]=] ]=[=[落后情况下全队进攻属性增加60%，领先情况下全队进攻属性减少50%，持续至平局。]=]
	},
	[ [=[501]=] ]=
	{
		[ [=[skillName]=] ]=[=[组织前锋]=],
		[ [=[picIndex]=] ]=[=[pass]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方前锋传球数值10%]=]
	},
	[ [=[502]=] ]=
	{
		[ [=[skillName]=] ]=[=[出球后卫]=],
		[ [=[picIndex]=] ]=[=[pass]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方后卫传球数值10%]=]
	},
	[ [=[503]=] ]=
	{
		[ [=[skillName]=] ]=[=[中场绞杀]=],
		[ [=[picIndex]=] ]=[=[steal]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方中场抢断数值10% ]=]
	},
	[ [=[504]=] ]=
	{
		[ [=[skillName]=] ]=[=[铜墙铁壁]=],
		[ [=[picIndex]=] ]=[=[steal]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方中场抢断数值10% ]=]
	},
	[ [=[505]=] ]=
	{
		[ [=[skillName]=] ]=[=[掌控全局]=],
		[ [=[picIndex]=] ]=[=[pass]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方中路球员传球数值10%]=]
	},
	[ [=[506]=] ]=
	{
		[ [=[skillName]=] ]=[=[中路霸主]=],
		[ [=[picIndex]=] ]=[=[attack]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方中路球员全数值5%]=]
	},
	[ [=[507]=] ]=
	{
		[ [=[skillName]=] ]=[=[亚洲通]=],
		[ [=[picIndex]=] ]=[=[attack]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[球队所有亚洲外援全数值加25%]=]
	},
	[ [=[508]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级制空者]=],
		[ [=[picIndex]=] ]=[=[p03]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方门将制空者技能lv1]=]
	},
	[ [=[509]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级传球配合]=],
		[ [=[picIndex]=] ]=[=[c01]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队传球配合技能lv1 ]=]
	},
	[ [=[510]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级防守鼓舞]=],
		[ [=[picIndex]=] ]=[=[i03]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队防守鼓舞技能lv1 ]=]
	},
	[ [=[511]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级灵活跑位]=],
		[ [=[picIndex]=] ]=[=[e13]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队灵活跑位技能lv1]=]
	},
	[ [=[512]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级过顶球]=],
		[ [=[picIndex]=] ]=[=[e05]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队过顶球技能lv1]=]
	},
	[ [=[513]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级手术刀直塞]=],
		[ [=[picIndex]=] ]=[=[e04]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队手术刀直塞技能lv1 ]=]
	},
	[ [=[514]=] ]=
	{
		[ [=[skillName]=] ]=[=[抢攻天赋]=],
		[ [=[picIndex]=] ]=[=[rob]=],
		[ [=[picIndex2]=] ]=[=[rob_text]=],
		[ [=[desc]=] ]=[=[开场前30分钟内全队全属性增加45%。 ]=]
	},
	[ [=[601]=] ]=
	{
		[ [=[skillName]=] ]=[=[疯狗精神]=],
		[ [=[picIndex]=] ]=[=[steal]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方前锋抢断数值10%]=]
	},
	[ [=[602]=] ]=
	{
		[ [=[skillName]=] ]=[=[组织前锋]=],
		[ [=[picIndex]=] ]=[=[pass]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方前锋传球数值10%]=]
	},
	[ [=[603]=] ]=
	{
		[ [=[skillName]=] ]=[=[中场绞杀]=],
		[ [=[picIndex]=] ]=[=[steal]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方中场抢断数值10% ]=]
	},
	[ [=[604]=] ]=
	{
		[ [=[skillName]=] ]=[=[掌控全局]=],
		[ [=[picIndex]=] ]=[=[pass]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方中场传球数值10% ]=]
	},
	[ [=[605]=] ]=
	{
		[ [=[skillName]=] ]=[=[中场屏障]=],
		[ [=[picIndex]=] ]=[=[interception]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方中场拦截数值10%]=]
	},
	[ [=[606]=] ]=
	{
		[ [=[skillName]=] ]=[=[积极上抢]=],
		[ [=[picIndex]=] ]=[=[steal]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方后卫抢断数值10%]=]
	},
	[ [=[607]=] ]=
	{
		[ [=[skillName]=] ]=[=[跑轰战术]=],
		[ [=[picIndex]=] ]=[=[attack]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[球队所有最擅长带球的球员进攻加30%]=]
	},
	[ [=[608]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级灵活跑位]=],
		[ [=[picIndex]=] ]=[=[e13]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队灵活跑位技能lv1 ]=]
	},
	[ [=[609]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级节拍器]=],
		[ [=[picIndex]=] ]=[=[e17]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队节拍器技能lv1]=]
	},
	[ [=[610]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级带球突破]=],
		[ [=[picIndex]=] ]=[=[e08]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队带球突破技能lv1 ]=]
	},
	[ [=[611]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级防守威慑]=],
		[ [=[picIndex]=] ]=[=[i04]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队防守威慑技能lv1]=]
	},
	[ [=[612]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级桥头堡]=],
		[ [=[picIndex]=] ]=[=[e10]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队桥头堡技能lv1 ]=]
	},
	[ [=[613]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师大力头槌]=],
		[ [=[picIndex]=] ]=[=[e11]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队大力头槌技能lv1]=]
	},
	[ [=[614]=] ]=
	{
		[ [=[skillName]=] ]=[=[战意天赋]=],
		[ [=[picIndex]=] ]=[=[fight]=],
		[ [=[picIndex2]=] ]=[=[fight_text]=],
		[ [=[desc]=] ]=[=[领先情况下，全队全属性增加35%，持续至不再领先。]=]
	},
	[ [=[701]=] ]=
	{
		[ [=[skillName]=] ]=[=[带刀侍卫]=],
		[ [=[picIndex]=] ]=[=[shoot]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方后卫射门数值10% ]=]
	},
	[ [=[702]=] ]=
	{
		[ [=[skillName]=] ]=[=[疯狗精神]=],
		[ [=[picIndex]=] ]=[=[steal]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方前锋抢断数值10%]=]
	},
	[ [=[703]=] ]=
	{
		[ [=[skillName]=] ]=[=[中场绞杀]=],
		[ [=[picIndex]=] ]=[=[steal]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方中场抢断数值10% ]=]
	},
	[ [=[704]=] ]=
	{
		[ [=[skillName]=] ]=[=[远程攻击]=],
		[ [=[picIndex]=] ]=[=[shoot]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方中场射门数值10%]=]
	},
	[ [=[705]=] ]=
	{
		[ [=[skillName]=] ]=[=[冷血终结]=],
		[ [=[picIndex]=] ]=[=[shoot]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方前锋射门数值10%]=]
	},
	[ [=[706]=] ]=
	{
		[ [=[skillName]=] ]=[=[连环重炮]=],
		[ [=[picIndex]=] ]=[=[shoot]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方中路球员射门数值10%]=]
	},
	[ [=[707]=] ]=
	{
		[ [=[skillName]=] ]=[=[火力集中]=],
		[ [=[picIndex]=] ]=[=[all]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[全队所有中路球员攻防各加25%]=]
	},
	[ [=[708]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级进攻鼓舞]=],
		[ [=[picIndex]=] ]=[=[i01]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队进攻鼓舞技能lv1 ]=]
	},
	[ [=[709]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级传球配合]=],
		[ [=[picIndex]=] ]=[=[c01]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队传球配合技能lv1]=]
	},
	[ [=[710]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级防守威慑]=],
		[ [=[picIndex]=] ]=[=[i04]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队防守威慑技能lv1]=]
	},
	[ [=[711]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级补位]=],
		[ [=[picIndex]=] ]=[=[d02]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队补位技能lv1 ]=]
	},
	[ [=[712]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级桥头堡]=],
		[ [=[picIndex]=] ]=[=[e10]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队桥头堡技能lv1 ]=]
	},
	[ [=[713]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级重炮手]=],
		[ [=[picIndex]=] ]=[=[e03]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队重炮手技能lv1 ]=]
	},
	[ [=[714]=] ]=
	{
		[ [=[skillName]=] ]=[=[偷袭天赋]=],
		[ [=[picIndex]=] ]=[=[raid]=],
		[ [=[picIndex2]=] ]=[=[raid_text]=],
		[ [=[desc]=] ]=[=[落后情况下，全队全属性增加35%，持续至比分领先。]=]
	},
	[ [=[801]=] ]=
	{
		[ [=[skillName]=] ]=[=[就地反抢]=],
		[ [=[picIndex]=] ]=[=[interception]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方前锋拦截数值10%]=]
	},
	[ [=[802]=] ]=
	{
		[ [=[skillName]=] ]=[=[出球后卫]=],
		[ [=[picIndex]=] ]=[=[pass]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方后卫传球数值10%]=]
	},
	[ [=[803]=] ]=
	{
		[ [=[skillName]=] ]=[=[中场屏障]=],
		[ [=[picIndex]=] ]=[=[interception]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方中场拦截数值10%]=]
	},
	[ [=[804]=] ]=
	{
		[ [=[skillName]=] ]=[=[远程攻击]=],
		[ [=[picIndex]=] ]=[=[shoot]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方中场射门数值10%]=]
	},
	[ [=[805]=] ]=
	{
		[ [=[skillName]=] ]=[=[掌控全局]=],
		[ [=[picIndex]=] ]=[=[pass]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方中场传球数值10%]=]
	},
	[ [=[806]=] ]=
	{
		[ [=[skillName]=] ]=[=[铜墙铁壁]=],
		[ [=[picIndex]=] ]=[=[interception]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方后卫拦截数值10% ]=]
	},
	[ [=[807]=] ]=
	{
		[ [=[skillName]=] ]=[=[国足威武]=],
		[ [=[picIndex]=] ]=[=[all]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[球队所有中国球员攻防各加20% ]=]
	},
	[ [=[808]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级灵活跑位]=],
		[ [=[picIndex]=] ]=[=[e13]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队灵活跑位技能lv1]=]
	},
	[ [=[809]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级点球杀手]=],
		[ [=[picIndex]=] ]=[=[s07]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方门将点球杀手技能lv1]=]
	},
	[ [=[810]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级防空塔]=],
		[ [=[picIndex]=] ]=[=[p01]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队防空塔技能lv1]=]
	},
	[ [=[811]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级进攻鼓舞]=],
		[ [=[picIndex]=] ]=[=[i01]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队进攻鼓舞技能lv1 ]=]
	},
	[ [=[812]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级45度传中]=],
		[ [=[picIndex]=] ]=[=[e14]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队45度传中技能lv1 ]=]
	},
	[ [=[813]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级下底传中]=],
		[ [=[picIndex]=] ]=[=[e06]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队下底传中技能lv1 ]=]
	},
	[ [=[814]=] ]=
	{
		[ [=[skillName]=] ]=[=[比赛阅读天赋]=],
		[ [=[picIndex]=] ]=[=[read]=],
		[ [=[picIndex2]=] ]=[=[read_text]=],
		[ [=[desc]=] ]=[=[比赛每过15分钟，全队全属性增加5%。]=]
	},
	[ [=[901]=] ]=
	{
		[ [=[skillName]=] ]=[=[就地反抢]=],
		[ [=[picIndex]=] ]=[=[steal]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方中场抢断数值10%]=]
	},
	[ [=[902]=] ]=
	{
		[ [=[skillName]=] ]=[=[中场绞杀]=],
		[ [=[picIndex]=] ]=[=[steal]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方中场抢断数值10%]=]
	},
	[ [=[903]=] ]=
	{
		[ [=[skillName]=] ]=[=[中场屏障]=],
		[ [=[picIndex]=] ]=[=[interception]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方中场拦截数值10%]=]
	},
	[ [=[904]=] ]=
	{
		[ [=[skillName]=] ]=[=[抱大腿]=],
		[ [=[picIndex]=] ]=[=[shoot]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方射门最高球员射门50%]=]
	},
	[ [=[905]=] ]=
	{
		[ [=[skillName]=] ]=[=[积极上抢]=],
		[ [=[picIndex]=] ]=[=[steal]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方后卫抢断数值10% ]=]
	},
	[ [=[906]=] ]=
	{
		[ [=[skillName]=] ]=[=[铜墙铁壁]=],
		[ [=[picIndex]=] ]=[=[steal]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方后卫抢断数值10% ]=]
	},
	[ [=[907]=] ]=
	{
		[ [=[skillName]=] ]=[=[意式防守艺术]=],
		[ [=[picIndex]=] ]=[=[defence]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[球队所有后卫防守加40% ]=]
	},
	[ [=[908]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级链式防守]=],
		[ [=[picIndex]=] ]=[=[c02]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队链式防守技能lv1 ]=]
	},
	[ [=[909]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级防守鼓舞]=],
		[ [=[picIndex]=] ]=[=[i03]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队防守鼓舞技能lv1]=]
	},
	[ [=[910]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级防守威慑]=],
		[ [=[picIndex]=] ]=[=[i04]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队防守威慑技能lv1 ]=]
	},
	[ [=[911]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级补位]=],
		[ [=[picIndex]=] ]=[=[d02]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队补位技能lv1]=]
	},
	[ [=[912]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级贴身防守]=],
		[ [=[picIndex]=] ]=[=[e02]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队贴身防守技能lv1]=]
	},
	[ [=[913]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级压迫性防守]=],
		[ [=[picIndex]=] ]=[=[e01]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队压迫性防守技能lv1]=]
	},
	[ [=[914]=] ]=
	{
		[ [=[skillName]=] ]=[=[应变天赋]=],
		[ [=[picIndex]=] ]=[=[change]=],
		[ [=[picIndex2]=] ]=[=[change_text]=],
		[ [=[desc]=] ]=[=[场上每产生一个进球，全队全属性增加5%。]=]
	},
	[ [=[1001]=] ]=
	{
		[ [=[skillName]=] ]=[=[抱大腿]=],
		[ [=[picIndex]=] ]=[=[shoot]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方射门最强球员射门50%]=]
	},
	[ [=[1002]=] ]=
	{
		[ [=[skillName]=] ]=[=[抱大腿]=],
		[ [=[picIndex]=] ]=[=[pass]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方传球最强球员传球50%]=]
	},
	[ [=[1003]=] ]=
	{
		[ [=[skillName]=] ]=[=[抱大腿]=],
		[ [=[picIndex]=] ]=[=[dribbling]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方盘带最强球员盘带50%]=]
	},
	[ [=[1004]=] ]=
	{
		[ [=[skillName]=] ]=[=[抱大腿]=],
		[ [=[picIndex]=] ]=[=[steal]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方抢断最强球员抢断50%]=]
	},
	[ [=[1005]=] ]=
	{
		[ [=[skillName]=] ]=[=[抱大腿]=],
		[ [=[picIndex]=] ]=[=[interception]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方拦截最强球员拦截50% ]=]
	},
	[ [=[1006]=] ]=
	{
		[ [=[skillName]=] ]=[=[抱大腿]=],
		[ [=[picIndex]=] ]=[=[save]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方门将扑救50% ]=]
	},
	[ [=[1007]=] ]=
	{
		[ [=[skillName]=] ]=[=[抱大腿]=],
		[ [=[picIndex]=] ]=[=[attack]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[球队进攻最强的球员进攻加100%]=]
	},
	[ [=[1008]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级冷静推射]=],
		[ [=[picIndex]=] ]=[=[s01]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队冷静推射技能lv1]=]
	},
	[ [=[1009]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级反击号角]=],
		[ [=[picIndex]=] ]=[=[e12]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队反击号角技能lv1 ]=]
	},
	[ [=[1010]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级补位]=],
		[ [=[picIndex]=] ]=[=[d02]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队补位技能lv1]=]
	},
	[ [=[1011]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级45度传中]=],
		[ [=[picIndex]=] ]=[=[e14]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队45度传中技能lv1]=]
	},
	[ [=[1012]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级重炮手]=],
		[ [=[picIndex]=] ]=[=[e03]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队45度传中技能lv1]=]
	},
	[ [=[1013]=] ]=
	{
		[ [=[skillName]=] ]=[=[大师级高速带球]=],
		[ [=[picIndex]=] ]=[=[d01]=],
		[ [=[picIndex2]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[增加我方全队高速带球技能lv1 ]=]
	},
	[ [=[1014]=] ]=
	{
		[ [=[skillName]=] ]=[=[心理素质天赋]=],
		[ [=[picIndex]=] ]=[=[blow]=],
		[ [=[picIndex2]=] ]=[=[blow_text]=],
		[ [=[desc]=] ]=[=[点球大战中，全队点球进球率增加30%。]=]
	}
}
return var