local null = nil
local var = 
{
	[ [=[leagueQuicklyMatch]=] ]=
	{
		[ [=[costType]=] ]=[=[d]=],
		[ [=[price]=] ]=
		{100
		},
		[ [=[note]=] ]=[=[联赛扫荡]=],
		[ [=[timeLimit]=] ]=-1
	},
	[ [=[mystery]=] ]=
	{
		[ [=[costType]=] ]=[=[d]=],
		[ [=[price]=] ]=
		{100
		},
		[ [=[note]=] ]=[=[神秘经纪人刷新]=],
		[ [=[timeLimit]=] ]=10
	},
	[ [=[mysterySSExchange]=] ]=
	{
		[ [=[costType]=] ]=[=[item]=],
		[ [=[price]=] ]=
		{
			{
				[ [=[id]=] ]=30,
				[ [=[num]=] ]=1
			}
		},
		[ [=[note]=] ]=[=[神秘经纪人红卡兑换]=],
		[ [=[timeLimit]=] ]=-1
	},
	[ [=[reset]=] ]=
	{
		[ [=[costType]=] ]=[=[d]=],
		[ [=[price]=] ]=
		{0,0,0,0,0,0
		},
		[ [=[note]=] ]=[=[重置副本]=],
		[ [=[timeLimit]=] ]=6
	},
	[ [=[sp]=] ]=
	{
		[ [=[costType]=] ]=[=[d]=],
		[ [=[price]=] ]=
		{50,50,100,100,100,100,150,150,150,150,200,200,200,200
		},
		[ [=[note]=] ]=[=[购买体力]=],
		[ [=[timeLimit]=] ]=14
	},
	[ [=[transfer]=] ]=
	{
		[ [=[costType]=] ]=[=[d]=],
		[ [=[price]=] ]=
		{20,20,35,35,35,35,50,50,50,50,65,65,65,65,80,80,80,80,95,95,95,95,110,110,110,110
		},
		[ [=[note]=] ]=[=[转会刷新]=],
		[ [=[timeLimit]=] ]=26
	}
}
return var