local null = nil
local var = 
{
	[ [=[1102]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[小码球衣]=],
		[ [=[baseID]=] ]=102,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[材质极差的S码球衣，长时间穿着会磨伤皮肤。适合身高不高于175cm的球员。]=],
		[ [=[letterturnID]=] ]=80,
		[ [=[cardLvl]=] ]=1,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1103]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[中码球衣]=],
		[ [=[baseID]=] ]=103,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[材质极差的M码球衣，长时间穿着会磨伤皮肤。适合身高176-180cm的球员。]=],
		[ [=[letterturnID]=] ]=100,
		[ [=[cardLvl]=] ]=1,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1104]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[大码球衣]=],
		[ [=[baseID]=] ]=104,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[材质极差的L码球衣，长时间穿着会磨伤皮肤。适合身高181-184cm的球员。]=],
		[ [=[letterturnID]=] ]=110,
		[ [=[cardLvl]=] ]=1,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1105]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[加大码球衣]=],
		[ [=[baseID]=] ]=105,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[材质极差的XL码球衣，长时间穿着会磨伤皮肤。适合身高185-188cm的球员。]=],
		[ [=[letterturnID]=] ]=90,
		[ [=[cardLvl]=] ]=1,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1106]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[特大码球衣]=],
		[ [=[baseID]=] ]=106,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[材质极差的XXL码球衣，长时间穿着会磨伤皮肤。适合身高不低于189cm的球员。]=],
		[ [=[letterturnID]=] ]=120,
		[ [=[cardLvl]=] ]=1,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1204]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[薯条]=],
		[ [=[baseID]=] ]=204,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[今天踢得不错，奖励自己一根薯条。]=],
		[ [=[letterturnID]=] ]=270,
		[ [=[cardLvl]=] ]=3,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1205]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[意大利肉酱面]=],
		[ [=[baseID]=] ]=205,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[博洛尼亚风味，肉酱浓郁，面条劲道。出自不怎么做饭的单身程序员之手，有点糊了。]=],
		[ [=[letterturnID]=] ]=140,
		[ [=[cardLvl]=] ]=3,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1206]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[披萨]=],
		[ [=[baseID]=] ]=206,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[意式薄底手工披萨，出自不怎么做饭的单身程序员之手，有点糊了。]=],
		[ [=[letterturnID]=] ]=250,
		[ [=[cardLvl]=] ]=3,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1208]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[西班牙火腿]=],
		[ [=[baseID]=] ]=208,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[著名的伊比利亚火腿，需要腌制数日。]=],
		[ [=[letterturnID]=] ]=240,
		[ [=[cardLvl]=] ]=3,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1212]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[奶酪]=],
		[ [=[baseID]=] ]=212,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[闻着不太臭吃着不太香，最著名的来自荷兰阿尔克马尔。]=],
		[ [=[letterturnID]=] ]=190,
		[ [=[cardLvl]=] ]=3,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1213]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[巧克力]=],
		[ [=[baseID]=] ]=213,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[从这块巧克力里能感受出一种塑料的口感。]=],
		[ [=[letterturnID]=] ]=200,
		[ [=[cardLvl]=] ]=5,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1214]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[土豆烧牛肉]=],
		[ [=[baseID]=] ]=214,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[东欧名菜，将土豆和牛肉烧的肉烂汁浓。出自不怎么做饭的单身程序员之手，有点糊了。]=],
		[ [=[letterturnID]=] ]=60,
		[ [=[cardLvl]=] ]=5,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1215]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[巴西烤肉]=],
		[ [=[baseID]=] ]=215,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[长签串肉，火上烧烤，起源于18世纪。出自不怎么做饭的单身程序员之手，有点糊了。]=],
		[ [=[letterturnID]=] ]=130,
		[ [=[cardLvl]=] ]=5,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1216]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[马黛茶]=],
		[ [=[baseID]=] ]=216,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[泡上一壶，吸上一口，也不会有潘帕斯牛仔的感觉。]=],
		[ [=[letterturnID]=] ]=280,
		[ [=[cardLvl]=] ]=5,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1219]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[卷饼]=],
		[ [=[baseID]=] ]=219,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[流行于北美大地的墨西哥卷饼，不小心加多了辣椒会死。]=],
		[ [=[letterturnID]=] ]=170,
		[ [=[cardLvl]=] ]=5,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1302]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[战斧]=],
		[ [=[baseID]=] ]=302,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[这双战靴能让球员轰出霸气十足的射门。]=],
		[ [=[letterturnID]=] ]=10,
		[ [=[cardLvl]=] ]=7,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1303]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[风火轮]=],
		[ [=[baseID]=] ]=303,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[这双战靴能让球员带起球来虎虎生风。]=],
		[ [=[letterturnID]=] ]=230,
		[ [=[cardLvl]=] ]=7,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1307]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[剑客]=],
		[ [=[baseID]=] ]=307,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[这双战靴能赋予球员以精准而优雅的射术。]=],
		[ [=[letterturnID]=] ]=20,
		[ [=[cardLvl]=] ]=7,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1308]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[近卫军]=],
		[ [=[baseID]=] ]=308,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[这双战靴适合在能上抢、能补位、能盯人的全能后卫。]=],
		[ [=[letterturnID]=] ]=40,
		[ [=[cardLvl]=] ]=7,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1309]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[城墙]=],
		[ [=[baseID]=] ]=309,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[这双战靴适合身材高大、在球场上不可逾越的防守型球员。]=],
		[ [=[letterturnID]=] ]=70,
		[ [=[cardLvl]=] ]=7,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1501]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[大器晚成徽章]=],
		[ [=[baseID]=] ]=501,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员多年砥砺终成正果的艰辛。]=],
		[ [=[letterturnID]=] ]=160,
		[ [=[cardLvl]=] ]=9,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1502]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[年少成名徽章]=],
		[ [=[baseID]=] ]=502,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员年少成名时的意气风发。]=],
		[ [=[letterturnID]=] ]=290,
		[ [=[cardLvl]=] ]=9,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1503]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[浴火重生徽章]=],
		[ [=[baseID]=] ]=503,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员从重大挫折中凤凰涅槃的勇气。]=],
		[ [=[letterturnID]=] ]=260,
		[ [=[cardLvl]=] ]=9,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1504]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[人生赢家徽章]=],
		[ [=[baseID]=] ]=504,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员在漫漫人生路上的累累硕果。]=],
		[ [=[letterturnID]=] ]=30,
		[ [=[cardLvl]=] ]=9,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1505]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[忠诚赞歌徽章]=],
		[ [=[baseID]=] ]=505,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员多年来对球队不离不弃的义胆忠肝。]=],
		[ [=[letterturnID]=] ]=300,
		[ [=[cardLvl]=] ]=9,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1506]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[浪迹天涯徽章]=],
		[ [=[baseID]=] ]=506,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员多年来走南闯北留下的一行行足迹。]=],
		[ [=[letterturnID]=] ]=180,
		[ [=[cardLvl]=] ]=10,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1509]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[劳动模范徽章]=],
		[ [=[baseID]=] ]=509,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员分秒不离坚守岗位的职业精神。]=],
		[ [=[letterturnID]=] ]=150,
		[ [=[cardLvl]=] ]=10,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1511]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[数据刷子徽章]=],
		[ [=[baseID]=] ]=511,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员在数据榜单上高处不胜寒的寂寞。]=],
		[ [=[letterturnID]=] ]=50,
		[ [=[cardLvl]=] ]=10,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1513]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[天赋异禀徽章]=],
		[ [=[baseID]=] ]=513,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员体内几欲喷薄而出的天赋。]=],
		[ [=[letterturnID]=] ]=210,
		[ [=[cardLvl]=] ]=10,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1514]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[勤能补拙徽章]=],
		[ [=[baseID]=] ]=514,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员人前人后默默付出的努力。]=],
		[ [=[letterturnID]=] ]=220,
		[ [=[cardLvl]=] ]=10,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[2102]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[小码球衣]=],
		[ [=[baseID]=] ]=102,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[材质较差的S码球衣，至少不会对身体有害。适合身高不高于175cm的球员。]=],
		[ [=[letterturnID]=] ]=80,
		[ [=[cardLvl]=] ]=11,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2103]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[中码球衣]=],
		[ [=[baseID]=] ]=103,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[材质较差的M码球衣，至少不会对身体有害。适合身高176-180cm的球员。]=],
		[ [=[letterturnID]=] ]=100,
		[ [=[cardLvl]=] ]=11,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2104]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[大码球衣]=],
		[ [=[baseID]=] ]=104,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[材质较差的L码球衣，至少不会对身体有害。适合身高181-184cm的球员。]=],
		[ [=[letterturnID]=] ]=110,
		[ [=[cardLvl]=] ]=11,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2105]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[加大码球衣]=],
		[ [=[baseID]=] ]=105,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[材质较差的XL码球衣，至少不会对身体有害。适合身高185-188cm的球员。]=],
		[ [=[letterturnID]=] ]=90,
		[ [=[cardLvl]=] ]=11,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2106]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[特大码球衣]=],
		[ [=[baseID]=] ]=106,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[材质较差的XXL码球衣，至少不会对身体有害。适合身高不低于189cm的球员。]=],
		[ [=[letterturnID]=] ]=120,
		[ [=[cardLvl]=] ]=11,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2204]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[薯条]=],
		[ [=[baseID]=] ]=204,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[今天踢得不错，奖励自己一小包薯条。]=],
		[ [=[letterturnID]=] ]=270,
		[ [=[cardLvl]=] ]=13,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2205]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[意大利肉酱面]=],
		[ [=[baseID]=] ]=205,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[博洛尼亚风味，肉酱浓郁，面条劲道。出自路边摊。]=],
		[ [=[letterturnID]=] ]=140,
		[ [=[cardLvl]=] ]=13,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2206]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[披萨]=],
		[ [=[baseID]=] ]=206,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[意式薄底手工披萨，出自路边摊。]=],
		[ [=[letterturnID]=] ]=250,
		[ [=[cardLvl]=] ]=13,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2208]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[西班牙火腿]=],
		[ [=[baseID]=] ]=208,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[著名的伊比利亚火腿，需要腌制数月。]=],
		[ [=[letterturnID]=] ]=240,
		[ [=[cardLvl]=] ]=13,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2212]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[奶酪]=],
		[ [=[baseID]=] ]=212,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[闻着有点臭吃着有点香，最著名的来自荷兰阿尔克马尔。]=],
		[ [=[letterturnID]=] ]=190,
		[ [=[cardLvl]=] ]=13,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2213]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[巧克力]=],
		[ [=[baseID]=] ]=213,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[从这块巧克力里能感受到一种肥皂的口感。]=],
		[ [=[letterturnID]=] ]=200,
		[ [=[cardLvl]=] ]=15,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2214]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[土豆烧牛肉]=],
		[ [=[baseID]=] ]=214,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[东欧名菜，将土豆和牛肉烧的肉烂汁浓。出自路边摊。]=],
		[ [=[letterturnID]=] ]=60,
		[ [=[cardLvl]=] ]=15,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2215]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[巴西烤肉]=],
		[ [=[baseID]=] ]=215,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[长签串肉，火上烧烤，起源于18世纪。出自路边摊。]=],
		[ [=[letterturnID]=] ]=130,
		[ [=[cardLvl]=] ]=15,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2216]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[马黛茶]=],
		[ [=[baseID]=] ]=216,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[泡上一壶，吸上一口，有了那么一丢丢潘帕斯牛仔的感觉。]=],
		[ [=[letterturnID]=] ]=280,
		[ [=[cardLvl]=] ]=15,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2219]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[卷饼]=],
		[ [=[baseID]=] ]=219,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[流行于北美大地的墨西哥卷饼，不小心加多了辣椒会连拉五天肚子。]=],
		[ [=[letterturnID]=] ]=170,
		[ [=[cardLvl]=] ]=15,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2302]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[战斧]=],
		[ [=[baseID]=] ]=302,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[这双战靴能让球员轰出霸气十足的射门。]=],
		[ [=[letterturnID]=] ]=10,
		[ [=[cardLvl]=] ]=17,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2303]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[风火轮]=],
		[ [=[baseID]=] ]=303,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[这双战靴能让球员带起球来虎虎生风。]=],
		[ [=[letterturnID]=] ]=230,
		[ [=[cardLvl]=] ]=17,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2307]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[剑客]=],
		[ [=[baseID]=] ]=307,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[这双战靴能赋予球员以精准而优雅的射术。]=],
		[ [=[letterturnID]=] ]=20,
		[ [=[cardLvl]=] ]=17,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2308]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[近卫军]=],
		[ [=[baseID]=] ]=308,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[这双战靴适合在能上抢、能补位、能盯人的全能后卫。]=],
		[ [=[letterturnID]=] ]=40,
		[ [=[cardLvl]=] ]=17,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2309]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[城墙]=],
		[ [=[baseID]=] ]=309,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[这双战靴适合身材高大、在球场上不可逾越的防守型球员。]=],
		[ [=[letterturnID]=] ]=70,
		[ [=[cardLvl]=] ]=17,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2501]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[大器晚成徽章]=],
		[ [=[baseID]=] ]=501,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员多年砥砺终成正果的艰辛。]=],
		[ [=[letterturnID]=] ]=160,
		[ [=[cardLvl]=] ]=19,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2502]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[年少成名徽章]=],
		[ [=[baseID]=] ]=502,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员年少成名时的意气风发。]=],
		[ [=[letterturnID]=] ]=290,
		[ [=[cardLvl]=] ]=19,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2503]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[浴火重生徽章]=],
		[ [=[baseID]=] ]=503,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员从重大挫折中凤凰涅槃的勇气。]=],
		[ [=[letterturnID]=] ]=260,
		[ [=[cardLvl]=] ]=19,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2504]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[人生赢家徽章]=],
		[ [=[baseID]=] ]=504,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员在漫漫人生路上的累累硕果。]=],
		[ [=[letterturnID]=] ]=30,
		[ [=[cardLvl]=] ]=19,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2505]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[忠诚赞歌徽章]=],
		[ [=[baseID]=] ]=505,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员多年来对球队不离不弃的义胆忠肝。]=],
		[ [=[letterturnID]=] ]=300,
		[ [=[cardLvl]=] ]=19,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2506]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[浪迹天涯徽章]=],
		[ [=[baseID]=] ]=506,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员多年来走南闯北留下的一行行足迹。]=],
		[ [=[letterturnID]=] ]=180,
		[ [=[cardLvl]=] ]=20,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2509]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[劳动模范徽章]=],
		[ [=[baseID]=] ]=509,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员分秒不离坚守岗位的职业精神。]=],
		[ [=[letterturnID]=] ]=150,
		[ [=[cardLvl]=] ]=20,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2511]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[数据刷子徽章]=],
		[ [=[baseID]=] ]=511,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员在数据榜单上高处不胜寒的寂寞。]=],
		[ [=[letterturnID]=] ]=50,
		[ [=[cardLvl]=] ]=20,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2513]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[天赋异禀徽章]=],
		[ [=[baseID]=] ]=513,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员体内几欲喷薄而出的天赋。]=],
		[ [=[letterturnID]=] ]=210,
		[ [=[cardLvl]=] ]=20,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2514]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[勤能补拙徽章]=],
		[ [=[baseID]=] ]=514,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员人前人后默默付出的努力。]=],
		[ [=[letterturnID]=] ]=220,
		[ [=[cardLvl]=] ]=20,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[3102]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[小码球衣]=],
		[ [=[baseID]=] ]=102,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[材质普通的S码球衣，穿着训练还好，比赛就差点儿意思。适合身高不高于175cm的球员。]=],
		[ [=[letterturnID]=] ]=80,
		[ [=[cardLvl]=] ]=21,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3103]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[中码球衣]=],
		[ [=[baseID]=] ]=103,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[材质普通的M码球衣，穿着训练还好，比赛就差点儿意思。适合身高176-180cm的球员。]=],
		[ [=[letterturnID]=] ]=100,
		[ [=[cardLvl]=] ]=21,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3104]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[大码球衣]=],
		[ [=[baseID]=] ]=104,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[材质普通的L码球衣，穿着训练还好，比赛就差点儿意思。适合身高181-184cm的球员。]=],
		[ [=[letterturnID]=] ]=110,
		[ [=[cardLvl]=] ]=21,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3105]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[加大码球衣]=],
		[ [=[baseID]=] ]=105,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[材质普通的XL码球衣，穿着训练还好，比赛就差点儿意思。适合身高185-188cm的球员。]=],
		[ [=[letterturnID]=] ]=90,
		[ [=[cardLvl]=] ]=21,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3106]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[特大码球衣]=],
		[ [=[baseID]=] ]=106,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[材质普通的XXL码球衣，穿着训练还好，比赛就差点儿意思。适合身高不低于189cm的球员。]=],
		[ [=[letterturnID]=] ]=120,
		[ [=[cardLvl]=] ]=21,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3204]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[薯条]=],
		[ [=[baseID]=] ]=204,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[今天踢得不错，奖励自己一中包薯条。]=],
		[ [=[letterturnID]=] ]=270,
		[ [=[cardLvl]=] ]=23,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3205]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[意大利肉酱面]=],
		[ [=[baseID]=] ]=205,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[博洛尼亚风味，肉酱浓郁，面条劲道。出自大学食堂。]=],
		[ [=[letterturnID]=] ]=140,
		[ [=[cardLvl]=] ]=23,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3206]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[披萨]=],
		[ [=[baseID]=] ]=206,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[意式薄底手工披萨，出自大学食堂。]=],
		[ [=[letterturnID]=] ]=250,
		[ [=[cardLvl]=] ]=23,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3208]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[西班牙火腿]=],
		[ [=[baseID]=] ]=208,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[著名的伊比利亚火腿，需要腌制数年。]=],
		[ [=[letterturnID]=] ]=240,
		[ [=[cardLvl]=] ]=23,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3212]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[奶酪]=],
		[ [=[baseID]=] ]=212,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[闻着一般臭吃着一般香，最著名的来自荷兰阿尔克马尔。]=],
		[ [=[letterturnID]=] ]=190,
		[ [=[cardLvl]=] ]=23,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3213]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[巧克力]=],
		[ [=[baseID]=] ]=213,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[从这块巧克力里能品味出代可可脂的味道。]=],
		[ [=[letterturnID]=] ]=200,
		[ [=[cardLvl]=] ]=25,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3214]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[土豆烧牛肉]=],
		[ [=[baseID]=] ]=214,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[东欧名菜，将土豆和牛肉烧的肉烂汁浓。出自大学食堂。]=],
		[ [=[letterturnID]=] ]=60,
		[ [=[cardLvl]=] ]=25,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3215]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[巴西烤肉]=],
		[ [=[baseID]=] ]=215,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[长签串肉，火上烧烤，起源于18世纪。出自大学食堂。]=],
		[ [=[letterturnID]=] ]=130,
		[ [=[cardLvl]=] ]=25,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3216]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[马黛茶]=],
		[ [=[baseID]=] ]=216,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[泡上一壶，吸上一口，有了一些潘帕斯牛仔的感觉。]=],
		[ [=[letterturnID]=] ]=280,
		[ [=[cardLvl]=] ]=25,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3219]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[卷饼]=],
		[ [=[baseID]=] ]=219,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[流行于北美大地的墨西哥卷饼，不小心加多了辣椒会连拉四天肚子。]=],
		[ [=[letterturnID]=] ]=170,
		[ [=[cardLvl]=] ]=25,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3302]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[战斧]=],
		[ [=[baseID]=] ]=302,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[这双战靴能让球员轰出霸气十足的射门。]=],
		[ [=[letterturnID]=] ]=10,
		[ [=[cardLvl]=] ]=27,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3303]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[风火轮]=],
		[ [=[baseID]=] ]=303,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[这双战靴能让球员带起球来虎虎生风。]=],
		[ [=[letterturnID]=] ]=230,
		[ [=[cardLvl]=] ]=27,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3307]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[剑客]=],
		[ [=[baseID]=] ]=307,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[这双战靴能赋予球员以精准而优雅的射术。]=],
		[ [=[letterturnID]=] ]=20,
		[ [=[cardLvl]=] ]=27,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3308]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[近卫军]=],
		[ [=[baseID]=] ]=308,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[这双战靴适合在能上抢、能补位、能盯人的全能后卫。]=],
		[ [=[letterturnID]=] ]=40,
		[ [=[cardLvl]=] ]=27,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3309]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[城墙]=],
		[ [=[baseID]=] ]=309,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[这双战靴适合身材高大、在球场上不可逾越的防守型球员。]=],
		[ [=[letterturnID]=] ]=70,
		[ [=[cardLvl]=] ]=27,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3501]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[大器晚成徽章]=],
		[ [=[baseID]=] ]=501,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员多年砥砺终成正果的艰辛。]=],
		[ [=[letterturnID]=] ]=160,
		[ [=[cardLvl]=] ]=29,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3502]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[年少成名徽章]=],
		[ [=[baseID]=] ]=502,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员年少成名时的意气风发。]=],
		[ [=[letterturnID]=] ]=290,
		[ [=[cardLvl]=] ]=29,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3503]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[浴火重生徽章]=],
		[ [=[baseID]=] ]=503,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员从重大挫折中凤凰涅槃的勇气。]=],
		[ [=[letterturnID]=] ]=260,
		[ [=[cardLvl]=] ]=29,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3504]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[人生赢家徽章]=],
		[ [=[baseID]=] ]=504,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员在漫漫人生路上的累累硕果。]=],
		[ [=[letterturnID]=] ]=30,
		[ [=[cardLvl]=] ]=29,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3505]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[忠诚赞歌徽章]=],
		[ [=[baseID]=] ]=505,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员多年来对球队不离不弃的义胆忠肝。]=],
		[ [=[letterturnID]=] ]=300,
		[ [=[cardLvl]=] ]=29,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3506]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[浪迹天涯徽章]=],
		[ [=[baseID]=] ]=506,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员多年来走南闯北留下的一行行足迹。]=],
		[ [=[letterturnID]=] ]=180,
		[ [=[cardLvl]=] ]=30,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3509]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[劳动模范徽章]=],
		[ [=[baseID]=] ]=509,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员分秒不离坚守岗位的职业精神。]=],
		[ [=[letterturnID]=] ]=150,
		[ [=[cardLvl]=] ]=30,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3511]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[数据刷子徽章]=],
		[ [=[baseID]=] ]=511,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员在数据榜单上高处不胜寒的寂寞。]=],
		[ [=[letterturnID]=] ]=50,
		[ [=[cardLvl]=] ]=30,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3513]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[天赋异禀徽章]=],
		[ [=[baseID]=] ]=513,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员体内几欲喷薄而出的天赋。]=],
		[ [=[letterturnID]=] ]=210,
		[ [=[cardLvl]=] ]=30,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3514]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[勤能补拙徽章]=],
		[ [=[baseID]=] ]=514,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员人前人后默默付出的努力。]=],
		[ [=[letterturnID]=] ]=220,
		[ [=[cardLvl]=] ]=30,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[4102]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[小码球衣]=],
		[ [=[baseID]=] ]=102,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[材质尚可的S码球衣，适合业余比赛穿着。适合身高不高于175cm的球员。]=],
		[ [=[letterturnID]=] ]=80,
		[ [=[cardLvl]=] ]=31,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4103]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[中码球衣]=],
		[ [=[baseID]=] ]=103,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[材质尚可的M码球衣，适合业余比赛穿着。适合身高176-180cm的球员。]=],
		[ [=[letterturnID]=] ]=100,
		[ [=[cardLvl]=] ]=31,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4104]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[大码球衣]=],
		[ [=[baseID]=] ]=104,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[材质尚可的L码球衣，适合业余比赛穿着。适合身高181-184cm的球员。]=],
		[ [=[letterturnID]=] ]=110,
		[ [=[cardLvl]=] ]=31,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4105]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[加大码球衣]=],
		[ [=[baseID]=] ]=105,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[材质尚可的XL码球衣，适合业余比赛穿着。适合身高185-188cm的球员。]=],
		[ [=[letterturnID]=] ]=90,
		[ [=[cardLvl]=] ]=31,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4106]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[特大码球衣]=],
		[ [=[baseID]=] ]=106,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[材质尚可的XXL码球衣，适合业余比赛穿着。适合身高不低于189cm的球员。]=],
		[ [=[letterturnID]=] ]=120,
		[ [=[cardLvl]=] ]=31,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4204]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[薯条]=],
		[ [=[baseID]=] ]=204,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[今天踢得不错，奖励自己一大包薯条。]=],
		[ [=[letterturnID]=] ]=270,
		[ [=[cardLvl]=] ]=33,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4205]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[意大利肉酱面]=],
		[ [=[baseID]=] ]=205,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[博洛尼亚风味，肉酱浓郁，面条劲道。出自连锁快餐店。]=],
		[ [=[letterturnID]=] ]=140,
		[ [=[cardLvl]=] ]=33,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4206]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[披萨]=],
		[ [=[baseID]=] ]=206,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[意式薄底手工披萨，出自连锁快餐店。]=],
		[ [=[letterturnID]=] ]=250,
		[ [=[cardLvl]=] ]=33,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4208]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[西班牙火腿]=],
		[ [=[baseID]=] ]=208,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[著名的伊比利亚火腿，需要腌制十几年。]=],
		[ [=[letterturnID]=] ]=240,
		[ [=[cardLvl]=] ]=33,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4212]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[奶酪]=],
		[ [=[baseID]=] ]=212,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[闻着相当臭吃着相当香，最著名的来自荷兰阿尔克马尔。]=],
		[ [=[letterturnID]=] ]=190,
		[ [=[cardLvl]=] ]=33,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4213]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[巧克力]=],
		[ [=[baseID]=] ]=213,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[从这块巧克力里能品味出巧克力的味道。]=],
		[ [=[letterturnID]=] ]=200,
		[ [=[cardLvl]=] ]=35,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4214]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[土豆烧牛肉]=],
		[ [=[baseID]=] ]=214,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[东欧名菜，将土豆和牛肉烧的肉烂汁浓。出自连锁快餐店。]=],
		[ [=[letterturnID]=] ]=60,
		[ [=[cardLvl]=] ]=35,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4215]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[巴西烤肉]=],
		[ [=[baseID]=] ]=215,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[长签串肉，火上烧烤，起源于18世纪。出自连锁快餐店。]=],
		[ [=[letterturnID]=] ]=130,
		[ [=[cardLvl]=] ]=35,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4216]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[马黛茶]=],
		[ [=[baseID]=] ]=216,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[泡上一壶，吸上一口，一会儿之后就有了潘帕斯牛仔的感觉。]=],
		[ [=[letterturnID]=] ]=280,
		[ [=[cardLvl]=] ]=35,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4219]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[卷饼]=],
		[ [=[baseID]=] ]=219,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[流行于北美大地的墨西哥卷饼，不小心加多了辣椒会连拉三天肚子。]=],
		[ [=[letterturnID]=] ]=170,
		[ [=[cardLvl]=] ]=35,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4302]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[战斧]=],
		[ [=[baseID]=] ]=302,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[这双战靴能让球员轰出霸气十足的射门。]=],
		[ [=[letterturnID]=] ]=10,
		[ [=[cardLvl]=] ]=37,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4303]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[风火轮]=],
		[ [=[baseID]=] ]=303,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[这双战靴能让球员带起球来虎虎生风。]=],
		[ [=[letterturnID]=] ]=230,
		[ [=[cardLvl]=] ]=37,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4307]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[剑客]=],
		[ [=[baseID]=] ]=307,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[这双战靴能赋予球员以精准而优雅的射术。]=],
		[ [=[letterturnID]=] ]=20,
		[ [=[cardLvl]=] ]=37,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4308]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[近卫军]=],
		[ [=[baseID]=] ]=308,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[这双战靴适合在能上抢、能补位、能盯人的全能后卫。]=],
		[ [=[letterturnID]=] ]=40,
		[ [=[cardLvl]=] ]=37,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4309]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[城墙]=],
		[ [=[baseID]=] ]=309,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[这双战靴适合身材高大、在球场上不可逾越的防守型球员。]=],
		[ [=[letterturnID]=] ]=70,
		[ [=[cardLvl]=] ]=37,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4501]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[大器晚成徽章]=],
		[ [=[baseID]=] ]=501,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员多年砥砺终成正果的艰辛。]=],
		[ [=[letterturnID]=] ]=160,
		[ [=[cardLvl]=] ]=39,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4502]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[年少成名徽章]=],
		[ [=[baseID]=] ]=502,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员年少成名时的意气风发。]=],
		[ [=[letterturnID]=] ]=290,
		[ [=[cardLvl]=] ]=39,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4503]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[浴火重生徽章]=],
		[ [=[baseID]=] ]=503,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员从重大挫折中凤凰涅槃的勇气。]=],
		[ [=[letterturnID]=] ]=260,
		[ [=[cardLvl]=] ]=39,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4504]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[人生赢家徽章]=],
		[ [=[baseID]=] ]=504,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员在漫漫人生路上的累累硕果。]=],
		[ [=[letterturnID]=] ]=30,
		[ [=[cardLvl]=] ]=39,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4505]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[忠诚赞歌徽章]=],
		[ [=[baseID]=] ]=505,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员多年来对球队不离不弃的义胆忠肝。]=],
		[ [=[letterturnID]=] ]=300,
		[ [=[cardLvl]=] ]=39,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4506]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[浪迹天涯徽章]=],
		[ [=[baseID]=] ]=506,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员多年来走南闯北留下的一行行足迹。]=],
		[ [=[letterturnID]=] ]=180,
		[ [=[cardLvl]=] ]=40,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4509]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[劳动模范徽章]=],
		[ [=[baseID]=] ]=509,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员分秒不离坚守岗位的职业精神。]=],
		[ [=[letterturnID]=] ]=150,
		[ [=[cardLvl]=] ]=40,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4511]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[数据刷子徽章]=],
		[ [=[baseID]=] ]=511,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员在数据榜单上高处不胜寒的寂寞。]=],
		[ [=[letterturnID]=] ]=50,
		[ [=[cardLvl]=] ]=40,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4513]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[天赋异禀徽章]=],
		[ [=[baseID]=] ]=513,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员体内几欲喷薄而出的天赋。]=],
		[ [=[letterturnID]=] ]=210,
		[ [=[cardLvl]=] ]=40,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4514]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[勤能补拙徽章]=],
		[ [=[baseID]=] ]=514,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员人前人后默默付出的努力。]=],
		[ [=[letterturnID]=] ]=220,
		[ [=[cardLvl]=] ]=40,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[5102]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[小码球衣]=],
		[ [=[baseID]=] ]=102,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[质地较好的S码球衣，适合高水平比赛穿着。适合身高不高于175cm的球员。]=],
		[ [=[letterturnID]=] ]=80,
		[ [=[cardLvl]=] ]=41,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5103]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[中码球衣]=],
		[ [=[baseID]=] ]=103,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[质地较好的M码球衣，适合高水平比赛穿着。适合身高176-180cm的球员。]=],
		[ [=[letterturnID]=] ]=100,
		[ [=[cardLvl]=] ]=41,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5104]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[大码球衣]=],
		[ [=[baseID]=] ]=104,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[质地较好的L码球衣，适合高水平比赛穿着。适合身高181-184cm的球员。]=],
		[ [=[letterturnID]=] ]=110,
		[ [=[cardLvl]=] ]=41,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5105]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[加大码球衣]=],
		[ [=[baseID]=] ]=105,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[质地较好的XL码球衣，适合高水平比赛穿着。适合身高185-188cm的球员。]=],
		[ [=[letterturnID]=] ]=90,
		[ [=[cardLvl]=] ]=41,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5106]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[特大码球衣]=],
		[ [=[baseID]=] ]=106,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[质地较好的XXL码球衣，适合高水平比赛穿着。适合身高不低于189cm的球员。]=],
		[ [=[letterturnID]=] ]=120,
		[ [=[cardLvl]=] ]=41,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5204]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[薯条]=],
		[ [=[baseID]=] ]=204,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[今天踢得不错，奖励自己一锅薯条。]=],
		[ [=[letterturnID]=] ]=270,
		[ [=[cardLvl]=] ]=43,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5205]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[意大利肉酱面]=],
		[ [=[baseID]=] ]=205,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[博洛尼亚风味，肉酱浓郁，面条劲道。出自高档餐厅。]=],
		[ [=[letterturnID]=] ]=140,
		[ [=[cardLvl]=] ]=43,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5206]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[披萨]=],
		[ [=[baseID]=] ]=206,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[意式薄底手工披萨，出自高档餐厅。]=],
		[ [=[letterturnID]=] ]=250,
		[ [=[cardLvl]=] ]=43,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5208]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[西班牙火腿]=],
		[ [=[baseID]=] ]=208,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[著名的伊比利亚火腿，需要腌制几十年。]=],
		[ [=[letterturnID]=] ]=240,
		[ [=[cardLvl]=] ]=43,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5212]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[奶酪]=],
		[ [=[baseID]=] ]=212,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[闻着非常臭吃着非常香，最著名的来自荷兰阿尔克马尔。]=],
		[ [=[letterturnID]=] ]=190,
		[ [=[cardLvl]=] ]=43,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5213]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[巧克力]=],
		[ [=[baseID]=] ]=213,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[这块巧克力味道还可以，就是太苦了。]=],
		[ [=[letterturnID]=] ]=200,
		[ [=[cardLvl]=] ]=45,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5214]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[土豆烧牛肉]=],
		[ [=[baseID]=] ]=214,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[东欧名菜，将土豆和牛肉烧的肉烂汁浓。出自高档餐厅。]=],
		[ [=[letterturnID]=] ]=60,
		[ [=[cardLvl]=] ]=45,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5215]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[巴西烤肉]=],
		[ [=[baseID]=] ]=215,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[长签串肉，火上烧烤，起源于18世纪。出自高档餐厅。]=],
		[ [=[letterturnID]=] ]=130,
		[ [=[cardLvl]=] ]=45,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5216]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[马黛茶]=],
		[ [=[baseID]=] ]=216,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[泡上一壶，吸上一口，马上有了潘帕斯牛仔的感觉。]=],
		[ [=[letterturnID]=] ]=280,
		[ [=[cardLvl]=] ]=45,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5219]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[卷饼]=],
		[ [=[baseID]=] ]=219,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[流行于北美大地的墨西哥卷饼，不小心加多了辣椒会连拉两天肚子。]=],
		[ [=[letterturnID]=] ]=170,
		[ [=[cardLvl]=] ]=45,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5302]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[战斧]=],
		[ [=[baseID]=] ]=302,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[这双战靴能让球员轰出霸气十足的射门。]=],
		[ [=[letterturnID]=] ]=10,
		[ [=[cardLvl]=] ]=47,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5303]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[风火轮]=],
		[ [=[baseID]=] ]=303,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[这双战靴能让球员带起球来虎虎生风。]=],
		[ [=[letterturnID]=] ]=230,
		[ [=[cardLvl]=] ]=47,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5307]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[剑客]=],
		[ [=[baseID]=] ]=307,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[这双战靴能赋予球员以精准而优雅的射术。]=],
		[ [=[letterturnID]=] ]=20,
		[ [=[cardLvl]=] ]=47,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5308]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[近卫军]=],
		[ [=[baseID]=] ]=308,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[这双战靴适合在能上抢、能补位、能盯人的全能后卫。]=],
		[ [=[letterturnID]=] ]=40,
		[ [=[cardLvl]=] ]=47,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5309]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[城墙]=],
		[ [=[baseID]=] ]=309,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[这双战靴适合身材高大、在球场上不可逾越的防守型球员。]=],
		[ [=[letterturnID]=] ]=70,
		[ [=[cardLvl]=] ]=47,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5501]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[大器晚成徽章]=],
		[ [=[baseID]=] ]=501,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员多年砥砺终成正果的艰辛。]=],
		[ [=[letterturnID]=] ]=160,
		[ [=[cardLvl]=] ]=49,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5502]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[年少成名徽章]=],
		[ [=[baseID]=] ]=502,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员年少成名时的意气风发。]=],
		[ [=[letterturnID]=] ]=290,
		[ [=[cardLvl]=] ]=49,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5503]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[浴火重生徽章]=],
		[ [=[baseID]=] ]=503,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员从重大挫折中凤凰涅槃的勇气。]=],
		[ [=[letterturnID]=] ]=260,
		[ [=[cardLvl]=] ]=49,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5504]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[人生赢家徽章]=],
		[ [=[baseID]=] ]=504,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员在漫漫人生路上的累累硕果。]=],
		[ [=[letterturnID]=] ]=30,
		[ [=[cardLvl]=] ]=49,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5505]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[忠诚赞歌徽章]=],
		[ [=[baseID]=] ]=505,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员多年来对球队不离不弃的义胆忠肝。]=],
		[ [=[letterturnID]=] ]=300,
		[ [=[cardLvl]=] ]=49,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5506]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[浪迹天涯徽章]=],
		[ [=[baseID]=] ]=506,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员多年来走南闯北留下的一行行足迹。]=],
		[ [=[letterturnID]=] ]=180,
		[ [=[cardLvl]=] ]=50,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5509]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[劳动模范徽章]=],
		[ [=[baseID]=] ]=509,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员分秒不离坚守岗位的职业精神。]=],
		[ [=[letterturnID]=] ]=150,
		[ [=[cardLvl]=] ]=50,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5511]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[数据刷子徽章]=],
		[ [=[baseID]=] ]=511,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员在数据榜单上高处不胜寒的寂寞。]=],
		[ [=[letterturnID]=] ]=50,
		[ [=[cardLvl]=] ]=50,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5513]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[天赋异禀徽章]=],
		[ [=[baseID]=] ]=513,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员体内几欲喷薄而出的天赋。]=],
		[ [=[letterturnID]=] ]=210,
		[ [=[cardLvl]=] ]=50,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5514]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[勤能补拙徽章]=],
		[ [=[baseID]=] ]=514,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员人前人后默默付出的努力。]=],
		[ [=[letterturnID]=] ]=220,
		[ [=[cardLvl]=] ]=50,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[6102]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[小码球衣]=],
		[ [=[baseID]=] ]=102,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[质地优良的S码球衣，透气排汗性能出色。适合身高不高于175cm的球员。]=],
		[ [=[letterturnID]=] ]=80,
		[ [=[cardLvl]=] ]=51,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6103]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[中码球衣]=],
		[ [=[baseID]=] ]=103,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[质地优良的M码球衣，透气排汗性能出色。适合身高176-180cm的球员。]=],
		[ [=[letterturnID]=] ]=100,
		[ [=[cardLvl]=] ]=51,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6104]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[大码球衣]=],
		[ [=[baseID]=] ]=104,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[质地优良的L码球衣，透气排汗性能出色。适合身高181-184cm的球员。]=],
		[ [=[letterturnID]=] ]=110,
		[ [=[cardLvl]=] ]=51,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6105]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[加大码球衣]=],
		[ [=[baseID]=] ]=105,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[质地优良的XL码球衣，透气排汗性能出色。适合身高185-188cm的球员。]=],
		[ [=[letterturnID]=] ]=90,
		[ [=[cardLvl]=] ]=51,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6106]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[特大码球衣]=],
		[ [=[baseID]=] ]=106,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[质地优良的XXL码球衣，透气排汗性能出色。适合身高不低于189cm的球员。]=],
		[ [=[letterturnID]=] ]=120,
		[ [=[cardLvl]=] ]=51,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6204]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[薯条]=],
		[ [=[baseID]=] ]=204,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[今天踢得不错，奖励自己一车薯条。]=],
		[ [=[letterturnID]=] ]=270,
		[ [=[cardLvl]=] ]=53,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6205]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[意大利肉酱面]=],
		[ [=[baseID]=] ]=205,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[博洛尼亚风味，肉酱浓郁，面条劲道。有令人感动的妈妈的味道。]=],
		[ [=[letterturnID]=] ]=140,
		[ [=[cardLvl]=] ]=53,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6206]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[披萨]=],
		[ [=[baseID]=] ]=206,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[意式薄底手工披萨，有令人感动的妈妈的味道。]=],
		[ [=[letterturnID]=] ]=250,
		[ [=[cardLvl]=] ]=53,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6208]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[西班牙火腿]=],
		[ [=[baseID]=] ]=208,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[著名的伊比利亚火腿，需要腌制上百年。]=],
		[ [=[letterturnID]=] ]=240,
		[ [=[cardLvl]=] ]=53,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6212]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[奶酪]=],
		[ [=[baseID]=] ]=212,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[闻着嗷嗷臭吃着杠杠香，最著名的来自荷兰阿尔克马尔。]=],
		[ [=[letterturnID]=] ]=190,
		[ [=[cardLvl]=] ]=53,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6213]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[巧克力]=],
		[ [=[baseID]=] ]=213,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[从这块巧克力里能感受到恋爱般的甜蜜。]=],
		[ [=[letterturnID]=] ]=200,
		[ [=[cardLvl]=] ]=55,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6214]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[土豆烧牛肉]=],
		[ [=[baseID]=] ]=214,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[东欧名菜，将土豆和牛肉烧的肉烂汁浓。有令人感动的妈妈的味道。]=],
		[ [=[letterturnID]=] ]=60,
		[ [=[cardLvl]=] ]=55,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6215]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[巴西烤肉]=],
		[ [=[baseID]=] ]=215,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[长签串肉，火上烧烤，起源于18世纪。有令人感动的妈妈的味道。]=],
		[ [=[letterturnID]=] ]=130,
		[ [=[cardLvl]=] ]=55,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6216]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[马黛茶]=],
		[ [=[baseID]=] ]=216,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[泡上一壶，吸上一口，嘿！我就是潘帕斯牛仔之王！]=],
		[ [=[letterturnID]=] ]=280,
		[ [=[cardLvl]=] ]=55,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6219]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[卷饼]=],
		[ [=[baseID]=] ]=219,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[流行于北美大地的墨西哥卷饼，不小心加多了辣椒会拉一天肚子。]=],
		[ [=[letterturnID]=] ]=170,
		[ [=[cardLvl]=] ]=55,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6302]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[战斧]=],
		[ [=[baseID]=] ]=302,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[这双战靴能让球员轰出霸气十足的射门。]=],
		[ [=[letterturnID]=] ]=10,
		[ [=[cardLvl]=] ]=57,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6303]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[风火轮]=],
		[ [=[baseID]=] ]=303,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[这双战靴能让球员带起球来虎虎生风。]=],
		[ [=[letterturnID]=] ]=230,
		[ [=[cardLvl]=] ]=57,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6307]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[剑客]=],
		[ [=[baseID]=] ]=307,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[这双战靴能赋予球员以精准而优雅的射术。]=],
		[ [=[letterturnID]=] ]=20,
		[ [=[cardLvl]=] ]=57,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6308]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[近卫军]=],
		[ [=[baseID]=] ]=308,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[这双战靴适合在能上抢、能补位、能盯人的全能后卫。]=],
		[ [=[letterturnID]=] ]=40,
		[ [=[cardLvl]=] ]=57,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6309]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[城墙]=],
		[ [=[baseID]=] ]=309,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[这双战靴适合身材高大、在球场上不可逾越的防守型球员。]=],
		[ [=[letterturnID]=] ]=70,
		[ [=[cardLvl]=] ]=57,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6501]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[大器晚成徽章]=],
		[ [=[baseID]=] ]=501,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员多年砥砺终成正果的艰辛。]=],
		[ [=[letterturnID]=] ]=160,
		[ [=[cardLvl]=] ]=59,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6502]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[年少成名徽章]=],
		[ [=[baseID]=] ]=502,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员年少成名时的意气风发。]=],
		[ [=[letterturnID]=] ]=290,
		[ [=[cardLvl]=] ]=59,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6503]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[浴火重生徽章]=],
		[ [=[baseID]=] ]=503,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员从重大挫折中凤凰涅槃的勇气。]=],
		[ [=[letterturnID]=] ]=260,
		[ [=[cardLvl]=] ]=59,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6504]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[人生赢家徽章]=],
		[ [=[baseID]=] ]=504,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员在漫漫人生路上的累累硕果。]=],
		[ [=[letterturnID]=] ]=30,
		[ [=[cardLvl]=] ]=59,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6505]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[忠诚赞歌徽章]=],
		[ [=[baseID]=] ]=505,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员多年来对球队不离不弃的义胆忠肝。]=],
		[ [=[letterturnID]=] ]=300,
		[ [=[cardLvl]=] ]=59,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6506]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[浪迹天涯徽章]=],
		[ [=[baseID]=] ]=506,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员多年来走南闯北留下的一行行足迹。]=],
		[ [=[letterturnID]=] ]=180,
		[ [=[cardLvl]=] ]=60,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6509]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[劳动模范徽章]=],
		[ [=[baseID]=] ]=509,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员分秒不离坚守岗位的职业精神。]=],
		[ [=[letterturnID]=] ]=150,
		[ [=[cardLvl]=] ]=60,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6511]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[数据刷子徽章]=],
		[ [=[baseID]=] ]=511,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员在数据榜单上高处不胜寒的寂寞。]=],
		[ [=[letterturnID]=] ]=50,
		[ [=[cardLvl]=] ]=60,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6513]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[天赋异禀徽章]=],
		[ [=[baseID]=] ]=513,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员体内几欲喷薄而出的天赋。]=],
		[ [=[letterturnID]=] ]=210,
		[ [=[cardLvl]=] ]=60,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6514]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[勤能补拙徽章]=],
		[ [=[baseID]=] ]=514,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员人前人后默默付出的努力。]=],
		[ [=[letterturnID]=] ]=220,
		[ [=[cardLvl]=] ]=60,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[7102]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[小码球衣]=],
		[ [=[baseID]=] ]=102,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[著名品牌赞助提供的S码球衣，很显身材。适合身高不高于175cm的球员。]=],
		[ [=[letterturnID]=] ]=80,
		[ [=[cardLvl]=] ]=61,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7103]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[中码球衣]=],
		[ [=[baseID]=] ]=103,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[著名品牌赞助提供的M码球衣，很显身材。适合身高176-180cm的球员。]=],
		[ [=[letterturnID]=] ]=100,
		[ [=[cardLvl]=] ]=61,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7104]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[大码球衣]=],
		[ [=[baseID]=] ]=104,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[著名品牌赞助提供的L码球衣，很显身材。适合身高181-184cm的球员。]=],
		[ [=[letterturnID]=] ]=110,
		[ [=[cardLvl]=] ]=61,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7105]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[加大码球衣]=],
		[ [=[baseID]=] ]=105,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[著名品牌赞助提供的XL码球衣，很显身材。适合身高185-188cm的球员。]=],
		[ [=[letterturnID]=] ]=90,
		[ [=[cardLvl]=] ]=61,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7106]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[特大码球衣]=],
		[ [=[baseID]=] ]=106,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[著名品牌赞助提供的XXL码球衣，很显身材。适合身高不低于189cm的球员。]=],
		[ [=[letterturnID]=] ]=120,
		[ [=[cardLvl]=] ]=61,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7204]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[薯条]=],
		[ [=[baseID]=] ]=204,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[今天踢得不错，奖励自己一集装箱薯条。]=],
		[ [=[letterturnID]=] ]=270,
		[ [=[cardLvl]=] ]=63,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7205]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[意大利肉酱面]=],
		[ [=[baseID]=] ]=205,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[博洛尼亚风味，肉酱浓郁，面条劲道。据说是范加尔大厨亲自做的。]=],
		[ [=[letterturnID]=] ]=140,
		[ [=[cardLvl]=] ]=63,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7206]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[披萨]=],
		[ [=[baseID]=] ]=206,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[意式薄底手工披萨，据说是范加尔大厨亲自做的。]=],
		[ [=[letterturnID]=] ]=250,
		[ [=[cardLvl]=] ]=63,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7208]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[西班牙火腿]=],
		[ [=[baseID]=] ]=208,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[著名的伊比利亚火腿，需要腌制数千年。]=],
		[ [=[letterturnID]=] ]=240,
		[ [=[cardLvl]=] ]=63,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7212]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[奶酪]=],
		[ [=[baseID]=] ]=212,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[闻着就……臭死了。]=],
		[ [=[letterturnID]=] ]=190,
		[ [=[cardLvl]=] ]=63,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7213]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[巧克力]=],
		[ [=[baseID]=] ]=213,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[从这块巧克力里能感受到来自布鲁塞尔的浓情。]=],
		[ [=[letterturnID]=] ]=200,
		[ [=[cardLvl]=] ]=65,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7214]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[土豆烧牛肉]=],
		[ [=[baseID]=] ]=214,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[东欧名菜，将土豆和牛肉烧的肉烂汁浓。据说是范加尔大厨亲自做的。]=],
		[ [=[letterturnID]=] ]=60,
		[ [=[cardLvl]=] ]=65,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7215]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[巴西烤肉]=],
		[ [=[baseID]=] ]=215,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[长签串肉，火上烧烤，起源于18世纪。据说是范加尔大厨亲自做的。]=],
		[ [=[letterturnID]=] ]=130,
		[ [=[cardLvl]=] ]=65,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7216]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[马黛茶]=],
		[ [=[baseID]=] ]=216,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[泡上一壶，还没来得及吸呢，就不知道策马奔腾到哪儿去了。]=],
		[ [=[letterturnID]=] ]=280,
		[ [=[cardLvl]=] ]=65,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7219]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[卷饼]=],
		[ [=[baseID]=] ]=219,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[流行于北美大地的墨西哥卷饼，不小心加多了辣椒也不会拉肚子。]=],
		[ [=[letterturnID]=] ]=170,
		[ [=[cardLvl]=] ]=65,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7302]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[战斧]=],
		[ [=[baseID]=] ]=302,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[这双战靴能让球员轰出霸气十足的射门。]=],
		[ [=[letterturnID]=] ]=10,
		[ [=[cardLvl]=] ]=67,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7303]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[风火轮]=],
		[ [=[baseID]=] ]=303,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[这双战靴能让球员带起球来虎虎生风。]=],
		[ [=[letterturnID]=] ]=230,
		[ [=[cardLvl]=] ]=67,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7307]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[剑客]=],
		[ [=[baseID]=] ]=307,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[这双战靴能赋予球员以精准而优雅的射术。]=],
		[ [=[letterturnID]=] ]=20,
		[ [=[cardLvl]=] ]=67,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7308]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[近卫军]=],
		[ [=[baseID]=] ]=308,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[这双战靴适合在能上抢、能补位、能盯人的全能后卫。]=],
		[ [=[letterturnID]=] ]=40,
		[ [=[cardLvl]=] ]=67,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7309]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[城墙]=],
		[ [=[baseID]=] ]=309,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[这双战靴适合身材高大、在球场上不可逾越的防守型球员。]=],
		[ [=[letterturnID]=] ]=70,
		[ [=[cardLvl]=] ]=67,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7501]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[大器晚成徽章]=],
		[ [=[baseID]=] ]=501,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员多年砥砺终成正果的艰辛。]=],
		[ [=[letterturnID]=] ]=160,
		[ [=[cardLvl]=] ]=69,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7502]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[年少成名徽章]=],
		[ [=[baseID]=] ]=502,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员年少成名时的意气风发。]=],
		[ [=[letterturnID]=] ]=290,
		[ [=[cardLvl]=] ]=69,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7503]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[浴火重生徽章]=],
		[ [=[baseID]=] ]=503,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员从重大挫折中凤凰涅槃的勇气。]=],
		[ [=[letterturnID]=] ]=260,
		[ [=[cardLvl]=] ]=69,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7504]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[人生赢家徽章]=],
		[ [=[baseID]=] ]=504,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员在漫漫人生路上的累累硕果。]=],
		[ [=[letterturnID]=] ]=30,
		[ [=[cardLvl]=] ]=69,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7505]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[忠诚赞歌徽章]=],
		[ [=[baseID]=] ]=505,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员多年来对球队不离不弃的义胆忠肝。]=],
		[ [=[letterturnID]=] ]=300,
		[ [=[cardLvl]=] ]=69,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7506]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[浪迹天涯徽章]=],
		[ [=[baseID]=] ]=506,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员多年来走南闯北留下的一行行足迹。]=],
		[ [=[letterturnID]=] ]=180,
		[ [=[cardLvl]=] ]=70,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7509]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[劳动模范徽章]=],
		[ [=[baseID]=] ]=509,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员分秒不离坚守岗位的职业精神。]=],
		[ [=[letterturnID]=] ]=150,
		[ [=[cardLvl]=] ]=70,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7511]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[数据刷子徽章]=],
		[ [=[baseID]=] ]=511,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员在数据榜单上高处不胜寒的寂寞。]=],
		[ [=[letterturnID]=] ]=50,
		[ [=[cardLvl]=] ]=70,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7513]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[天赋异禀徽章]=],
		[ [=[baseID]=] ]=513,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员体内几欲喷薄而出的天赋。]=],
		[ [=[letterturnID]=] ]=210,
		[ [=[cardLvl]=] ]=70,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7514]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[勤能补拙徽章]=],
		[ [=[baseID]=] ]=514,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员人前人后默默付出的努力。]=],
		[ [=[letterturnID]=] ]=220,
		[ [=[cardLvl]=] ]=70,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[8102]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[小码球衣]=],
		[ [=[baseID]=] ]=102,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[著名运动厂商独家设计的S码球衣，舒适排汗，穿着有型。适合身高不高于175cm的球员。]=],
		[ [=[letterturnID]=] ]=80,
		[ [=[cardLvl]=] ]=71,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8103]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[中码球衣]=],
		[ [=[baseID]=] ]=103,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[著名运动厂商独家设计的M码球衣，舒适排汗，穿着有型。适合身高不高于176-180cm的球员。]=],
		[ [=[letterturnID]=] ]=100,
		[ [=[cardLvl]=] ]=71,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8104]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[大码球衣]=],
		[ [=[baseID]=] ]=104,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[著名运动厂商独家设计的L码球衣，舒适排汗，穿着有型。适合身高不高于181-184cm的球员。]=],
		[ [=[letterturnID]=] ]=110,
		[ [=[cardLvl]=] ]=71,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8105]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[加大码球衣]=],
		[ [=[baseID]=] ]=105,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[著名运动厂商独家设计的XL码球衣，舒适排汗，穿着有型。适合身高不高于185-188cm的球员。]=],
		[ [=[letterturnID]=] ]=90,
		[ [=[cardLvl]=] ]=71,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8106]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[特大码球衣]=],
		[ [=[baseID]=] ]=106,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[著名运动厂商独家设计的XXL码球衣，舒适排汗，穿着有型。适合身高不高于189cm的球员。]=],
		[ [=[letterturnID]=] ]=120,
		[ [=[cardLvl]=] ]=71,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8204]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[薯条]=],
		[ [=[baseID]=] ]=204,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[今天踢得不错，奖励自己一卡车的美式薯条。]=],
		[ [=[letterturnID]=] ]=270,
		[ [=[cardLvl]=] ]=73,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8205]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[意大利肉酱面]=],
		[ [=[baseID]=] ]=205,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[博洛尼亚风味，肉酱浓郁，面条劲道。球队新晋大厨所做，控制了热量但不影响美味。]=],
		[ [=[letterturnID]=] ]=140,
		[ [=[cardLvl]=] ]=73,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8206]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[披萨]=],
		[ [=[baseID]=] ]=206,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[意式薄底手工披萨，球队新晋大厨所做，控制了热量但不影响美味。]=],
		[ [=[letterturnID]=] ]=250,
		[ [=[cardLvl]=] ]=73,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8208]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[西班牙火腿]=],
		[ [=[baseID]=] ]=208,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[著名的伊比利亚火腿，据说用特制秘料腌制了数千年。]=],
		[ [=[letterturnID]=] ]=240,
		[ [=[cardLvl]=] ]=73,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8212]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[奶酪]=],
		[ [=[baseID]=] ]=212,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[看上去很美味的奶酪，吃起来……一言难尽。]=],
		[ [=[letterturnID]=] ]=190,
		[ [=[cardLvl]=] ]=73,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8213]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[巧克力]=],
		[ [=[baseID]=] ]=213,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[从这块巧克力里能感受到胜利的喜悦，每每大胜之后都忍不住来上一块。]=],
		[ [=[letterturnID]=] ]=200,
		[ [=[cardLvl]=] ]=75,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8214]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[土豆烧牛肉]=],
		[ [=[baseID]=] ]=214,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[东欧名菜，将土豆和牛肉烧的肉烂汁浓。球队新晋大厨所做，控制了热量但不影响美味。]=],
		[ [=[letterturnID]=] ]=60,
		[ [=[cardLvl]=] ]=75,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8215]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[巴西烤肉]=],
		[ [=[baseID]=] ]=215,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[长签串肉，火上烧烤，起源于18世纪。球队新晋大厨所做，控制了热量但不影响美味。]=],
		[ [=[letterturnID]=] ]=130,
		[ [=[cardLvl]=] ]=75,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8216]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[马黛茶]=],
		[ [=[baseID]=] ]=216,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[泡上一壶，吸上一口，策马扬鞭，走遍潘帕斯！]=],
		[ [=[letterturnID]=] ]=280,
		[ [=[cardLvl]=] ]=75,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8219]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[卷饼]=],
		[ [=[baseID]=] ]=219,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[流行于北美大地的墨西哥卷饼，不小心加多了辣椒，反而更是美味。]=],
		[ [=[letterturnID]=] ]=170,
		[ [=[cardLvl]=] ]=75,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8302]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[战斧]=],
		[ [=[baseID]=] ]=302,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[这双战靴能让球员轰出霸气十足的射门。]=],
		[ [=[letterturnID]=] ]=10,
		[ [=[cardLvl]=] ]=77,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8303]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[风火轮]=],
		[ [=[baseID]=] ]=303,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[这双战靴能让球员带起球来虎虎生风。]=],
		[ [=[letterturnID]=] ]=230,
		[ [=[cardLvl]=] ]=77,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8307]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[剑客]=],
		[ [=[baseID]=] ]=307,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[这双战靴能赋予球员以精准而优雅的射术。]=],
		[ [=[letterturnID]=] ]=20,
		[ [=[cardLvl]=] ]=77,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8308]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[近卫军]=],
		[ [=[baseID]=] ]=308,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[这双战靴适合在能上抢、能补位、能盯人的全能后卫。]=],
		[ [=[letterturnID]=] ]=40,
		[ [=[cardLvl]=] ]=77,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8309]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[城墙]=],
		[ [=[baseID]=] ]=309,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[这双战靴适合身材高大、在球场上不可逾越的防守型球员。]=],
		[ [=[letterturnID]=] ]=70,
		[ [=[cardLvl]=] ]=77,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8501]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[大器晚成徽章]=],
		[ [=[baseID]=] ]=501,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员多年砥砺终成正果的艰辛。]=],
		[ [=[letterturnID]=] ]=160,
		[ [=[cardLvl]=] ]=79,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8502]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[年少成名徽章]=],
		[ [=[baseID]=] ]=502,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员年少成名时的意气风发。]=],
		[ [=[letterturnID]=] ]=290,
		[ [=[cardLvl]=] ]=79,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8503]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[浴火重生徽章]=],
		[ [=[baseID]=] ]=503,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员从重大挫折中凤凰涅槃的勇气。]=],
		[ [=[letterturnID]=] ]=260,
		[ [=[cardLvl]=] ]=79,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8504]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[人生赢家徽章]=],
		[ [=[baseID]=] ]=504,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员在漫漫人生路上的累累硕果。]=],
		[ [=[letterturnID]=] ]=30,
		[ [=[cardLvl]=] ]=79,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8505]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[忠诚赞歌徽章]=],
		[ [=[baseID]=] ]=505,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员多年来对球队不离不弃的义胆忠肝。]=],
		[ [=[letterturnID]=] ]=300,
		[ [=[cardLvl]=] ]=79,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8506]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[浪迹天涯徽章]=],
		[ [=[baseID]=] ]=506,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员多年来走南闯北留下的一行行足迹。]=],
		[ [=[letterturnID]=] ]=180,
		[ [=[cardLvl]=] ]=80,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8509]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[劳动模范徽章]=],
		[ [=[baseID]=] ]=509,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员分秒不离坚守岗位的职业精神。]=],
		[ [=[letterturnID]=] ]=150,
		[ [=[cardLvl]=] ]=80,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8511]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[数据刷子徽章]=],
		[ [=[baseID]=] ]=511,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员在数据榜单上高处不胜寒的寂寞。]=],
		[ [=[letterturnID]=] ]=50,
		[ [=[cardLvl]=] ]=80,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8513]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[天赋异禀徽章]=],
		[ [=[baseID]=] ]=513,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员体内几欲喷薄而出的天赋。]=],
		[ [=[letterturnID]=] ]=210,
		[ [=[cardLvl]=] ]=80,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8514]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[勤能补拙徽章]=],
		[ [=[baseID]=] ]=514,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[一枚沉甸甸的徽章，凝聚着球员人前人后默默付出的努力。]=],
		[ [=[letterturnID]=] ]=220,
		[ [=[cardLvl]=] ]=80,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	}
}
return var