local null = nil
local var = 
{
	[ [=[G01]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[永动机]=],
		[ [=[picIndex]=] ]=[=[G01]=],
		[ [=[desc2]=] ]=
		{[=[全属性提升{x}%]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{0.29999999999999999
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{3.2999999999999998
		},
		[ [=[desc]=] ]=[=[体能出色。比赛时间每过10分钟，球员自身全属性提升，持续至比赛结束。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[G01]=],
		[ [=[type]=] ]=1
	},
	[ [=[G02]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[冲锋号角]=],
		[ [=[picIndex]=] ]=[=[G02]=],
		[ [=[desc2]=] ]=
		{[=[全属性提升{x}%]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[2]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[22]=]
		},
		[ [=[desc]=] ]=[=[我方得到球权时，有概率用精神力量鼓舞队友完成一次高质量进攻。所有我方球员全属性提升，持续至本次进攻结束。多个该技能同时发动时取技能等级最高的生效。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[G02]=],
		[ [=[type]=] ]=1
	},
	[ [=[G03]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[众志成城]=],
		[ [=[picIndex]=] ]=[=[G03]=],
		[ [=[desc2]=] ]=
		{[=[全属性提升{x}%]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[2]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[22]=]
		},
		[ [=[desc]=] ]=[=[本方失去球权时，有概率用精神力量鼓舞队友完成一次高质量防守。所有我方球员全属性提升，持续至本方重获球权。多个该技能同时发动时取技能等级最高的生效。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[G03]=],
		[ [=[type]=] ]=1
	},
	[ [=[G04]=] ]=
	{
		[ [=[desc4]=] ]=[=[G03]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[进攻威慑]=],
		[ [=[picIndex]=] ]=[=[G04]=],
		[ [=[desc2]=] ]=
		{[=[全属性降低{x}%]=]
		},
		[ [=[desc3]=] ]=[=[G02]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[1]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[15]=]
		},
		[ [=[desc]=] ]=[=[我方获得球权的时候，有概率对对方所有队员进行一次进攻威慑，使得对方所有球员在本次防守时全属性降低，同时不能获得增益性BUFF。我方失去球权后效果消失。多个该技能同时发动时取技能等级最高的生效。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[G04]=],
		[ [=[type]=] ]=1
	},
	[ [=[G05]=] ]=
	{
		[ [=[desc4]=] ]=[=[G02]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[防守威慑]=],
		[ [=[picIndex]=] ]=[=[G05]=],
		[ [=[desc2]=] ]=
		{[=[全属性降低{x}%]=]
		},
		[ [=[desc3]=] ]=[=[G03]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[1]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[15]=]
		},
		[ [=[desc]=] ]=[=[我方失去球权的时候，有概率对对方所有队员进行一次防守威慑，使得对方所有球员在本次进攻时全属性降低，同时不能获得增益性BUFF。我方重新获得球权后效果消失。多个该技能同时发动时取技能等级最高的生效。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[G05]=],
		[ [=[type]=] ]=1
	},
	[ [=[B01]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[FL#FR#AMC]=],
		[ [=[skillName]=] ]=[=[带球突破]=],
		[ [=[picIndex]=] ]=[=[B01]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%带球属性]=],[=[全属性提升{y}%]=]
		},
		[ [=[desc3]=] ]=[=[C03#D01]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[2]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[55]=],[=[22]=]
		},
		[ [=[desc]=] ]=[=[持球面对防守时，有概率利用娴熟的带球技术进行突破。额外计入带球属性计算带球成功率，带球成功后过掉对方球员，同时自身全属性提升，持续至本次进攻结束。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[B01]=],
		[ [=[type]=] ]=1
	},
	[ [=[B02]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[FL#FR#AMC]=],
		[ [=[skillName]=] ]=[=[跳水]=],
		[ [=[picIndex]=] ]=[=[B02]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%带球属性]=]
		},
		[ [=[desc3]=] ]=[=[F02#F03]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[55]=]
		},
		[ [=[desc]=] ]=[=[对方禁区附近持球面对防守时，有概率倒地试图获取任意球或点球。额外计入带球属性计算造犯规的成功率。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[B02]=],
		[ [=[type]=] ]=1
	},
	[ [=[B03]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[ML#MR#MC#DMC]=],
		[ [=[skillName]=] ]=[=[节拍器]=],
		[ [=[picIndex]=] ]=[=[B03]=],
		[ [=[desc2]=] ]=
		{[=[全属性提升{x}%]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[2]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[22]=]
		},
		[ [=[desc]=] ]=[=[持球面对防守时，有概率将球护住使比赛进入我方节奏。所有我方球员全属性提升，持续至本次进攻结束。本次进攻多人发动该技能取技能等级最高的生效。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[B03]=],
		[ [=[type]=] ]=1
	},
	[ [=[C01]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[AMC]=],
		[ [=[skillName]=] ]=[=[手术刀传球]=],
		[ [=[picIndex]=] ]=[=[C01]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%传球属性]=]
		},
		[ [=[desc3]=] ]=[=[D02]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[55]=]
		},
		[ [=[desc]=] ]=[=[在前场中路持球时，有概率传出穿透力极强的妙传。额外计入传球属性计算传球成功率。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[C01]=],
		[ [=[type]=] ]=1
	},
	[ [=[C02]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[ML#MR#MC]=],
		[ [=[skillName]=] ]=[=[过顶球]=],
		[ [=[picIndex]=] ]=[=[C02]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%传球属性]=]
		},
		[ [=[desc3]=] ]=[=[D04]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[55]=]
		},
		[ [=[desc]=] ]=[=[在中后场持球时，有概率传出高质量的过顶球。额外计入传球属性计算传球成功率。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[C02]=],
		[ [=[type]=] ]=1
	},
	[ [=[C03]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[FL#FR#ML#MR]=],
		[ [=[skillName]=] ]=[=[下底传中]=],
		[ [=[picIndex]=] ]=[=[C03]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%传球属性]=]
		},
		[ [=[desc3]=] ]=[=[D03]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[55]=]
		},
		[ [=[desc]=] ]=[=[在前场边路持球时，有概率传出高质量的传中球。额外计入传球属性计算传球成功率。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[C03]=],
		[ [=[type]=] ]=1
	},
	[ [=[C04]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[组织核心]=],
		[ [=[picIndex]=] ]=[=[C04]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%传球属性]=]
		},
		[ [=[desc3]=] ]=[=[C01]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[55]=]
		},
		[ [=[desc]=] ]=[=[传控高手。参与短距离传球（接球或出球）时，额外计入传球属性计算传球成功率。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[C04]=],
		[ [=[type]=] ]=1
	},
	[ [=[C05]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[MC#DMC]=],
		[ [=[skillName]=] ]=[=[长传转移]=],
		[ [=[picIndex]=] ]=[=[C05]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%传球属性]=],[=[接球队员{y}%全属性增加]=]
		},
		[ [=[desc3]=] ]=[=[C03]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[2]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[55]=],[=[22]=]
		},
		[ [=[desc]=] ]=[=[长传转移的高手。参与长距离传球（接球或出球）时，额外计入传球属性计算传球成功率。接球队员获得全属性提升，直到本次进攻结束。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[C05]=],
		[ [=[type]=] ]=1
	},
	[ [=[A01]=] ]=
	{
		[ [=[desc4]=] ]=[=[B01#B02]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[飞铲]=],
		[ [=[picIndex]=] ]=[=[A01]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%抢断属性]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[55]=]
		},
		[ [=[desc]=] ]=[=[在抢断时，有概率额外计入抢断属性计算抢断成功率。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[A01]=],
		[ [=[type]=] ]=1
	},
	[ [=[A02]=] ]=
	{
		[ [=[desc4]=] ]=[=[B01#B02]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[小动作]=],
		[ [=[picIndex]=] ]=[=[A02]=],
		[ [=[desc2]=] ]=
		{[=[全属性降低{x}%]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[2]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[22]=]
		},
		[ [=[desc]=] ]=[=[在防守时，有概率用小动作对持球球员进行干扰，使其全属性降低，持续至本方重获球权。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[A02]=],
		[ [=[type]=] ]=1
	},
	[ [=[A03]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[FC#AMC]=],
		[ [=[skillName]=] ]=[=[偷猎者]=],
		[ [=[picIndex]=] ]=[=[A03]=],
		[ [=[desc2]=] ]=
		{[=[以{x}%全属性计算]=]
		},
		[ [=[desc3]=] ]=[=[B02#D07]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[3]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[33]=]
		},
		[ [=[desc]=] ]=[=[在对方半场防守时，有概率发动一次猝不及防的抢断或拦截。以全属性计算抢断或拦截成功率。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[A03]=],
		[ [=[type]=] ]=1
	},
	[ [=[A04]=] ]=
	{
		[ [=[desc4]=] ]=[=[C01]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[精准预判]=],
		[ [=[picIndex]=] ]=[=[A04]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%拦截属性]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[55]=]
		},
		[ [=[desc]=] ]=[=[在防守地面传球时，有概率额外计入拦截属性计算拦截成功率。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[A04]=],
		[ [=[type]=] ]=1
	},
	[ [=[A05]=] ]=
	{
		[ [=[desc4]=] ]=[=[C02#E09]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[防空塔]=],
		[ [=[picIndex]=] ]=[=[A05]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%拦截属性]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[55]=]
		},
		[ [=[desc]=] ]=[=[在防守高空传球时，有概率额外计入拦截属性计算拦截成功率。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[A05]=],
		[ [=[type]=] ]=1
	},
	[ [=[A06]=] ]=
	{
		[ [=[desc4]=] ]=[=[D01#D07]=],
		[ [=[desc5]=] ]=[=[DC]=],
		[ [=[skillName]=] ]=[=[封堵]=],
		[ [=[picIndex]=] ]=[=[A06]=],
		[ [=[desc2]=] ]=
		{[=[额外计入抢断、拦截属性之和的{x}%]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[55]=]
		},
		[ [=[desc]=] ]=[=[在干扰射门时，以不怕死的气势上前封堵。额外计入抢断、拦截属性之和计算干扰效果。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[A06]=],
		[ [=[type]=] ]=1
	},
	[ [=[A07]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[链式防守]=],
		[ [=[picIndex]=] ]=[=[A07]=],
		[ [=[desc2]=] ]=
		{[=[全属性提升{x}%]=],[=[每有一名额外的链式防守球员，全属性额外提升{y}%]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[0.6]=],[=[0.1]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[6.6]=],[=[1.1]=]
		},
		[ [=[desc]=] ]=[=[在防守时，对方每完成一次传球，球员自身全属性提升，若场上其他我方球员也拥有该技能，全属性将获得额外提升，持续至本方重获球权。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[A07]=],
		[ [=[type]=] ]=1
	},
	[ [=[A08]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[盯人]=],
		[ [=[picIndex]=] ]=[=[A08]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%全属性计算]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[55]=]
		},
		[ [=[desc]=] ]=[=[本方失去球权时，有概率亲自或指挥队友对对方中锋进行盯防，使其一个技能失效，持续至本方重获球权。额外计入全属性计算盯人成功率。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[A08]=],
		[ [=[type]=] ]=1
	},
	[ [=[D01]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[冷静推射]=],
		[ [=[picIndex]=] ]=[=[D01]=],
		[ [=[desc2]=] ]=
		{[=[以射门、带球属性之和的{x}%计算]=]
		},
		[ [=[desc3]=] ]=[=[B01]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[6]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[66]=]
		},
		[ [=[desc]=] ]=[=[在持球射门时，以射门、带球属性之和计算进球率。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[D01]=],
		[ [=[type]=] ]=1
	},
	[ [=[D02]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[禁区之狐]=],
		[ [=[picIndex]=] ]=[=[D02]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%射门属性]=]
		},
		[ [=[desc3]=] ]=[=[C01]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[55]=]
		},
		[ [=[desc]=] ]=[=[在地面球直接射门时，额外计入射门属性计算进球率。接「手术刀传球」后触发，无视干扰射门效果。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[D02]=],
		[ [=[type]=] ]=1
	},
	[ [=[D03]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[大力头槌]=],
		[ [=[picIndex]=] ]=[=[D03]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%射门属性]=]
		},
		[ [=[desc3]=] ]=[=[C03]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[55]=]
		},
		[ [=[desc]=] ]=[=[在头球射门时，额外计入射门属性计算进球率。接「下底传中」、「任意球大师」、「角球大师」后触发，无视干扰射门效果。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[D03]=],
		[ [=[type]=] ]=1
	},
	[ [=[D04]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[凌空抽射]=],
		[ [=[picIndex]=] ]=[=[D04]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%射门属性]=]
		},
		[ [=[desc3]=] ]=[=[E09#C02]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[55]=]
		},
		[ [=[desc]=] ]=[=[在凌空射门时，额外计入射门属性计算进球率。接「过顶球」、「大脚开球」后触发，无视干扰射门效果。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[D04]=],
		[ [=[type]=] ]=1
	},
	[ [=[D05]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[冲击波]=],
		[ [=[picIndex]=] ]=[=[D05]=],
		[ [=[desc2]=] ]=
		{[=[门将全属性降低{x}%]=],[=[干扰球员全属性降低{y}%]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[2]=],[=[1]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[22]=],[=[11]=]
		},
		[ [=[desc]=] ]=[=[在射门时，对防守球员造成杀伤。若球不进，使对方门将及干扰球员全属性降低，持续至本方进球。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[D05]=],
		[ [=[type]=] ]=1
	},
	[ [=[D06]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[猛虎射门]=],
		[ [=[picIndex]=] ]=[=[D06]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%射门属性]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[6]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[66]=]
		},
		[ [=[desc]=] ]=[=[在射门时，射出难以化解的大力射门，更容易使门将脱手造成角球。若球不进，额外计入射门属性计算脱手概率。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[D06]=],
		[ [=[type]=] ]=1
	},
	[ [=[D07]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[FC#AMC]=],
		[ [=[skillName]=] ]=[=[重炮手]=],
		[ [=[picIndex]=] ]=[=[D07]=],
		[ [=[desc2]=] ]=
		{[=[以{x}%全属性计算]=]
		},
		[ [=[desc3]=] ]=[=[G02]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[3]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[33]=]
		},
		[ [=[desc]=] ]=[=[在前场中路持球时，有概率直接起脚重炮轰门。以全属性计算进球率。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[D07]=],
		[ [=[type]=] ]=1
	},
	[ [=[E01]=] ]=
	{
		[ [=[desc4]=] ]=[=[D02]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[零失误]=],
		[ [=[picIndex]=] ]=[=[E01]=],
		[ [=[desc2]=] ]=
		{[=[全属性提升{x}%]=],[=[额外计入{y}%门线技术属性]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[1]=],[=[8]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[11]=],[=[88]=]
		},
		[ [=[desc]=] ]=[=[全属性提升。在扑救地面球直接射门时，额外计入门线技术属性计算扑救成功率。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[E01]=],
		[ [=[type]=] ]=1
	},
	[ [=[E02]=] ]=
	{
		[ [=[desc4]=] ]=[=[D03]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[神级反应]=],
		[ [=[picIndex]=] ]=[=[E02]=],
		[ [=[desc2]=] ]=
		{[=[全属性提升{x}%]=],[=[额外计入{y}%球路判断属性]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[1]=],[=[8]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[11]=],[=[88]=]
		},
		[ [=[desc]=] ]=[=[全属性提升。在扑救头球射门时，额外计入球路判断属性计算扑救成功率。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[E02]=],
		[ [=[type]=] ]=1
	},
	[ [=[E03]=] ]=
	{
		[ [=[desc4]=] ]=[=[D04]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[门神下凡]=],
		[ [=[picIndex]=] ]=[=[E03]=],
		[ [=[desc2]=] ]=
		{[=[全属性提升{x}%]=],[=[额外计入{y}%心理素质属性]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[1]=],[=[8]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[11]=],[=[88]=]
		},
		[ [=[desc]=] ]=[=[全属性提升。在扑救凌空射门时，额外计入心理素质属性计算扑救成功率。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[E03]=],
		[ [=[type]=] ]=1
	},
	[ [=[E04]=] ]=
	{
		[ [=[desc4]=] ]=[=[D01#D07]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[防线统领]=],
		[ [=[picIndex]=] ]=[=[E04]=],
		[ [=[desc2]=] ]=
		{[=[全属性提升{x}%]=],[=[额外计入{y}%门将防线指挥属性]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[1]=],[=[8]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[11]=],[=[55]=]
		},
		[ [=[desc]=] ]=[=[全属性提升。增强所有球员的干扰效果，额外计入门将防线指挥属性计算干扰效果。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[E04]=],
		[ [=[type]=] ]=1
	},
	[ [=[E05]=] ]=
	{
		[ [=[desc4]=] ]=[=[D05]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[手控球]=],
		[ [=[picIndex]=] ]=[=[E05]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%门线技术属性]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[55]=]
		},
		[ [=[desc]=] ]=[=[在扑救时，施展过硬的基本功，清除自身负面效果。若球不进，额外计入门线技术属性计算抱住概率。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[E05]=],
		[ [=[type]=] ]=1
	},
	[ [=[E06]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[制空者]=],
		[ [=[picIndex]=] ]=[=[E06]=],
		[ [=[desc2]=] ]=
		{[=[以{x}%球路判断属性计算]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[55]=]
		},
		[ [=[desc]=] ]=[=[在防守角球或任意球传球时，更容易将球直接摘下。以球路判断属性计算摘球概率。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[E06]=],
		[ [=[type]=] ]=1
	},
	[ [=[E07]=] ]=
	{
		[ [=[desc4]=] ]=[=[F03]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[点球杀手]=],
		[ [=[picIndex]=] ]=[=[E07]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%心理素质属性]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[6]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[66]=]
		},
		[ [=[desc]=] ]=[=[在防守点球时，额外计入心理素质属性计算扑救成功率。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[E07]=],
		[ [=[type]=] ]=1
	},
	[ [=[E08]=] ]=
	{
		[ [=[desc4]=] ]=[=[F02]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[指挥人墙]=],
		[ [=[picIndex]=] ]=[=[E08]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%防线指挥属性]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[6]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[66]=]
		},
		[ [=[desc]=] ]=[=[在防守任意球射门时，额外计入防线指挥属性计算扑救成功率。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[E08]=],
		[ [=[type]=] ]=1
	},
	[ [=[E09]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[大脚开球]=],
		[ [=[picIndex]=] ]=[=[E09]=],
		[ [=[desc2]=] ]=
		{[=[以{x}%进攻发动属性计算]=]
		},
		[ [=[desc3]=] ]=[=[D04]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[55]=]
		},
		[ [=[desc]=] ]=[=[开球时，直接大脚找前场队友。以进攻发动属性计算传球成功率。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[E09]=],
		[ [=[type]=] ]=1
	},
	[ [=[E10]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[高质量出球]=],
		[ [=[picIndex]=] ]=[=[E10]=],
		[ [=[desc2]=] ]=
		{[=[全属性提升{x}%]=],[=[获得门将{y}%进攻发动属性加成]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[1]=],[=[6]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[11]=],[=[66]=]
		},
		[ [=[desc]=] ]=[=[全属性提升。能凭借自身高质量的出球帮助球队进攻。接球球员获得门将进攻发动属性加成，持续至比赛结束。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[E10]=],
		[ [=[type]=] ]=1
	},
	[ [=[F01]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[团队领袖]=],
		[ [=[picIndex]=] ]=[=[F01]=],
		[ [=[desc2]=] ]=
		{[=[全属性提升{x}%]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{0.5
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{5.5
		},
		[ [=[desc]=] ]=[=[担任队长时，所有我方球员全属性提升。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[F01]=],
		[ [=[type]=] ]=1
	},
	[ [=[F02]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[任意球大师]=],
		[ [=[picIndex]=] ]=[=[F02]=],
		[ [=[desc2]=] ]=
		{[=[以最高一项属性的{x}%计算]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[155]=]
		},
		[ [=[desc]=] ]=[=[主罚任意球时，以最高一项属性计算射门进球率或传球成功率。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[F02]=],
		[ [=[type]=] ]=1
	},
	[ [=[F03]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[点球大师]=],
		[ [=[picIndex]=] ]=[=[F03]=],
		[ [=[desc2]=] ]=
		{[=[以最高一项属性的{x}%计算]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[155]=]
		},
		[ [=[desc]=] ]=[=[主罚点球时，以最高一项属性计算进球率。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[F03]=],
		[ [=[type]=] ]=1
	},
	[ [=[F04]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[角球大师]=],
		[ [=[picIndex]=] ]=[=[F04]=],
		[ [=[desc2]=] ]=
		{[=[以最高一项属性的{x}%计算]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[155]=]
		},
		[ [=[desc]=] ]=[=[主罚角球时，以最高一项属性计算传球成功率。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[F04]=],
		[ [=[type]=] ]=1
	},
	[ [=[F05]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[大力水手]=],
		[ [=[picIndex]=] ]=[=[F05]=],
		[ [=[desc2]=] ]=
		{[=[以最高一项属性的{x}%计算]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[155]=]
		},
		[ [=[desc]=] ]=[=[掷边线球时，可以掷得更远。以最高一项属性计算传球成功率。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[F05]=],
		[ [=[type]=] ]=1
	},
	[ [=[F06]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[带刀侍卫]=],
		[ [=[picIndex]=] ]=[=[F06]=],
		[ [=[desc2]=] ]=
		{[=[以{x}%全属性计算]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[3]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[33]=]
		},
		[ [=[desc]=] ]=[=[接到任意球或角球传球后直接射门，以全属性计算进球率，受到干扰效果降低。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[F06]=],
		[ [=[type]=] ]=1
	},
	[ [=[E11]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[禁区烽火台]=],
		[ [=[picIndex]=] ]=[=[E11]=],
		[ [=[desc2]=] ]=
		{[=[获得门将{x}%防线指挥属性加成]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[6]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[66]=]
		},
		[ [=[desc]=] ]=[=[对方进攻至禁区附近时，有概率组织后防线完成一次高质量防守。所有我方后卫和后腰球员获得门将防线指挥属性加成，持续至本方重获球权。]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[E11]=],
		[ [=[type]=] ]=1
	},
	[ [=[F07]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[进攻核心]=],
		[ [=[picIndex]=] ]=[=[F07]=],
		[ [=[desc2]=] ]=
		{[=[全属性增强{x}%]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{0.55000000000000004
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{6.0499999999999998
		},
		[ [=[desc]=] ]=[=[前锋以及进攻中场全属性增强，多个技能叠加效果减半，最低加成1%]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[F07]=],
		[ [=[type]=] ]=1
	},
	[ [=[F08]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[统领指挥]=],
		[ [=[picIndex]=] ]=[=[F08]=],
		[ [=[desc2]=] ]=
		{[=[全属性增强{x}%]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{0.55000000000000004
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{6.0499999999999998
		},
		[ [=[desc]=] ]=[=[后卫门将以及防守中场全属性增强，多个技能叠加效果减半，最低加成1%]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[F08]=],
		[ [=[type]=] ]=1
	},
	[ [=[F09]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[球队灵魂]=],
		[ [=[picIndex]=] ]=[=[F09]=],
		[ [=[desc2]=] ]=
		{[=[BUFF效果增强{x}%]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{2.5
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{[=[35]=]
		},
		[ [=[desc]=] ]=[=[全队球员，获得节拍器/冲锋号角/众志成城时，将会有额外的百分比加成，多个技能叠加效果减半，最低加成1%]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[F09]=],
		[ [=[type]=] ]=1
	},
	[ [=[D07_A]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[FC#AMC]=],
		[ [=[skillName]=] ]=[=[战神区域]=],
		[ [=[picIndex]=] ]=[=[D07_A]=],
		[ [=[desc2]=] ]=
		{[=[以{x}%全属性计算]=]
		},
		[ [=[desc3]=] ]=[=[G02]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{3.6000000000000001
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{39.600000000000001
		},
		[ [=[desc]=] ]=[=[进入战神区域，战神巴蒂有概率直接起脚轰门，射门时会激起强烈的风圈。以全属性计算进球率。]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[D07_A]=],
		[ [=[type]=] ]=1
	},
	[ [=[D05_A]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[旋风冲击]=],
		[ [=[picIndex]=] ]=[=[D05_A]=],
		[ [=[desc2]=] ]=
		{[=[全属性降低{x}%]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{[=[2.4]=],[=[1.2]=]
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{[=[26.4]=],[=[13.2]=]
		},
		[ [=[desc]=] ]=[=[约克射门时，对防守球员造成杀伤。若球不进，使对方门将及干扰球员全属性降低，持续至本方进球。]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[D05_A]=],
		[ [=[type]=] ]=1
	},
	[ [=[C01_A]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[AMC]=],
		[ [=[skillName]=] ]=[=[金狼直传]=],
		[ [=[picIndex]=] ]=[=[C01_A]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%传球属性]=]
		},
		[ [=[desc3]=] ]=[=[D02]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{[=[6]=]
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{[=[66]=]
		},
		[ [=[desc]=] ]=[=[古蒂在前场中路持球时，有概率传出穿透力极强的直传球。额外计入传球属性计算传球成功率。]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[C01_A]=],
		[ [=[type]=] ]=1
	},
	[ [=[E04_A]=] ]=
	{
		[ [=[desc4]=] ]=[=[D01#D07]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[马尾统帅]=],
		[ [=[picIndex]=] ]=[=[E04_A]=],
		[ [=[desc2]=] ]=
		{[=[全属性提升{x}%]=],[=[额外计入{y}%门将防线指挥属性]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{[=[1.2]=],[=[6]=]
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{[=[13.2]=],[=[66]=]
		},
		[ [=[desc]=] ]=[=[全属性提升。希曼的超凡后场统帅力，将会增强所有球员的干扰效果，额外计入门将防线指挥属性计算干扰效果。]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[E04_A]=],
		[ [=[type]=] ]=1
	},
	[ [=[B01_A]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[FL#FR#AMC]=],
		[ [=[skillName]=] ]=[=[风驰电掣]=],
		[ [=[picIndex]=] ]=[=[B01_A]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%带球属性]=],[=[全属性提升{y}%]=]
		},
		[ [=[desc3]=] ]=[=[C03#D01]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{[=[6]=],[=[2.4]=]
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{[=[66]=],[=[26.4]=]
		},
		[ [=[desc]=] ]=[=[欧文持球面对防守时，有概率利用娴熟的带球技术进行突破。额外计入带球属性计算带球成功率，带球成功后过掉对方球员，同时自身全属性提升，持续至本次进攻结束。]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[B01_A]=],
		[ [=[type]=] ]=1
	},
	[ [=[C03_A]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[FL#FR#ML#MR]=],
		[ [=[skillName]=] ]=[=[曼妙弧线]=],
		[ [=[picIndex]=] ]=[=[C03_A]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%传球属性]=]
		},
		[ [=[desc3]=] ]=[=[D03]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{[=[6]=]
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{[=[66]=]
		},
		[ [=[desc]=] ]=[=[菲戈在前场边路持球时，有概率传出带有曼妙弧线的传中。额外计入传球属性计算传球成功率。]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[C03_A]=],
		[ [=[type]=] ]=1
	},
	[ [=[D07_B]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[FC#AMC]=],
		[ [=[skillName]=] ]=[=[巴西火炮]=],
		[ [=[picIndex]=] ]=[=[D07_B]=],
		[ [=[desc2]=] ]=
		{[=[以{x}%全属性计算]=]
		},
		[ [=[desc3]=] ]=[=[G02]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{3.6000000000000001
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{39.600000000000001
		},
		[ [=[desc]=] ]=[=[卡洛斯在前场有概率直接起脚，射出带有火焰的巴西火炮式的远射。以全属性计算进球率。]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[D07_B]=],
		[ [=[type]=] ]=1
	},
	[ [=[B03_A]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[ML#MR#MC#DMC]=],
		[ [=[skillName]=] ]=[=[中场指挥家]=],
		[ [=[picIndex]=] ]=[=[B03_A]=],
		[ [=[desc2]=] ]=
		{[=[全属性提升{x}%]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{2.3999999999999999
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{26.399999999999999
		},
		[ [=[desc]=] ]=[=[德科持球面对防守时，有概率将球护住使比赛进入我方节奏。所有我方球员全属性提升，持续至本次进攻结束。本次进攻多人发动该技能取技能等级最高的生效。]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[B03_A]=],
		[ [=[type]=] ]=1
	},
	[ [=[D06_A]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[飞火流星]=],
		[ [=[picIndex]=] ]=[=[D06_A]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%射门属性]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{7.1999999999999904
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{79.200000000000003
		},
		[ [=[desc]=] ]=[=[科尔在射门时，射出难以化解的大力射门，更容易使门将脱手造成角球。若球不进，额外计入射门属性计算脱手概率。]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[D06_A]=],
		[ [=[type]=] ]=1
	},
	[ [=[C04_A]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[蓝桥大脑]=],
		[ [=[picIndex]=] ]=[=[C04_A]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%传球属性]=]
		},
		[ [=[desc3]=] ]=[=[C01]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{[=[6]=]
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{[=[66]=]
		},
		[ [=[desc]=] ]=[=[蓝桥的传控高手佐拉。参与短距离传球（接球或出球）时，额外计入传球属性计算传球成功率。]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[C04_A]=],
		[ [=[type]=] ]=1
	},
	[ [=[G01_A]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[永不疲倦]=],
		[ [=[picIndex]=] ]=[=[G01_A]=],
		[ [=[desc2]=] ]=
		{[=[全属性提升{x}%]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{0.36000000000000099
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{3.96
		},
		[ [=[desc]=] ]=[=[萨尔加多永不疲倦的跑动。使得每过10分钟，自身全属性提升，持续至比赛结束。]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[G01_A]=],
		[ [=[type]=] ]=1
	},
	[ [=[A02_A]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[凶悍缠斗]=],
		[ [=[picIndex]=] ]=[=[A02_A]=],
		[ [=[desc2]=] ]=
		{[=[全属性降低{x}%]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{2.3999999999999999
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{26.399999999999999
		},
		[ [=[desc]=] ]=[=[卡洛斯在防守时，用凶悍的拼抢对持球球员进行干扰，使其全属性降低，持续至本方重获球权。]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[A02_A]=],
		[ [=[type]=] ]=1
	},
	[ [=[E03_A]=] ]=
	{
		[ [=[desc4]=] ]=[=[D04]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[伯纳乌天神]=],
		[ [=[picIndex]=] ]=[=[E03_A]=],
		[ [=[desc2]=] ]=
		{[=[全属性提升{x}%]=],[=[额外计入{y}%心理素质属性]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{[=[1.2]=],[=[9.6]=]
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{[=[13.2]=],[=[105.6]=]
		},
		[ [=[desc]=] ]=[=[比赛时卡西全属性提升，并且面对对方凌空射门时，卡西犹如天神下凡一般，额外计入心理素质计算扑救成功率。]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[E03_A]=],
		[ [=[type]=] ]=1
	},
	[ [=[D02_A]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[斗牛士神剑]=],
		[ [=[picIndex]=] ]=[=[D02_A]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%射门属性]=]
		},
		[ [=[desc3]=] ]=[=[C01]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{[=[6]=]
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{[=[66]=]
		},
		[ [=[desc]=] ]=[=[比利亚在地面球直接射门时，额外计入射门属性计算进球率。接【手术刀传球】后触发，无视干扰射门效果。]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[D02_A]=],
		[ [=[type]=] ]=1
	},
	[ [=[C01_KAKA]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[AMC]=],
		[ [=[skillName]=] ]=[=[米兰幻想曲]=],
		[ [=[picIndex]=] ]=[=[C01_KAKA]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%传球属性]=]
		},
		[ [=[desc3]=] ]=[=[D02]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{[=[6]=]
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{[=[66]=]
		},
		[ [=[desc]=] ]=[=[卡卡在前场中路持球时，有概率传出穿透力极强的直传球。额外计入传球属性计算传球成功率。]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[C01_KAKA]=],
		[ [=[type]=] ]=1
	},
	[ [=[D07_GERRARD]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[FC#AMC]=],
		[ [=[skillName]=] ]=[=[红军攻城炮]=],
		[ [=[picIndex]=] ]=[=[D07_GERRARD]=],
		[ [=[desc2]=] ]=
		{[=[以{x}%全属性计算]=]
		},
		[ [=[desc3]=] ]=[=[G02]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{3.6000000000000001
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{39.600000000000001
		},
		[ [=[desc]=] ]=[=[杰拉德在前场中路持球时，有概率直接起脚重炮轰门。以全属性计算进球率。]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[D07_GERRARD]=],
		[ [=[type]=] ]=1
	},
	[ [=[G05_NESTA]=] ]=
	{
		[ [=[desc4]=] ]=[=[G02]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[圣西罗城墙]=],
		[ [=[picIndex]=] ]=[=[G05_NESTA]=],
		[ [=[desc2]=] ]=
		{[=[全属性降低{x}%]=]
		},
		[ [=[desc3]=] ]=[=[G03]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{1.2
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{[=[18]=]
		},
		[ [=[desc]=] ]=[=[我方失去球权的时候，内斯塔有概率对对方所有队员进行一次防守威慑，使得对方所有球员在本次进攻时全属性降低，同时不能获得增益性BUFF。我方重新获得球权后效果消失。多个该技能同时发动时取技能等级最高的生效。]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[G05_NESTA]=],
		[ [=[type]=] ]=1
	},
	[ [=[A01_SIMEONE]=] ]=
	{
		[ [=[desc4]=] ]=[=[B01#B02]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[蓝白悍匪]=],
		[ [=[picIndex]=] ]=[=[A01_SIMEONE]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%抢断属性]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{[=[6]=]
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{[=[66]=]
		},
		[ [=[desc]=] ]=[=[西蒙尼在抢断时，有概率额外计入抢断属性计算抢断成功率。]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[A01_SIMEONE]=],
		[ [=[type]=] ]=1
	},
	[ [=[B01_HENRY]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[FL#FR#AMC]=],
		[ [=[skillName]=] ]=[=[枪王之王]=],
		[ [=[picIndex]=] ]=[=[B01_HENRY]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%带球属性]=],[=[全属性提升{y}%]=]
		},
		[ [=[desc3]=] ]=[=[C03#D01]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{[=[6]=],[=[2.4]=]
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{[=[66]=],[=[26.4]=]
		},
		[ [=[desc]=] ]=[=[亨利持球面对防守时，有概率利用娴熟的带球技术进行突破。额外计入带球属性计算带球成功率，带球成功后过掉对方球员，同时自身全属性提升，持续至本次进攻结束。]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[B01_HENRY]=],
		[ [=[type]=] ]=1
	}
}
return var