local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		[ [=[picIndex]=] ]=1004,
		[ [=[name]=] ]=[=[球迷小旗]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[主线、联赛、友情抽卡、天梯、特殊赛事、巡回赛、活动]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[球迷必备，加油助威小锦旗，仅此一家，别无分店。]=]
	},
	[ [=[2]=] ]=
	{
		[ [=[picIndex]=] ]=1005,
		[ [=[name]=] ]=[=[球迷茶杯]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[主线、联赛、友情抽卡、抽卡、天梯、特殊赛事、巡回赛、活动]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[小小的茶杯装满了球迷对球队的期望，一不小心期望会变成大奖~]=]
	},
	[ [=[3]=] ]=
	{
		[ [=[picIndex]=] ]=1006,
		[ [=[name]=] ]=[=[球迷围巾]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[抽卡、特殊挑战赛、天梯、活动。]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[不戴上球迷围巾都不好意思走在大街上，更别提获得超级大奖的青睐了~]=]
	},
	[ [=[4]=] ]=
	{
		[ [=[picIndex]=] ]=1004,
		[ [=[name]=] ]=[=[球迷小旗]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[主线、联赛、友情抽卡、天梯、特殊赛事、巡回赛、活动]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[球迷必备，加油助威小锦旗，仅此一家，别无分店。]=]
	},
	[ [=[5]=] ]=
	{
		[ [=[picIndex]=] ]=1005,
		[ [=[name]=] ]=[=[球迷茶杯]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[主线、联赛、友情抽卡、抽卡、天梯、特殊赛事、巡回赛、活动]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[小小的茶杯装满了球迷对球队的期望，一不小心期望会变成大奖~]=]
	},
	[ [=[6]=] ]=
	{
		[ [=[picIndex]=] ]=1006,
		[ [=[name]=] ]=[=[球迷围巾]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[抽卡、特殊挑战赛、天梯、活动。]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[不戴上球迷围巾都不好意思走在大街上，更别提获得超级大奖的青睐了~]=]
	},
	[ [=[7]=] ]=
	{
		[ [=[picIndex]=] ]=1004,
		[ [=[name]=] ]=[=[铃木杯球迷小旗]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[主线、联赛、友情抽卡、天梯、特殊赛事、巡回赛、活动]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[球迷必备，加油助威小锦旗，仅此一家，别无分店。]=]
	},
	[ [=[8]=] ]=
	{
		[ [=[picIndex]=] ]=1005,
		[ [=[name]=] ]=[=[铃木杯球迷茶杯]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[主线、联赛、友情抽卡、抽卡、天梯、特殊赛事、巡回赛、活动]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[小小的茶杯装满了球迷对球队的期望，一不小心期望会变成大奖~]=]
	},
	[ [=[9]=] ]=
	{
		[ [=[picIndex]=] ]=1006,
		[ [=[name]=] ]=[=[铃木杯球迷围巾]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[抽卡、天梯、联赛、活动。]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[不戴上球迷围巾都不好意思走在大街上，更别提获得超级大奖的青睐了~]=]
	},
	[ [=[10]=] ]=
	{
		[ [=[picIndex]=] ]=1004,
		[ [=[name]=] ]=[=[铃木杯球迷小旗]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[主线、联赛、友情抽卡、天梯、特殊赛事、巡回赛、活动]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[球迷必备，加油助威小锦旗，仅此一家，别无分店。]=]
	},
	[ [=[11]=] ]=
	{
		[ [=[picIndex]=] ]=1005,
		[ [=[name]=] ]=[=[铃木杯球迷茶杯]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[主线、联赛、友情抽卡、抽卡、天梯、特殊赛事、巡回赛、活动]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[小小的茶杯装满了球迷对球队的期望，一不小心期望会变成大奖~]=]
	},
	[ [=[12]=] ]=
	{
		[ [=[picIndex]=] ]=1006,
		[ [=[name]=] ]=[=[铃木杯球迷围巾]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[抽卡、天梯、联赛、活动。]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[不戴上球迷围巾都不好意思走在大街上，更别提获得超级大奖的青睐了~]=]
	},
	[ [=[13]=] ]=
	{
		[ [=[picIndex]=] ]=1004,
		[ [=[name]=] ]=[=[冠军小旗]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[主线、联赛、友情抽卡、天梯、特殊赛事、巡回赛、活动]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[球迷必备，加油助威小锦旗，仅此一家，别无分店。]=]
	},
	[ [=[14]=] ]=
	{
		[ [=[picIndex]=] ]=1005,
		[ [=[name]=] ]=[=[冠军茶杯]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[主线、联赛、友情抽卡、抽卡、天梯、特殊赛事、巡回赛、活动]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[小小的茶杯装满了球迷对球队的期望，一不小心期望会变成大奖~]=]
	},
	[ [=[15]=] ]=
	{
		[ [=[picIndex]=] ]=1006,
		[ [=[name]=] ]=[=[冠军围巾]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[抽卡、天梯、联赛、活动。]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[不戴上球迷围巾都不好意思走在大街上，更别提获得超级大奖的青睐了~]=]
	},
	[ [=[16]=] ]=
	{
		[ [=[picIndex]=] ]=1007,
		[ [=[name]=] ]=[=[圣诞雪花]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[主线、联赛、友情抽卡、天梯、特殊赛事、巡回赛、活动]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[圣诞快乐！]=]
	},
	[ [=[17]=] ]=
	{
		[ [=[picIndex]=] ]=1008,
		[ [=[name]=] ]=[=[圣诞树]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[主线、联赛、友情抽卡、抽卡、天梯、特殊赛事、巡回赛、活动]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[圣诞快乐！]=]
	},
	[ [=[18]=] ]=
	{
		[ [=[picIndex]=] ]=1009,
		[ [=[name]=] ]=[=[圣诞袜]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[抽卡、天梯、联赛、活动。]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[圣诞快乐！]=]
	},
	[ [=[19]=] ]=
	{
		[ [=[picIndex]=] ]=1001,
		[ [=[name]=] ]=[=[爆竹]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[主线、联赛、友情抽卡、天梯、特殊赛事、巡回赛、活动]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[新年燃放爆竹是一件非常喜庆的事情，不知道爆竹烟火中会不会跳出什么好东西。]=]
	},
	[ [=[20]=] ]=
	{
		[ [=[picIndex]=] ]=1003,
		[ [=[name]=] ]=[=[新年福贴]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[主线、联赛、友情抽卡、抽卡、天梯、特殊赛事、巡回赛、活动]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[新春佳节每家每户门口都会使用的新年福贴，除了用于装饰，还可以兑换大奖。]=]
	},
	[ [=[21]=] ]=
	{
		[ [=[picIndex]=] ]=1002,
		[ [=[name]=] ]=[=[新年福袋]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[抽卡、天梯、联赛、活动。]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[新春佳节，走亲访友必备福袋，听说收集福袋有可能会获得豪门新年SS球员的青睐。]=]
	},
	[ [=[22]=] ]=
	{
		[ [=[picIndex]=] ]=1004,
		[ [=[name]=] ]=[=[球迷小旗]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[主线、联赛、友情抽卡、天梯、特殊赛事、巡回赛、活动]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[球迷必备，加油助威小锦旗，仅此一家，别无分店。]=]
	},
	[ [=[23]=] ]=
	{
		[ [=[picIndex]=] ]=1005,
		[ [=[name]=] ]=[=[球迷茶杯]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[主线、联赛、友情抽卡、抽卡、天梯、特殊赛事、巡回赛、活动]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[小小的茶杯装满了球迷对球队的期望，一不小心期望会变成大奖~]=]
	},
	[ [=[24]=] ]=
	{
		[ [=[picIndex]=] ]=1006,
		[ [=[name]=] ]=[=[球迷围巾]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[抽卡、天梯、联赛、活动。]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[不戴上球迷围巾都不好意思走在大街上，更别提获得超级大奖的青睐了~]=]
	},
	[ [=[25]=] ]=
	{
		[ [=[picIndex]=] ]=1004,
		[ [=[name]=] ]=[=[球迷小旗]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[主线、联赛、友情抽卡、天梯、特殊赛事、巡回赛、活动]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[球迷必备，加油助威小锦旗，仅此一家，别无分店。]=]
	},
	[ [=[26]=] ]=
	{
		[ [=[picIndex]=] ]=1005,
		[ [=[name]=] ]=[=[球迷茶杯]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[主线、联赛、友情抽卡、抽卡、天梯、特殊赛事、巡回赛、活动]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[小小的茶杯装满了球迷对球队的期望，一不小心期望会变成大奖~]=]
	},
	[ [=[27]=] ]=
	{
		[ [=[picIndex]=] ]=1006,
		[ [=[name]=] ]=[=[球迷围巾]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[抽卡、天梯、联赛、活动。]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[不戴上球迷围巾都不好意思走在大街上，更别提获得超级大奖的青睐了~]=]
	},
	[ [=[28]=] ]=
	{
		[ [=[picIndex]=] ]=1004,
		[ [=[name]=] ]=[=[球迷小旗]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[主线、联赛、友情抽卡、天梯、特殊赛事、巡回赛、活动]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[球迷必备，加油助威小锦旗，仅此一家，别无分店。]=]
	},
	[ [=[29]=] ]=
	{
		[ [=[picIndex]=] ]=1005,
		[ [=[name]=] ]=[=[球迷茶杯]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[主线、联赛、友情抽卡、抽卡、天梯、特殊赛事、巡回赛、活动]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[小小的茶杯装满了球迷对球队的期望，一不小心期望会变成大奖~]=]
	},
	[ [=[30]=] ]=
	{
		[ [=[picIndex]=] ]=1006,
		[ [=[name]=] ]=[=[球迷围巾]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[抽卡、天梯、联赛、活动。]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[不戴上球迷围巾都不好意思走在大街上，更别提获得超级大奖的青睐了~]=]
	},
	[ [=[31]=] ]=
	{
		[ [=[picIndex]=] ]=1004,
		[ [=[name]=] ]=[=[球迷小旗]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[主线、联赛、友情抽卡、天梯、特殊赛事、巡回赛、活动]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[球迷必备，加油助威小锦旗，仅此一家，别无分店。]=]
	},
	[ [=[32]=] ]=
	{
		[ [=[picIndex]=] ]=1005,
		[ [=[name]=] ]=[=[球迷茶杯]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[主线、联赛、友情抽卡、抽卡、天梯、特殊赛事、巡回赛、活动]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[小小的茶杯装满了球迷对球队的期望，一不小心期望会变成大奖~]=]
	},
	[ [=[33]=] ]=
	{
		[ [=[picIndex]=] ]=1006,
		[ [=[name]=] ]=[=[球迷围巾]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[抽卡、天梯、联赛、活动。]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[不戴上球迷围巾都不好意思走在大街上，更别提获得超级大奖的青睐了~]=]
	}
}
return var