local null = nil
local var = 
{
	[ [=[A01_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX飞铲]=],
		[ [=[picIndex]=] ]=[=[A01_1]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%抢断属性]=],[=[{y}%概率使对方受伤]=],[=[全属性降低{a}%]=],[=[持续{b}分钟]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[0]=],[=[0]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[55]=],[=[60]=],[=[60]=],[=[15]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[在抢断时，有概率额外计入抢断属性计算抢断成功率。有概率使对方受伤一段时间，受伤队员全属性降低。]=],
		[ [=[type]=] ]=5
	},
	[ [=[A01_SIMEONE_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX蓝白悍匪]=],
		[ [=[picIndex]=] ]=[=[A01_SIMEONE_1]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%抢断属性]=],[=[{y}%概率使对方受伤]=],[=[全属性降低{a}%]=],[=[持续{b}分钟]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[6]=],[=[0]=],[=[0]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[66]=],[=[65]=],[=[60]=],[=[30]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[西蒙尼在抢断时，有概率额外计入抢断属性计算抢断成功率。有更高概率使对方受伤，同时受伤队员全属性降低且全技能失效。持续一段时间. 该效果叠加后重置生效时间.]=],
		[ [=[type]=] ]=5
	},
	[ [=[A02_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX小动作]=],
		[ [=[picIndex]=] ]=[=[A02_1]=],
		[ [=[desc2]=] ]=
		{[=[全属性降低{x}%]=],[=[降低{y}%射门成功率]=],[=[3次小动作叠加后废除对方射门技能]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[2]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[22]=],[=[5]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[在防守时，有概率用小动作对持球球员进行干扰，使其全属性降低，同时将会直接影响该球员射门成功率百分比，叠加多个小动作后，会直接禁止掉对方的射门技能，持续至本方重获球权。]=],
		[ [=[type]=] ]=5
	},
	[ [=[A02_A_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX凶悍缠斗]=],
		[ [=[picIndex]=] ]=[=[A02_A_1]=],
		[ [=[desc2]=] ]=
		{[=[全属性降低{x}%]=],[=[抢断自身全属性增加{y}%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[2.4]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[26.4]=],[=[25]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[卡洛斯在防守时，用凶悍的拼抢对持球球员进行干扰，使其全属性降低，持续至本方重获球权。同时将会直接影响该球员射门成功率百分比，叠加多个小动作后，会直接禁止掉对方的射门技能，持续至本方重获球权。在对方有小动作状态下成功抢断，则提升自身全属性，直到比赛结束。]=],
		[ [=[type]=] ]=5
	},
	[ [=[A03_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX偷猎者]=],
		[ [=[picIndex]=] ]=[=[A03_1]=],
		[ [=[desc2]=] ]=
		{[=[以{x}%全属性计算]=],[=[抢断成功后增加{y}%全属性]=],[=[降低{a}%全属性]=],[=[持续{b}分钟]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[3]=],[=[0.3]=],[=[0.1]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[33]=],[=[36.3]=],[=[12]=],[=[15]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[在对方半场防守时，有概率发动一次猝不及防的抢断或拦截。以全属性计算抢断或拦截成功率。偷猎成功后，全队士气鼓舞，并在一段时间内增加全队全属性并降低对方全队全属性。]=],
		[ [=[type]=] ]=5
	},
	[ [=[A04_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX精准预判]=],
		[ [=[picIndex]=] ]=[=[A04_1]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%拦截属性]=],[=[{y}%概率降低对方球员]=],[=[{a}%全属性]=],[=[{b}%概率废除对方技能]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[0]=],[=[0.1]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[55]=],[=[20]=],[=[50.1]=],[=[6]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[在防守地面传球时，有概率额外计入拦截属性计算拦截成功率。对方球员每次传球时，都有概率看破对方动作和行为，有概率降低对方传球队员全属性或者随机废除对方一个技能。]=],
		[ [=[type]=] ]=5
	},
	[ [=[A05_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX防空塔]=],
		[ [=[picIndex]=] ]=[=[A05_1]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%拦截属性]=],[=[{y}%概率造成]=],[=[{a}%全属性干扰]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[0]=],[=[0.1]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[55]=],[=[60]=],[=[55.1]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[在防守高空传球时，有概率额外计入拦截属性计算拦截成功率。当对方球员使用头球/凌空进行射门时，防空塔球员位于对方射门球员附近，有一定概率给对方射门球员添加一个强干扰效果（该干扰效果无视Comba）。有且仅有一个防空塔强干扰效果会生效。]=],
		[ [=[type]=] ]=5
	},
	[ [=[A06_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX封堵]=],
		[ [=[picIndex]=] ]=[=[A06_1]=],
		[ [=[desc2]=] ]=
		{[=[额外计入抢断、拦截属性之和的{x}%]=],[=[同时{y}%概率震慑对手]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[55]=],[=[16]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[在干扰射门时，以不怕死的气势上前封堵。扩大封堵范围，额外计入抢断、拦截属性之和计算干扰效果。同时封堵会导致对方射门球员慌乱，无视属性一定概率使对方射门射飞(效果不叠加)。]=],
		[ [=[type]=] ]=5
	},
	[ [=[A07_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX链式防守]=],
		[ [=[picIndex]=] ]=[=[A07_1]=],
		[ [=[desc2]=] ]=
		{[=[全属性提升{x}%]=],[=[每有一名额外的链式防守球员全属性额外提升{y}%]=],[=[每有一名额外E{x}链式防守球员降低对方{a}%全属性]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[0.6]=],[=[0.1]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[6.6]=],[=[1.1]=],[=[2.5]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[在防守时，对方每完成一次传球，球员自身全属性提升，同时降低对方球员全属性，持续至本方重获球权。]=],
		[ [=[type]=] ]=5
	},
	[ [=[A08_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX盯人]=],
		[ [=[picIndex]=] ]=[=[A08_1]=],
		[ [=[desc2]=] ]=
		{[=[以{x}%全属性计算第一次盯人]=],[=[{y}%全属性计算额外盯人]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[55]=],[=[65]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[本方失去球权时，有概率亲自或指挥队友对对方中锋进行盯防，使其一个技能失效，Ex技能后，可以额外对对方边锋/前腰/中场进行盯防，使其一个技能失效，持续至本方重获球权。以全属性计算盯人成功率。]=],
		[ [=[type]=] ]=5
	},
	[ [=[B01_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX带球突破]=],
		[ [=[picIndex]=] ]=[=[B01_1]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%带球属性]=],[=[全属性提升{y}%]=],[=[技能触发后{a}分钟内不受负面效果影响]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[2]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[55]=],[=[22]=],[=[3]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[持球面对防守时，有概率利用娴熟的带球技术进行突破。额外计入带球属性计算带球成功率，带球成功后过掉对方球员，同时自身全属性提升，在一定时间内，不受任何负面效果影响(包括勋章负面效果)。]=],
		[ [=[type]=] ]=5
	},
	[ [=[B01_A_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX风驰电掣]=],
		[ [=[picIndex]=] ]=[=[B01_A_1]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%带球属性]=],[=[全属性提升{y}%]=],[=[技能触发后{a}分钟内不受负面效果影响]=],[=[造犯规提升5%]=],[=[进球提升10%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[6]=],[=[2.4]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[66]=],[=[26.4]=],[=[3]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[欧文持球面对防守时，有概率利用娴熟的带球技术进行突破。额外计入带球属性计算带球成功率，带球成功后过掉对方球员，同时自身全属性提升，在一定时间内，不受任何负面效果影响(包括勋章负面效果)，持续至本次进攻结束。欧文的每一个进球以及每一次制造犯规，都会提升欧文的全属性。]=],
		[ [=[type]=] ]=5
	},
	[ [=[B01_HENRY_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX枪王之王]=],
		[ [=[picIndex]=] ]=[=[B01_HENRY_1]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%带球射门属性]=],[=[全属性提升{y}%]=],[=[技能触发后{a}分钟内不受负面效果影响]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[2.4]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[55]=],[=[26.4]=],[=[3]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[亨利持球面对防守时，有概率利用娴熟的带球技术进行突破。额外计入部分带球以及射门属性之和计算带球成功率，带球成功后过掉对方球员，同时自身全属性提升，在一定时间内，不受任何负面效果影响(包括勋章负面效果)。]=],
		[ [=[type]=] ]=5
	},
	[ [=[B02_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX跳水]=],
		[ [=[picIndex]=] ]=[=[B02_1]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%带球属性]=],[=[{y}%概率使得制造犯规球员{a}分钟内无法触发干扰以及技能效果]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[0]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[55]=],[=[60]=],[=[10]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[对方禁区附近持球面对防守时，有概率倒地试图获取任意球或点球。额外计入带球属性计算造犯规的成功率。同时有一定概率使得制造犯规球员会在防守中过于谨慎，一定时间内，无法触发任何干扰效果以及防守技能效果。]=],
		[ [=[type]=] ]=5
	},
	[ [=[B03_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX节拍器]=],
		[ [=[picIndex]=] ]=[=[B03_1]=],
		[ [=[desc2]=] ]=
		{[=[全属性提升{x}%]=],[=[随机清除某球员所有非勋章类减益性{b}uff，{b}uff效果获得提升{y}%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[2]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[22]=],[=[50]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[持球面对防守时，有概率将球护住使比赛进入我方节奏。所有我方球员全属性提升，持续至本次进攻结束。并且随机清除我方一名球员所有非勋章类减益型Buff，并使该球员整场比赛，获得节拍器/众志成城/冲锋号角BUFF加成时获得额外提升。]=],
		[ [=[type]=] ]=5
	},
	[ [=[B03_A_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX中场指挥家]=],
		[ [=[picIndex]=] ]=[=[B03_A_1]=],
		[ [=[desc2]=] ]=
		{[=[全属性提升{x}%]=],[=[buff效果获得提升{y}%]=],[=[免疫负面bUFF{a}分钟]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[2.4]=],[=[0]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[26.4]=],[=[50]=],[=[8]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[德科持球面对防守时，有概率将球护住使比赛进入我方节奏。所有我方球员全属性提升，持续至本次进攻结束。本次进攻多人发动该技能取技能等级最高的生效。并且随机清除我方一名球员所有非勋章类减益型Buff，并使得该球员在一定时间内内不会受到负面Buff影响，同时该球员获得节拍器/众志成城/冲锋号角BUFF加成时获得额外提升，持续整场比赛。]=],
		[ [=[type]=] ]=5
	},
	[ [=[C01_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX手术刀传球]=],
		[ [=[picIndex]=] ]=[=[C01_1]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%传球属性]=],[=[增加{y}%传球成功率]=],[=[降低对方拦截队员{a}%全属性]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[0]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[55]=],[=[10]=],[=[50]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[在前场中路持球时，有概率传出穿透力极强的妙传。额外计入传球属性计算传球成功率。同时直接增加传球成功率，如果该次传球被拦截，则对方拦截球员全属性降低，持续至我方进球。]=],
		[ [=[type]=] ]=5
	},
	[ [=[C01_A_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX金狼直传]=],
		[ [=[picIndex]=] ]=[=[C01_A_1]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%传球属性]=],[=[增加{y}%传球成功率]=],[=[降低对方拦截队员{a}%全属性]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[6]=],[=[0]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[66]=],[=[10]=],[=[50]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[古蒂在前场中路持球时，有概率传出穿透力极强的直传球。额外计入传球属性计算传球成功率。同时增加古蒂传球成功率，如果该次传球被拦截，则对方拦截球员全属性降低，且随机2-4个技能失效，持续至我方进球。]=],
		[ [=[type]=] ]=5
	},
	[ [=[C01_KAKA_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX米兰幻想曲]=],
		[ [=[picIndex]=] ]=[=[C01_KAKA_1]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%传球带球属性]=],[=[增加{y}%传球成功率]=],[=[降低对方拦截队员{a}%全属性]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[7]=],[=[0]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[70]=],[=[10]=],[=[50]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[卡卡在前场中路持球时，有概率传出穿透力极强的妙传。额外计入一定带球和传球属性之和计算传球成功率。同时直接增加传球成功率，如果该次传球被拦截，则对方拦截球员全属性降低，持续至我方进球。]=],
		[ [=[type]=] ]=5
	},
	[ [=[C02_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX过顶球]=],
		[ [=[picIndex]=] ]=[=[C02_1]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%传球属性]=],[=[增加{y}%传球成功率]=],[=[降低对方拦截队员{a}%全属性]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[0]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[55]=],[=[5]=],[=[70]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[在中后场持球时，有概率传出高质量的过顶球。额外计入传球属性计算传球成功率。同时直接增加传球成功率，如果该次传球被拦截，则对方拦截球员全属性降低，持续至我方进球。]=],
		[ [=[type]=] ]=5
	},
	[ [=[C03_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX下底传中]=],
		[ [=[picIndex]=] ]=[=[C03_1]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%传球属性]=],[=[以及{y}%球员最高属性]=],[=[降低{a}%带球被断几率]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[3]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[55]=],[=[15]=],[=[15]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[在前场边路持球时，降低被断球几率，扩大球员可传中范围，有概率传出高质量的传中球。额外计入传球属性以及球员最高属性计算传球成功率。]=],
		[ [=[type]=] ]=5
	},
	[ [=[C03_A_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX曼妙弧线]=],
		[ [=[picIndex]=] ]=[=[C03_A_1]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%传球属性]=],[=[以及{y}%球员最高属性]=],[=[降低{a}%带球被断几率]=],[=[传球成功提升{b}%全属性]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[6]=],[=[3]=],[=[0]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[66]=],[=[15]=],[=[15]=],[=[8]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[菲戈在前场边路持球时，将会降低自身被断球几率，接球后有15%的概率，直接提升球员30%的全属性，直到本次进攻结束。同时有概率传出高质量的传中球。额外计入传球属性以及球员最高属性计算传球成功率。传球成功后，自身全属性提升，持续至比赛结束。]=],
		[ [=[type]=] ]=5
	},
	[ [=[C04_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX组织核心]=],
		[ [=[picIndex]=] ]=[=[C04_1]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%传球属性]=],[=[首次接球额外提升{y}%全属性]=],[=[之后每次提升全属性{a}%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[0]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[55]=],[=[20]=],[=[5]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[传控高手。参与短距离传球（接球或出球）时，额外计入传球属性计算传球成功率。同时接球队员第一次接球时全属性将会大幅度提升，之后每次接球都会小幅提升自身全属性，持续至本次进攻结束。]=],
		[ [=[type]=] ]=5
	},
	[ [=[C04_A_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX蓝桥大脑]=],
		[ [=[picIndex]=] ]=[=[C04_A_1]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%传球属性]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[6]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[66]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[蓝桥的传控高手佐拉。参与短距离传球（接球或出球）时，额外计入传球属性计算传球成功率。同时在接球队员第一次接球时全属性将会大幅度提升，之后每次接球都会小幅提升自身全属性，持续至本次进攻结束。同时我方中场进行短传时，额外计入佐拉5%传球属性计算成功率。]=],
		[ [=[type]=] ]=5
	},
	[ [=[C05_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX长传转移]=],
		[ [=[picIndex]=] ]=[=[C05_1]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%传球属性]=],[=[接球队员额外提升{y}%全属性]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[55]=],[=[20]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[传控高手。参与短距离传球（接球或出球）时，额外计入传球属性计算传球成功率。同时接球队员会获得一个全属性提升，该效果不可叠加，持续至本次进攻结束。]=],
		[ [=[type]=] ]=5
	},
	[ [=[D01_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX冷静推射]=],
		[ [=[picIndex]=] ]=[=[D01_1]=],
		[ [=[desc2]=] ]=
		{[=[以射门、带球属性之和的{x}%计算]=],[=[{y}%概率]=],[=[降低{a}%的干扰效果]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[6]=],[=[0]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[66]=],[=[60]=],[=[70]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[在持球射门时，概率选择最佳射门角度进行射门，百分比降低防守队员封堵/干扰效果，以射门、带球属性之和计算进球率。]=],
		[ [=[type]=] ]=5
	},
	[ [=[D02_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX禁区之狐]=],
		[ [=[picIndex]=] ]=[=[D02_1]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%射门属性]=],[=[{y}%概率无视技能失效规则]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[55]=],[=[30]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[在地面球直接射门时，概率无视技能失效规则，额外计入射门属性计算进球率。接【手术刀传球】后触发，无视干扰射门效果。]=],
		[ [=[type]=] ]=5
	},
	[ [=[D02_A_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX斗牛士神剑]=],
		[ [=[picIndex]=] ]=[=[D02_A_1]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%射门属性]=],[=[降低40%全属性持续30分钟]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[6]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[66]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[比利亚在地面球直接射门时，概率无视技能失效规则，额外计入射门属性计算进球率。接【手术刀传球】后触发，无视干扰射门效果。进球后，将会在一段时间内降低对方门将全属性。]=],
		[ [=[type]=] ]=5
	},
	[ [=[D03_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX大力头槌]=],
		[ [=[picIndex]=] ]=[=[D03_1]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%射门属性]=],[=[{y}%概率无视技能失效规则]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[55]=],[=[35]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[在头球射门时，概率无视技能失效规则，额外计入射门属性计算进球率。接【下底传中】、【任意球大师】、【角球大师】后触发，无视干扰射门效果。]=],
		[ [=[type]=] ]=5
	},
	[ [=[D04_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX凌空抽射]=],
		[ [=[picIndex]=] ]=[=[D04_1]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%射门属性]=],[=[{y}%概率无视技能失效规则]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[55]=],[=[30]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[在凌空射门时，概率无视技能失效规则，额外计入射门属性计算进球率。接【过顶球】、【任意球大师】、【角球大师】后触发，无视干扰射门效果。]=],
		[ [=[type]=] ]=5
	},
	[ [=[D05_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX冲击波]=],
		[ [=[picIndex]=] ]=[=[D05_1]=],
		[ [=[desc2]=] ]=
		{[=[门将全属性降低{x}%]=],[=[干扰球员全属性降低{y}%]=],[=[干扰球员1个技能失效]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[2]=],[=[1]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[22]=],[=[11]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[在射门时，对防守球员造成杀伤。若球不进，使对方门将及随机一个干扰球员全属性降低，并且使该干扰球员一个技能失效，持续至本方进球。]=],
		[ [=[type]=] ]=5
	},
	[ [=[D05_A_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX旋风冲击]=],
		[ [=[picIndex]=] ]=[=[D05_A_1]=],
		[ [=[desc2]=] ]=
		{[=[全属性降低{x}%]=],[=[干扰球员全属性降低{y}%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[2.4]=],[=[1.2]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[26.4]=],[=[13.2]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[约克射门时，对防守球员造成杀伤。若球不进，使对方门将及干扰球员全属性降低，并且使该干扰球员一个技能失效，同时有30%概率使得门将1个技能失效，持续至本方进球。]=],
		[ [=[type]=] ]=5
	},
	[ [=[D06_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX猛虎射门]=],
		[ [=[picIndex]=] ]=[=[D06_1]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%射门属性]=],[=[进球{y}%技能失效]=],[=[不进球{a}%技能失效持续]=],[=[持续{b}分钟]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[6]=],[=[0]=],[=[0]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[66]=],[=[20]=],[=[35]=],[=[15]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[在射门时，射出难以化解的大力射门，更容易使门将脱手造成角球。若球不进，额外计入射门属性计算脱手概率。同时猛虎射门会对对方门将造成杀伤力，概率使对方门将随机一个技能失效，持续一段时间，进球和不进球都有可能使门将受到影响。]=],
		[ [=[type]=] ]=5
	},
	[ [=[D06_A_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX飞火流星]=],
		[ [=[picIndex]=] ]=[=[D06_A_1]=],
		[ [=[desc2]=] ]=
		{[=[额外计入{x}%射门属性]=],[=[进球{y}%技能失效]=],[=[不进球{a}%技能失效持续]=],[=[持续{b}分钟]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[7.2]=],[=[0]=],[=[0]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[79.2]=],[=[20]=],[=[35]=],[=[15]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[科尔在射门时，射出难以化解的大力射门，更容易使门将脱手造成角球。若球不进，额外计入射门属性计算脱手概率。同时猛虎射门会对对方门将造成杀伤力，概率使对方门将全技能失效，持续一段时间，进球和不进球都有可能使门将受到影响。]=],
		[ [=[type]=] ]=5
	},
	[ [=[D07_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX重炮手]=],
		[ [=[picIndex]=] ]=[=[D07_1]=],
		[ [=[desc2]=] ]=
		{[=[以{x}%全属性计算]=],[=[每脚传球提升{y}%全属性]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[3]=],[=[0.05]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[33]=],[=[5.05]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[在前场中路持球时，有概率直接起脚重炮轰门。以全属性计算进球率。同时队友在重炮射门前的每一脚传球都会给重炮射门球员射门时提升全属性加成。该加成仅对重炮射门有效。]=],
		[ [=[type]=] ]=5
	},
	[ [=[D07_A_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX战神区域]=],
		[ [=[picIndex]=] ]=[=[D07_A_1]=],
		[ [=[desc2]=] ]=
		{[=[以{x}%全属性计算射门]=],[=[每脚传球提升{y}%全属性]=],[=[降低周边干扰{a}%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[3.6]=],[=[0.05]=],[=[20]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[39.6]=],[=[5.05]=],[=[20]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[进入战神区域，战神巴蒂有概率直接起脚轰门，射门时会激起强烈的风圈。以全属性计算进球率。激起风圈将会使得周边防守球员干扰能力下降，同时队友的每一脚传球都会为本次射门带来全属性提升，射门后状态清空。]=],
		[ [=[type]=] ]=5
	},
	[ [=[D07_B_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX巴西火炮]=],
		[ [=[picIndex]=] ]=[=[D07_B_1]=],
		[ [=[desc2]=] ]=
		{[=[以{x}%全属性计算]=]
		},
		[ [=[openValue]=] ]=0,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{3.5999999999999899
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{39.600000000000001
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[卡洛斯在前场有概率直接起脚，射出带有火焰的巴西火炮式的远射。以全属性计算进球率。]=],
		[ [=[type]=] ]=5
	},
	[ [=[D07_GERRARD_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX红军攻城炮]=],
		[ [=[picIndex]=] ]=[=[D07_GERRARD_1]=],
		[ [=[desc2]=] ]=
		{[=[以{x}%全属性计算]=],[=[每脚传球提升{y}%全属性]=],[=[降低30%距离干扰]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[3.6]=],[=[0.05]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[39.6]=],[=[5.05]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[杰拉德在前场中路持球时，有概率直接起脚重炮轰门。以全属性计算进球率,在计算进球率时会降低距离带来的影响。同时队友在重炮射门前的每一脚传球都会给重炮射门球员射门时提升全属性加成。该加成仅对重炮射门有效。]=],
		[ [=[type]=] ]=5
	},
	[ [=[E01_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX零失误]=],
		[ [=[picIndex]=] ]=[=[E01_1]=],
		[ [=[desc2]=] ]=
		{[=[全属性提升{x}%]=],[=[额外计入{y}%门线技术属性]=],[=[{a}%概率无视射门加成]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[1]=],[=[8]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[11]=],[=[88]=],[=[35]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[全属性提升。在扑救地面球直接射门时，额外计入门线技术属性计算扑救成功率。概率无视对方禁区之狐射门加成。]=],
		[ [=[type]=] ]=5
	},
	[ [=[E02_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX神级反应]=],
		[ [=[picIndex]=] ]=[=[E02_1]=],
		[ [=[desc2]=] ]=
		{[=[全属性提升{x}%]=],[=[额外计入{y}%球路判断属性]=],[=[{a}%概率无视射门加成]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[1]=],[=[8]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[11]=],[=[88]=],[=[40]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[全属性提升。在扑救头球射门时，额外计入球路判断属性计算扑救成功率。概率无视对方大力头槌射门加成。]=],
		[ [=[type]=] ]=5
	},
	[ [=[E03_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX门神下凡]=],
		[ [=[picIndex]=] ]=[=[E03_1]=],
		[ [=[desc2]=] ]=
		{[=[全属性提升{x}%]=],[=[额外计入{y}%心理素质属性]=],[=[{a}%概率无视射门加成]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[1]=],[=[8]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[11]=],[=[88]=],[=[40]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[全属性提升。在扑救凌空射门时，额外计入心理素质属性计算扑救成功率。概率无视对方凌空抽射射门加成。]=],
		[ [=[type]=] ]=5
	},
	[ [=[E03_A_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX伯纳乌天神]=],
		[ [=[picIndex]=] ]=[=[E03_A_1]=],
		[ [=[desc2]=] ]=
		{[=[全属性提升{x}%]=],[=[额外计入{y}%心理素质属性]=],[=[扑救后降低25%全属性持续20分钟]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[1.2]=],[=[9.6]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[13.2]=],[=[105.6]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[比赛时卡西全属性提升，并且面对对方凌空射门时，卡西犹如天神下凡一般，额外计入心理素质计算扑救成功率。概率无视对方凌空抽射射门加成。扑救成功后，降低对方全队全属性，持续一段时间。]=],
		[ [=[type]=] ]=5
	},
	[ [=[E04_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX防线统领]=],
		[ [=[picIndex]=] ]=[=[E04_1]=],
		[ [=[desc2]=] ]=
		{[=[全属性提升{x}%]=],[=[额外计入{y}%门将防线指挥属性]=],[=[提升我方后卫{a}%技能触发概率。]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[1]=],[=[5]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[11]=],[=[55]=],[=[10]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[全属性提升。增强所有球员的干扰效果，额外计入门将防线指挥属性计算干扰效果。同时提升我方后卫触发类技能概率。]=],
		[ [=[type]=] ]=5
	},
	[ [=[E04_A_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX马尾统帅]=],
		[ [=[picIndex]=] ]=[=[E04_A_1]=],
		[ [=[desc2]=] ]=
		{[=[全属性提升{x}%]=],[=[额外计入{y}%门将防线指挥属性]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[1.2]=],[=[6]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[13.2]=],[=[66]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[全属性提升。希曼的超凡后场统帅力，将会增强所有球员的干扰效果，额外计入门将防线指挥属性计算干扰效果。同时提升我方后卫触发类技能概率。同时每一次成功的扑救（扑住或则扑飞不包括对方射飞）都会使得我方后卫全属性增加8%，持续全场]=],
		[ [=[type]=] ]=5
	},
	[ [=[E05_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX手控球]=],
		[ [=[picIndex]=] ]=[=[E05_1]=],
		[ [=[desc2]=] ]=
		{[=[全属性提升{x}%]=],[=[额外计入{y}%门线技术属性]=],[=[{a}%分钟不能获得增益效果]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[2]=],[=[5]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[22]=],[=[55]=],[=[20]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[全属性提升。在扑救时，施展过硬的基本功，清除自身负面效果。若球不进，额外计入门线技术属性计算抱住概率。如果抱住球，则随机去除对方球员一个增益Buff且该球员在一段时间内不能获得新的增益效果。]=],
		[ [=[type]=] ]=5
	},
	[ [=[E06_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX制空者]=],
		[ [=[picIndex]=] ]=[=[E06_1]=],
		[ [=[desc2]=] ]=
		{[=[增加{x}%的全属性]=],[=[以{y}%球路判断属性计算]=],[=[{a}%的概率直接摘下传球]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[1]=],[=[5]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[11]=],[=[55]=],[=[18]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[全属性提升，在防守角球或任意球传球时，更容易将球直接摘下。以球路判断属性计算摘球概率。同时对方球员进行致命一传时，有概率对传球队员产生威慑力，使得其传球线路出现偏差，门将直接将球摘下。]=],
		[ [=[type]=] ]=5
	},
	[ [=[E07_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX点球杀手]=],
		[ [=[picIndex]=] ]=[=[E07_1]=],
		[ [=[desc2]=] ]=
		{[=[提升{x}%的全属性]=],[=[额外计入{y}%心理素质属性]=],[=[使对方下降{a}%全属性并所有技能失效]=],[=[持续{b}分钟]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[1]=],[=[6]=],[=[0]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[11]=],[=[66]=],[=[70]=],[=[35]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[全属性提升，在防守点球时，额外计入心理素质属性计算扑救成功率。当扑出对方点球时，将会使对方随机一名非门将队员在之后比赛的一段时间内心灰意冷，使该球员在一段时间内所有技能失效，全属性下降。]=],
		[ [=[type]=] ]=5
	},
	[ [=[E08_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX指挥人墙]=],
		[ [=[picIndex]=] ]=[=[E08_1]=],
		[ [=[desc2]=] ]=
		{[=[增加{x}%的全属性]=],[=[额外计入{y}%防线指挥属性]=],[=[额外计入{a}%人墙拦截属性]=],[=[额外计入{b}%防线指挥属性]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[1]=],[=[6]=],[=[0]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[11]=],[=[66]=],[=[25]=],[=[80]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[全属性提升，在防守任意球射门时，指挥队友排出更合理的人墙。额外计入防线指挥属性以及人墙球员拦截总和计算扑救成功率。在防守间接任意球时，防守球员额外计入门将防线指挥计算拦截率。]=],
		[ [=[type]=] ]=5
	},
	[ [=[E09_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX大脚开球]=],
		[ [=[picIndex]=] ]=[=[E09_1]=],
		[ [=[desc2]=] ]=
		{[=[全属性提升{x}%]=],[=[以{y}%进攻发动属性计算]=],[=[自身属性提升{a}%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[6]=],[=[5]=],[=[0.1]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[66]=],[=[55]=],[=[5.1]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[全属性提升，开球时，直接大脚找前场队友。以进攻发动属性计算传球成功率。队友成功接球后，自身自信心获得提升，增加队友全属性，并且清除自身一个负面Buff]=],
		[ [=[type]=] ]=5
	},
	[ [=[E10_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX高质量出球]=],
		[ [=[picIndex]=] ]=[=[E10_1]=],
		[ [=[desc2]=] ]=
		{[=[全属性提升{x}%]=],[=[获得门将{y}%进攻发动属性加成]=],[=[{a}个球员获得{b}uff]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[1]=],[=[6]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[11]=],[=[66]=],[=[3]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[能凭借自身高质量的出球帮助球队进攻。接球球员获得门将进攻发动属性加成，持续至全场。球发出后，随机给后场多个队员（后腰，后卫）增加一个BUFF，该Buff保证玩家使用短传时，传球成功率为100%，传球完成后后该Buff消失。]=],
		[ [=[type]=] ]=5
	},
	[ [=[E11_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX禁区烽火台]=],
		[ [=[picIndex]=] ]=[=[E11_1]=],
		[ [=[desc2]=] ]=
		{[=[全属性增加{x}%]=],[=[获得门将{y}%防线指挥属性加成]=],[=[{a}%概率增加{b}%全属性]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[2]=],[=[6]=],[=[0]=],[=[0.072]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[22]=],[=[66]=],[=[80]=],[=[10.8]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[全属性提升。对方进攻至禁区附近时，有概率组织后防线完成一次高质量防守。所有我方后卫和后腰球员获得门将防线指挥属性加成，持续至本方重获球权。如果该次防守成功，则门将全属性增加持续全场。]=],
		[ [=[type]=] ]=5
	},
	[ [=[F01_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX团队领袖]=],
		[ [=[picIndex]=] ]=[=[F01_1]=],
		[ [=[desc2]=] ]=
		{[=[全属性提升{x}%]=],[=[{b}uff效果提升{y}%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[0.5]=],[=[0.2]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=2125,
		[ [=[lvlBase]=] ]=
		{[=[5.5]=],[=[22.2]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[担任队长时，所有我方球员全属性提升。同时我方球员获得增益性Buff效果提升(受影响增益性Buff包括:冲锋号角/众志成城/节拍器/永动机)。]=],
		[ [=[type]=] ]=5
	},
	[ [=[F02_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX任意球大师]=],
		[ [=[picIndex]=] ]=[=[F02_1]=],
		[ [=[desc2]=] ]=
		{[=[以最高一项属性的{x}%计算]=],[=[额外提升{y}%角球获得几率]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[0.2]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=2125,
		[ [=[lvlBase]=] ]=
		{[=[155]=],[=[40]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[主罚任意球时，以最高一项属性计算射门进球率或传球成功率。当任意球攻门或者任意球传球给队友攻门时，如果球未进，则获得角球的几率增加。]=],
		[ [=[type]=] ]=5
	},
	[ [=[F03_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX点球大师]=],
		[ [=[picIndex]=] ]=[=[F03_1]=],
		[ [=[desc2]=] ]=
		{[=[以最高一项属性的{x}%计算]=],[=[{y}%的几率欺骗门将]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=2125,
		[ [=[lvlBase]=] ]=
		{[=[155]=],[=[25]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[主罚点球时，以最高一项属性计算进球率。同时点球手善于欺骗门将，额外有一定几率骗过门将，获得进球。]=],
		[ [=[type]=] ]=5
	},
	[ [=[F04_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX角球大师]=],
		[ [=[picIndex]=] ]=[=[F04_1]=],
		[ [=[desc2]=] ]=
		{[=[以最高一项属性的{x}%计算]=],[=[额外提供接球队员{y}%全属性]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=2125,
		[ [=[lvlBase]=] ]=
		{[=[155]=],[=[15]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[主罚角球时，以最高一项属性计算传球成功率。同时接球队员会获得全属性提升，持续至此次角球攻门结束。]=],
		[ [=[type]=] ]=5
	},
	[ [=[F06_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX带刀侍卫]=],
		[ [=[picIndex]=] ]=[=[F06_1]=],
		[ [=[desc2]=] ]=
		{[=[以{x}%全属性计算]=],[=[接球队员只会被一个干扰效果影响]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[3]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=2125,
		[ [=[lvlBase]=] ]=
		{[=[33]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[接到任意球或角球传球后直接射门，以全属性计算进球率。同时接球队员只会受到一个干扰效果。]=],
		[ [=[type]=] ]=5
	},
	[ [=[F07_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX进攻核心]=],
		[ [=[picIndex]=] ]=[=[F07]=],
		[ [=[desc2]=] ]=
		{[=[全属性增强{x}%]=],[=[获得BUFF全属性提升{y}%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[0.55]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[6.05]=],[=[20]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[前锋以及进攻中场全属性增强，多个技能叠加效果减半，最低加成1%。同时每次攻防转换时，球队所有前锋以及进攻中场有20%概率获得一个全属性增强的Buff，持续至本次进攻结束。同一时间只有一个该Buff生效。]=],
		[ [=[type]=] ]=5
	},
	[ [=[F08_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX统领指挥]=],
		[ [=[picIndex]=] ]=[=[F08]=],
		[ [=[desc2]=] ]=
		{[=[全属性增强{x}%]=],[=[获得BUFF全属性提升{y}%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[0.55]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[6.05]=],[=[20]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[后卫门将以及防守中场全属性增强，多个技能叠加效果减半，最低加成1%。同时每次攻防转换时，球队中所有后卫门将以及后腰有20%概率获得一个全属性增强的Buff，持续至本次防守结束。同一时间只有一个该Buff生效。]=],
		[ [=[type]=] ]=5
	},
	[ [=[F09_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX球队灵魂]=],
		[ [=[picIndex]=] ]=[=[F09]=],
		[ [=[desc2]=] ]=
		{[=[BUFF效果增强{x}%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{2.5
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[35]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[全队球员，获得节拍器/冲锋号角/众志成城时，将会有额外的百分比加成，多个技能叠加效果减半，最低加成1%]=],
		[ [=[type]=] ]=5
	},
	[ [=[G01_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX永动机]=],
		[ [=[picIndex]=] ]=[=[G01_1]=],
		[ [=[desc2]=] ]=
		{[=[全属性提升{x}%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{0.29999999999999999
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{3.2999999999999998
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[体能出色。比赛时间每过10分钟，球员自身全属性提升，持续至比赛结束。同时每次永动机触发时，清空自身身上当前所有负面Buff，同时使得随机一个球员10分钟内不会受到负面Buff影响。]=],
		[ [=[type]=] ]=5
	},
	[ [=[G01_A_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX永不疲倦]=],
		[ [=[picIndex]=] ]=[=[G01_A_1]=],
		[ [=[desc2]=] ]=
		{[=[全属性提升{x}%]=],[=[队友全属性增加{y}%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[0.36]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[3.96]=],[=[8]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[萨尔加多永不疲倦的跑动。使得每过10分钟，自身全属性提升，持续至比赛结束。同时每次永动机触发时，清空自身身上当前所有负面Buff，同时使得随机一个球员10分钟内不会受到负面Buff影响。同时给随机一个队友增加一个全属性提升的Buff，该Buff持续全场。]=],
		[ [=[type]=] ]=5
	},
	[ [=[G02_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX冲锋号角]=],
		[ [=[picIndex]=] ]=[=[G02_1]=],
		[ [=[desc2]=] ]=
		{[=[我方{x}%全属性提升]=],[=[额外提升{y}%效果]=],[=[对方全属性降低{a}%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[2]=],[=[0]=],[=[0.2]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[22]=],[=[15]=],[=[15]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[我方得到球权时，有概率用精神力量鼓舞队友完成一次高质量进攻。我方球员全属性提升，EX技能额外获得一定百分比提升，同时降低对方球员全属性，持续至本次进攻结束。多个该技能同时发动时取技能等级最高的生效。]=],
		[ [=[type]=] ]=5
	},
	[ [=[G03_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX众志成城]=],
		[ [=[picIndex]=] ]=[=[G03_1]=],
		[ [=[desc2]=] ]=
		{[=[我方{x}%全属性提升]=],[=[额外提升{y}%效果]=],[=[对方全属性降低{a}%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[2]=],[=[0]=],[=[0.2]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[22]=],[=[15]=],[=[15]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[本方失去球权时，有概率用精神力量鼓舞队友完成一次高质量防守。我方球员全属性提升，EX技能额外获得一定百分比提升，同时降低对方球员全属性，持续至本方重获球权。多个该技能同时发动时取技能等级最高的生效。]=],
		[ [=[type]=] ]=5
	},
	[ [=[G04_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX进攻威慑]=],
		[ [=[picIndex]=] ]=[=[G04_1]=],
		[ [=[desc2]=] ]=
		{[=[全属性降低{x}%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[1]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[15]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[我方获得球权的时候，对对方所有队员进行一次进攻威慑，使得对方所有球员在本次防守时，全属性降低同时不能获得增益性BUFF。我方失去球权后效果消失。EX后该效果可叠加释放。]=],
		[ [=[type]=] ]=5
	},
	[ [=[G05_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX防守威慑]=],
		[ [=[picIndex]=] ]=[=[G05_1]=],
		[ [=[desc2]=] ]=
		{[=[全属性降低{x}%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[1]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[15]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[我方失去球权的时候，将会有更高的概率触发技能，对对方所有队员进行一次防守威慑，使得对方所有球员在本次进攻时，全属性降低同时不能获得增益性BUFF。我方重新获得球权后效果消失。EX后该效果可叠加释放。]=],
		[ [=[type]=] ]=5
	},
	[ [=[G05_NESTA_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX圣西罗城墙]=],
		[ [=[picIndex]=] ]=[=[G05_NESTA_1]=],
		[ [=[desc2]=] ]=
		{[=[全属性降低{x}%]=],[=[全属性提升{y}%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[1.2]=],[=[1]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[18]=],[=[10]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[我方失去球权的时候，将会有更高的概率触发技能，内斯塔将对对方所有队员进行一次威慑，使得对方所有球员在本次进攻时，全属性降低同时不能获得增益性BUFF。同时我方获得一个全属性提升的增益BUFF.我方重新获得球权后效果消失。EX后该效果可叠加释放。]=],
		[ [=[type]=] ]=5
	},
	[ [=[Z01_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX传球大师]=],
		[ [=[picIndex]=] ]=[=[Z01_1]=],
		[ [=[desc2]=] ]=
		{[=[传球属性增加{x}]=],[=[20%概率]=],[=[增加20%传球成功率]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=2,
		[ [=[lvlImprove]=] ]=
		{
			[ [=[pass]=] ]=[=[10]=]
		},
		[ [=[powerImprove]=] ]=0,
		[ [=[powerBase]=] ]=800,
		[ [=[lvlBase]=] ]=
		{
			[ [=[pass]=] ]=[=[10]=]
		},
		[ [=[priceUpBase]=] ]=0,
		[ [=[priceUpImprove]=] ]=0,
		[ [=[desc]=] ]=[=[球员传球属性增加。传球时20%概率直接提升自身20%传球成功率。]=],
		[ [=[type]=] ]=5
	},
	[ [=[Z02_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX带球大师]=],
		[ [=[picIndex]=] ]=[=[Z02_1]=],
		[ [=[desc2]=] ]=
		{[=[带球属性增加{x}]=],[=[20%概率]=],[=[减少20%被断几率]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=2,
		[ [=[lvlImprove]=] ]=
		{
			[ [=[dribble]=] ]=[=[10]=]
		},
		[ [=[powerImprove]=] ]=0,
		[ [=[powerBase]=] ]=800,
		[ [=[lvlBase]=] ]=
		{
			[ [=[dribble]=] ]=[=[10]=]
		},
		[ [=[priceUpBase]=] ]=0,
		[ [=[priceUpImprove]=] ]=0,
		[ [=[desc]=] ]=[=[球员带球属性增加。带球时10%概率直接降低自身15%带球被断几率。]=],
		[ [=[type]=] ]=5
	},
	[ [=[Z03_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX射门大师]=],
		[ [=[picIndex]=] ]=[=[Z03_1]=],
		[ [=[desc2]=] ]=
		{[=[射门属性增加{x}]=],[=[20%概率]=],[=[增加10%射门成功率]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=2,
		[ [=[lvlImprove]=] ]=
		{
			[ [=[shoot]=] ]=[=[10]=]
		},
		[ [=[powerImprove]=] ]=0,
		[ [=[powerBase]=] ]=800,
		[ [=[lvlBase]=] ]=
		{
			[ [=[shoot]=] ]=[=[10]=]
		},
		[ [=[priceUpBase]=] ]=0,
		[ [=[priceUpImprove]=] ]=0,
		[ [=[desc]=] ]=[=[球员射门属性增加。射门时20%概率直接增加自身10%射门成功率。]=],
		[ [=[type]=] ]=5
	},
	[ [=[Z04_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX拦截大师]=],
		[ [=[picIndex]=] ]=[=[Z04_1]=],
		[ [=[desc2]=] ]=
		{[=[拦截属性增加{x}]=],[=[20%概率]=],[=[增加20%拦截成功率]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=2,
		[ [=[lvlImprove]=] ]=
		{
			[ [=[intercept]=] ]=[=[10]=]
		},
		[ [=[powerImprove]=] ]=0,
		[ [=[powerBase]=] ]=800,
		[ [=[lvlBase]=] ]=
		{
			[ [=[intercept]=] ]=[=[10]=]
		},
		[ [=[priceUpBase]=] ]=0,
		[ [=[priceUpImprove]=] ]=0,
		[ [=[desc]=] ]=[=[球员拦截属性增加。拦截时20%概率直接提升自身20%拦截几率。]=],
		[ [=[type]=] ]=5
	},
	[ [=[Z05_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX抢断大师]=],
		[ [=[picIndex]=] ]=[=[Z05_1]=],
		[ [=[desc2]=] ]=
		{[=[抢断属性增加{x}]=],[=[20%概率]=],[=[增加20%抢断成功率]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=2,
		[ [=[lvlImprove]=] ]=
		{
			[ [=[steal]=] ]=[=[10]=]
		},
		[ [=[powerImprove]=] ]=0,
		[ [=[powerBase]=] ]=800,
		[ [=[lvlBase]=] ]=
		{
			[ [=[steal]=] ]=[=[10]=]
		},
		[ [=[priceUpBase]=] ]=0,
		[ [=[priceUpImprove]=] ]=0,
		[ [=[desc]=] ]=[=[球员抢断属性增加。抢断时10%概率直接提升自身15%抢断几率。]=],
		[ [=[type]=] ]=5
	},
	[ [=[Z06_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX扑救大师]=],
		[ [=[picIndex]=] ]=[=[Z06_1]=],
		[ [=[desc2]=] ]=
		{[=[全属性增加{x}]=],[=[20%概率]=],[=[增加10%扑救成功率]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=2,
		[ [=[lvlImprove]=] ]=
		{
			[ [=[goalkeeping]=] ]=[=[2]=],
			[ [=[anticipation]=] ]=[=[2]=],
			[ [=[commanding]=] ]=[=[2]=],
			[ [=[composure]=] ]=[=[2]=],
			[ [=[launching]=] ]=[=[2]=]
		},
		[ [=[powerImprove]=] ]=0,
		[ [=[powerBase]=] ]=800,
		[ [=[lvlBase]=] ]=
		{
			[ [=[goalkeeping]=] ]=[=[2]=],
			[ [=[anticipation]=] ]=[=[2]=],
			[ [=[commanding]=] ]=[=[2]=],
			[ [=[composure]=] ]=[=[2]=],
			[ [=[launching]=] ]=[=[2]=]
		},
		[ [=[priceUpBase]=] ]=0,
		[ [=[priceUpImprove]=] ]=0,
		[ [=[desc]=] ]=[=[门将全属性增加。扑救时20%概率直接提升自身10%扑救几率。]=],
		[ [=[type]=] ]=5
	},
	[ [=[Z07_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX全神贯注]=],
		[ [=[picIndex]=] ]=[=[Z07_1]=],
		[ [=[desc2]=] ]=
		{[=[全属性增加{x}]=],[=[20%概率]=],[=[增加40%全属性]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=2,
		[ [=[lvlImprove]=] ]=
		{
			[ [=[pass]=] ]=[=[10]=],
			[ [=[dribble]=] ]=[=[10]=],
			[ [=[shoot]=] ]=[=[10]=],
			[ [=[steal]=] ]=[=[10]=],
			[ [=[intercept]=] ]=[=[10]=],
			[ [=[goalkeeping]=] ]=[=[10]=],
			[ [=[anticipation]=] ]=[=[10]=],
			[ [=[commanding]=] ]=[=[10]=],
			[ [=[composure]=] ]=[=[10]=],
			[ [=[launching]=] ]=[=[10]=]
		},
		[ [=[powerImprove]=] ]=0,
		[ [=[powerBase]=] ]=800,
		[ [=[lvlBase]=] ]=
		{
			[ [=[pass]=] ]=[=[10]=],
			[ [=[dribble]=] ]=[=[10]=],
			[ [=[shoot]=] ]=[=[10]=],
			[ [=[steal]=] ]=[=[10]=],
			[ [=[intercept]=] ]=[=[10]=],
			[ [=[goalkeeping]=] ]=[=[10]=],
			[ [=[anticipation]=] ]=[=[10]=],
			[ [=[commanding]=] ]=[=[10]=],
			[ [=[composure]=] ]=[=[10]=],
			[ [=[launching]=] ]=[=[10]=]
		},
		[ [=[priceUpBase]=] ]=0,
		[ [=[priceUpImprove]=] ]=0,
		[ [=[desc]=] ]=[=[球员全属性增加。在攻守转换时20%增加自身40%全属性。]=],
		[ [=[type]=] ]=5
	},
	[ [=[Z08_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX最佳拍档-新生]=],
		[ [=[picIndex]=] ]=[=[Z08_1]=],
		[ [=[desc2]=] ]=
		{[=[全属性增加{x}]=],[=[并且无需最佳拍档即可生效]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=2,
		[ [=[lvlImprove]=] ]=
		{
			[ [=[pass]=] ]=[=[10]=],
			[ [=[dribble]=] ]=[=[10]=],
			[ [=[shoot]=] ]=[=[10]=],
			[ [=[steal]=] ]=[=[10]=],
			[ [=[intercept]=] ]=[=[10]=],
			[ [=[goalkeeping]=] ]=[=[10]=],
			[ [=[anticipation]=] ]=[=[10]=],
			[ [=[commanding]=] ]=[=[10]=],
			[ [=[composure]=] ]=[=[10]=],
			[ [=[launching]=] ]=[=[10]=]
		},
		[ [=[powerImprove]=] ]=0,
		[ [=[powerBase]=] ]=0,
		[ [=[lvlBase]=] ]=
		{
			[ [=[pass]=] ]=[=[10]=],
			[ [=[dribble]=] ]=[=[10]=],
			[ [=[shoot]=] ]=[=[10]=],
			[ [=[steal]=] ]=[=[10]=],
			[ [=[intercept]=] ]=[=[10]=],
			[ [=[goalkeeping]=] ]=[=[10]=],
			[ [=[anticipation]=] ]=[=[10]=],
			[ [=[commanding]=] ]=[=[10]=],
			[ [=[composure]=] ]=[=[10]=],
			[ [=[launching]=] ]=[=[10]=]
		},
		[ [=[priceUpBase]=] ]=0,
		[ [=[priceUpImprove]=] ]=0,
		[ [=[desc]=] ]=[=[球员全属性增加。无需最佳拍档在场即可生效该技能。]=],
		[ [=[type]=] ]=5
	},
	[ [=[Z08_2]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX最佳拍档-强化]=],
		[ [=[picIndex]=] ]=[=[Z08_1]=],
		[ [=[desc2]=] ]=
		{[=[全属性增加{x}]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=3,
		[ [=[lvlImprove]=] ]=
		{
			[ [=[pass]=] ]=[=[15]=],
			[ [=[dribble]=] ]=[=[15]=],
			[ [=[shoot]=] ]=[=[15]=],
			[ [=[steal]=] ]=[=[15]=],
			[ [=[intercept]=] ]=[=[15]=],
			[ [=[goalkeeping]=] ]=[=[15]=],
			[ [=[anticipation]=] ]=[=[15]=],
			[ [=[commanding]=] ]=[=[15]=],
			[ [=[composure]=] ]=[=[15]=],
			[ [=[launching]=] ]=[=[15]=]
		},
		[ [=[powerImprove]=] ]=0,
		[ [=[powerBase]=] ]=0,
		[ [=[lvlBase]=] ]=
		{
			[ [=[pass]=] ]=[=[15]=],
			[ [=[dribble]=] ]=[=[15]=],
			[ [=[shoot]=] ]=[=[15]=],
			[ [=[steal]=] ]=[=[15]=],
			[ [=[intercept]=] ]=[=[15]=],
			[ [=[goalkeeping]=] ]=[=[15]=],
			[ [=[anticipation]=] ]=[=[15]=],
			[ [=[commanding]=] ]=[=[15]=],
			[ [=[composure]=] ]=[=[15]=],
			[ [=[launching]=] ]=[=[15]=]
		},
		[ [=[priceUpBase]=] ]=0,
		[ [=[priceUpImprove]=] ]=0,
		[ [=[desc]=] ]=[=[最佳拍档在场时，额外获得属性加成]=],
		[ [=[type]=] ]=5
	},
	[ [=[Z26_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX传奇血液]=],
		[ [=[picIndex]=] ]=[=[Z26_1]=],
		[ [=[desc2]=] ]=
		{[=[全属性增加{x}]=],[=[20%几率降低对方25%全属性]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=2,
		[ [=[lvlImprove]=] ]=
		{
			[ [=[pass]=] ]=[=[20]=],
			[ [=[dribble]=] ]=[=[20]=],
			[ [=[shoot]=] ]=[=[20]=],
			[ [=[steal]=] ]=[=[20]=],
			[ [=[intercept]=] ]=[=[20]=],
			[ [=[goalkeeping]=] ]=[=[20]=],
			[ [=[anticipation]=] ]=[=[20]=],
			[ [=[commanding]=] ]=[=[20]=],
			[ [=[composure]=] ]=[=[20]=],
			[ [=[launching]=] ]=[=[20]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{
			[ [=[pass]=] ]=[=[20]=],
			[ [=[dribble]=] ]=[=[20]=],
			[ [=[shoot]=] ]=[=[20]=],
			[ [=[steal]=] ]=[=[20]=],
			[ [=[intercept]=] ]=[=[20]=],
			[ [=[goalkeeping]=] ]=[=[20]=],
			[ [=[anticipation]=] ]=[=[20]=],
			[ [=[commanding]=] ]=[=[20]=],
			[ [=[composure]=] ]=[=[20]=],
			[ [=[launching]=] ]=[=[20]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[球权转换时，有20%概率降低对方全体队友全属性25%，持续本次进攻结束]=],
		[ [=[type]=] ]=5
	}
}
return var