local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		[ [=[sortName]=] ]=[=[尤文梦幻卡组]=],
		[ [=[sortIcon]=] ]=[=[Youwen]=],
		[ [=[order]=] ]=1,
		[ [=[groupID]=] ]=
		{[=[1]=]
		}
	},
	[ [=[2]=] ]=
	{
		[ [=[sortName]=] ]=[=[世界杯梦幻卡组]=],
		[ [=[sortIcon]=] ]=[=[Shijiebei]=],
		[ [=[order]=] ]=2,
		[ [=[groupID]=] ]=
		{[=[30]=],[=[2]=],[=[3]=]
		}
	},
	[ [=[3]=] ]=
	{
		[ [=[sortName]=] ]=[=[皇马梦幻卡组]=],
		[ [=[sortIcon]=] ]=[=[Huangma]=],
		[ [=[order]=] ]=3,
		[ [=[groupID]=] ]=
		{[=[27]=],[=[4]=]
		}
	},
	[ [=[4]=] ]=
	{
		[ [=[sortName]=] ]=[=[巴萨梦幻卡组]=],
		[ [=[sortIcon]=] ]=[=[Basa]=],
		[ [=[order]=] ]=4,
		[ [=[groupID]=] ]=
		{[=[7]=],[=[6]=]
		}
	},
	[ [=[5]=] ]=
	{
		[ [=[sortName]=] ]=[=[马竞梦幻卡组]=],
		[ [=[sortIcon]=] ]=[=[Majing]=],
		[ [=[order]=] ]=9,
		[ [=[groupID]=] ]=
		{[=[8]=]
		}
	},
	[ [=[6]=] ]=
	{
		[ [=[sortName]=] ]=[=[利物浦梦幻卡组]=],
		[ [=[sortIcon]=] ]=[=[Liwupu]=],
		[ [=[order]=] ]=5,
		[ [=[groupID]=] ]=
		{[=[9]=]
		}
	},
	[ [=[7]=] ]=
	{
		[ [=[sortName]=] ]=[=[曼城梦幻卡组]=],
		[ [=[sortIcon]=] ]=[=[Mancheng]=],
		[ [=[order]=] ]=15,
		[ [=[groupID]=] ]=
		{[=[10]=]
		}
	},
	[ [=[8]=] ]=
	{
		[ [=[sortName]=] ]=[=[切尔西梦幻卡组]=],
		[ [=[sortIcon]=] ]=[=[Qieerxi]=],
		[ [=[order]=] ]=16,
		[ [=[groupID]=] ]=
		{[=[11]=]
		}
	},
	[ [=[9]=] ]=
	{
		[ [=[sortName]=] ]=[=[曼联梦幻卡组]=],
		[ [=[sortIcon]=] ]=[=[Manlian]=],
		[ [=[order]=] ]=10,
		[ [=[groupID]=] ]=
		{[=[12]=]
		}
	},
	[ [=[10]=] ]=
	{
		[ [=[sortName]=] ]=[=[阿森纳梦幻卡组]=],
		[ [=[sortIcon]=] ]=[=[Asenna]=],
		[ [=[order]=] ]=11,
		[ [=[groupID]=] ]=
		{[=[13]=]
		}
	},
	[ [=[11]=] ]=
	{
		[ [=[sortName]=] ]=[=[热刺梦幻卡组]=],
		[ [=[sortIcon]=] ]=[=[Reci]=],
		[ [=[order]=] ]=18,
		[ [=[groupID]=] ]=
		{[=[14]=]
		}
	},
	[ [=[12]=] ]=
	{
		[ [=[sortName]=] ]=[=[国米梦幻卡组]=],
		[ [=[sortIcon]=] ]=[=[Guomi]=],
		[ [=[order]=] ]=12,
		[ [=[groupID]=] ]=
		{[=[15]=]
		}
	},
	[ [=[13]=] ]=
	{
		[ [=[sortName]=] ]=[=[米兰梦幻卡组]=],
		[ [=[sortIcon]=] ]=[=[Milan]=],
		[ [=[order]=] ]=13,
		[ [=[groupID]=] ]=
		{[=[16]=]
		}
	},
	[ [=[14]=] ]=
	{
		[ [=[sortName]=] ]=[=[拜仁梦幻卡组]=],
		[ [=[sortIcon]=] ]=[=[Bairen]=],
		[ [=[order]=] ]=6,
		[ [=[groupID]=] ]=
		{[=[18]=]
		}
	},
	[ [=[15]=] ]=
	{
		[ [=[sortName]=] ]=[=[巴黎梦幻卡组]=],
		[ [=[sortIcon]=] ]=[=[Bali]=],
		[ [=[order]=] ]=17,
		[ [=[groupID]=] ]=
		{[=[19]=]
		}
	},
	[ [=[16]=] ]=
	{
		[ [=[sortName]=] ]=[=[英超梦幻卡组]=],
		[ [=[sortIcon]=] ]=[=[Yingchao]=],
		[ [=[order]=] ]=7,
		[ [=[groupID]=] ]=
		{[=[29]=]
		}
	},
	[ [=[17]=] ]=
	{
		[ [=[sortName]=] ]=[=[西甲梦幻卡组]=],
		[ [=[sortIcon]=] ]=[=[Xijia]=],
		[ [=[order]=] ]=8,
		[ [=[groupID]=] ]=
		{[=[26]=]
		}
	},
	[ [=[18]=] ]=
	{
		[ [=[sortName]=] ]=[=[意甲梦幻卡组]=],
		[ [=[sortIcon]=] ]=[=[Yijia]=],
		[ [=[order]=] ]=14,
		[ [=[groupID]=] ]=
		{[=[28]=],[=[23]=]
		}
	},
	[ [=[19]=] ]=
	{
		[ [=[sortName]=] ]=[=[德甲梦幻卡组]=],
		[ [=[sortIcon]=] ]=[=[Dejia]=],
		[ [=[order]=] ]=19,
		[ [=[groupID]=] ]=
		{[=[31]=]
		}
	}
}
return var