local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		[ [=[desc]=] ]=[=[球场突然停电了]=]
	},
	[ [=[2]=] ]=
	{
		[ [=[desc]=] ]=[=[球场一片漆黑]=]
	},
	[ [=[3]=] ]=
	{
		[ [=[desc]=] ]=[=[一只萌萌哒小狗狗冲进了球场]=]
	},
	[ [=[4]=] ]=
	{
		[ [=[desc]=] ]=[=[一只小鸟乱入了球场]=]
	},
	[ [=[5]=] ]=
	{
		[ [=[desc]=] ]=[=[前方的信号中断了]=]
	},
	[ [=[6]=] ]=
	{
		[ [=[desc]=] ]=[=[和前方暂时失去了联系]=]
	},
	[ [=[7]=] ]=
	{
		[ [=[desc]=] ]=[=[比赛摄像机失灵了]=]
	},
	[ [=[8]=] ]=
	{
		[ [=[desc]=] ]=[=[现场导播被球砸晕了]=]
	},
	[ [=[9]=] ]=
	{
		[ [=[desc]=] ]=[=[热情的球迷闯入了球场]=]
	}
}
return var