local null = nil
local var = 
{
	[ [=[1001]=] ]=
	{
		[ [=[center]=] ]=[=[0]=],
		[ [=[desc2]=] ]=[=[实用补给，免费赠送]=],
		[ [=[level]=] ]=10,
		[ [=[banner]=] ]=[=[1]=],
		[ [=[price]=] ]=0,
		[ [=[loginBoard]=] ]=[=[1]=],
		[ [=[subid]=] ]=1001,
		[ [=[item]=] ]=
		{
			{
				[ [=[id]=] ]=[=[25020]=],
				[ [=[num]=] ]=[=[1]=]
			}
		},
		[ [=[duration]=] ]=60,
		[ [=[type]=] ]=1,
		[ [=[id]=] ]=1,
		[ [=[priceType]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[豪门成长好礼，赶快领取吧~]=]
	},
	[ [=[1002]=] ]=
	{
		[ [=[center]=] ]=[=[0]=],
		[ [=[desc2]=] ]=[=[一个拥有核心的球队才能称为真正的豪门]=],
		[ [=[level]=] ]=10,
		[ [=[banner]=] ]=[=[1]=],
		[ [=[price]=] ]=1,
		[ [=[loginBoard]=] ]=[=[1]=],
		[ [=[subid]=] ]=1002,
		[ [=[item]=] ]=
		{
			{
				[ [=[id]=] ]=[=[25021]=],
				[ [=[num]=] ]=[=[1]=]
			}
		},
		[ [=[duration]=] ]=60,
		[ [=[type]=] ]=2,
		[ [=[id]=] ]=1,
		[ [=[priceType]=] ]=[=[bkd]=],
		[ [=[desc]=] ]=[=[特惠球员，选择你的建队基石~]=]
	},
	[ [=[2001]=] ]=
	{
		[ [=[center]=] ]=[=[0]=],
		[ [=[desc2]=] ]=[=[A品质球员，免费赠送]=],
		[ [=[level]=] ]=20,
		[ [=[banner]=] ]=[=[1]=],
		[ [=[price]=] ]=0,
		[ [=[loginBoard]=] ]=[=[1]=],
		[ [=[subid]=] ]=2001,
		[ [=[item]=] ]=
		{
			{
				[ [=[id]=] ]=[=[25022]=],
				[ [=[num]=] ]=[=[1]=]
			}
		},
		[ [=[duration]=] ]=60,
		[ [=[type]=] ]=1,
		[ [=[id]=] ]=2,
		[ [=[priceType]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[黄金品质卡牌，倾情馈赠~]=]
	},
	[ [=[2002]=] ]=
	{
		[ [=[center]=] ]=[=[0]=],
		[ [=[desc2]=] ]=[=[S级品质巨星希望加入球队~]=],
		[ [=[level]=] ]=20,
		[ [=[banner]=] ]=[=[1]=],
		[ [=[price]=] ]=15,
		[ [=[loginBoard]=] ]=[=[1]=],
		[ [=[subid]=] ]=2002,
		[ [=[item]=] ]=
		{
			{
				[ [=[id]=] ]=[=[25023]=],
				[ [=[num]=] ]=[=[1]=]
			}
		},
		[ [=[duration]=] ]=60,
		[ [=[type]=] ]=2,
		[ [=[id]=] ]=2,
		[ [=[priceType]=] ]=[=[bkd]=],
		[ [=[desc]=] ]=[=[快来看看哪位黑金巨星将会加盟球队~]=]
	},
	[ [=[3001]=] ]=
	{
		[ [=[center]=] ]=[=[0]=],
		[ [=[desc2]=] ]=[=[球星养成材料，倾情赠送~]=],
		[ [=[level]=] ]=30,
		[ [=[banner]=] ]=[=[1]=],
		[ [=[price]=] ]=0,
		[ [=[loginBoard]=] ]=[=[1]=],
		[ [=[subid]=] ]=3001,
		[ [=[item]=] ]=
		{
			{
				[ [=[id]=] ]=[=[25024]=],
				[ [=[num]=] ]=[=[1]=]
			}
		},
		[ [=[duration]=] ]=60,
		[ [=[type]=] ]=1,
		[ [=[id]=] ]=3,
		[ [=[priceType]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[维生素，技能升级券，免费领取超值福利~]=]
	},
	[ [=[3002]=] ]=
	{
		[ [=[center]=] ]=[=[0]=],
		[ [=[desc2]=] ]=[=[还在寻找真正的球坛巨星？你要找的全在这里！]=],
		[ [=[level]=] ]=30,
		[ [=[banner]=] ]=[=[1]=],
		[ [=[price]=] ]=128,
		[ [=[loginBoard]=] ]=[=[1]=],
		[ [=[subid]=] ]=3002,
		[ [=[item]=] ]=
		{
			{
				[ [=[id]=] ]=[=[25025]=],
				[ [=[num]=] ]=[=[1]=]
			}
		},
		[ [=[duration]=] ]=60,
		[ [=[type]=] ]=2,
		[ [=[id]=] ]=3,
		[ [=[priceType]=] ]=[=[bkd]=],
		[ [=[desc]=] ]=[=[世界级巨星等你来挑~]=]
	},
	[ [=[4001]=] ]=
	{
		[ [=[center]=] ]=[=[0]=],
		[ [=[desc2]=] ]=[=[黑金品质巨星申请入队，请经理人审批？]=],
		[ [=[level]=] ]=35,
		[ [=[banner]=] ]=[=[1]=],
		[ [=[price]=] ]=0,
		[ [=[loginBoard]=] ]=[=[1]=],
		[ [=[subid]=] ]=4001,
		[ [=[item]=] ]=
		{
			{
				[ [=[id]=] ]=[=[25026]=],
				[ [=[num]=] ]=[=[1]=]
			}
		},
		[ [=[duration]=] ]=60,
		[ [=[type]=] ]=1,
		[ [=[id]=] ]=4,
		[ [=[priceType]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[超级巨星倾力加盟，赶快领取吧~]=]
	},
	[ [=[4002]=] ]=
	{
		[ [=[center]=] ]=[=[0]=],
		[ [=[desc2]=] ]=[=[还在寻找真正的球坛巨星？你要找的全在这里！]=],
		[ [=[level]=] ]=35,
		[ [=[banner]=] ]=[=[1]=],
		[ [=[price]=] ]=128,
		[ [=[loginBoard]=] ]=[=[1]=],
		[ [=[subid]=] ]=4002,
		[ [=[item]=] ]=
		{
			{
				[ [=[id]=] ]=[=[25027]=],
				[ [=[num]=] ]=[=[1]=]
			}
		},
		[ [=[duration]=] ]=60,
		[ [=[type]=] ]=2,
		[ [=[id]=] ]=4,
		[ [=[priceType]=] ]=[=[bkd]=],
		[ [=[desc]=] ]=[=[世界级巨星等你来挑~]=]
	},
	[ [=[5001]=] ]=
	{
		[ [=[center]=] ]=[=[0]=],
		[ [=[desc2]=] ]=[=[殿堂精华，助力球队快速成长~]=],
		[ [=[level]=] ]=40,
		[ [=[banner]=] ]=[=[1]=],
		[ [=[price]=] ]=0,
		[ [=[loginBoard]=] ]=[=[1]=],
		[ [=[subid]=] ]=5001,
		[ [=[item]=] ]=
		{
			{
				[ [=[id]=] ]=[=[25028]=],
				[ [=[num]=] ]=[=[1]=]
			}
		},
		[ [=[duration]=] ]=60,
		[ [=[type]=] ]=1,
		[ [=[id]=] ]=5,
		[ [=[priceType]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[豪门助力殿堂建设，赶紧来领取吧~]=]
	},
	[ [=[5002]=] ]=
	{
		[ [=[center]=] ]=[=[0]=],
		[ [=[desc2]=] ]=[=[超快速殿堂直达车，仅此特售~]=],
		[ [=[level]=] ]=40,
		[ [=[banner]=] ]=[=[1]=],
		[ [=[price]=] ]=4000,
		[ [=[loginBoard]=] ]=[=[1]=],
		[ [=[subid]=] ]=5002,
		[ [=[item]=] ]=
		{
			{
				[ [=[id]=] ]=[=[25029]=],
				[ [=[num]=] ]=[=[1]=]
			}
		},
		[ [=[duration]=] ]=60,
		[ [=[type]=] ]=2,
		[ [=[id]=] ]=5,
		[ [=[priceType]=] ]=[=[d]=],
		[ [=[desc]=] ]=[=[殿堂加速包，享受更快速的殿堂提升。]=]
	},
	[ [=[6001]=] ]=
	{
		[ [=[center]=] ]=[=[0]=],
		[ [=[desc2]=] ]=[=[球星养成材料，倾情赠送~]=],
		[ [=[level]=] ]=45,
		[ [=[banner]=] ]=[=[1]=],
		[ [=[price]=] ]=0,
		[ [=[loginBoard]=] ]=[=[1]=],
		[ [=[subid]=] ]=6001,
		[ [=[item]=] ]=
		{
			{
				[ [=[id]=] ]=[=[25030]=],
				[ [=[num]=] ]=[=[1]=]
			}
		},
		[ [=[duration]=] ]=60,
		[ [=[type]=] ]=1,
		[ [=[id]=] ]=6,
		[ [=[priceType]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[维生素，技能升级券，免费领取超值福利~]=]
	},
	[ [=[6002]=] ]=
	{
		[ [=[center]=] ]=[=[0]=],
		[ [=[desc2]=] ]=[=[周贴碎片大礼包，总可以换到一款你想要的周贴~]=],
		[ [=[level]=] ]=45,
		[ [=[banner]=] ]=[=[1]=],
		[ [=[price]=] ]=200,
		[ [=[loginBoard]=] ]=[=[1]=],
		[ [=[subid]=] ]=6002,
		[ [=[item]=] ]=
		{
			{
				[ [=[id]=] ]=[=[25031]=],
				[ [=[num]=] ]=[=[1]=]
			}
		},
		[ [=[duration]=] ]=60,
		[ [=[type]=] ]=2,
		[ [=[id]=] ]=6,
		[ [=[priceType]=] ]=[=[bkd]=],
		[ [=[desc]=] ]=[=[你想要的周贴碎片包都在这里~]=]
	},
	[ [=[7001]=] ]=
	{
		[ [=[center]=] ]=[=[0]=],
		[ [=[desc2]=] ]=[=[勋章礼盒奉上~]=],
		[ [=[level]=] ]=50,
		[ [=[banner]=] ]=[=[1]=],
		[ [=[price]=] ]=0,
		[ [=[loginBoard]=] ]=[=[1]=],
		[ [=[subid]=] ]=7001,
		[ [=[item]=] ]=
		{
			{
				[ [=[id]=] ]=[=[25032]=],
				[ [=[num]=] ]=[=[1]=]
			}
		},
		[ [=[duration]=] ]=60,
		[ [=[type]=] ]=1,
		[ [=[id]=] ]=7,
		[ [=[priceType]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[还有什么比领取几个勋章更加豪门~]=]
	},
	[ [=[7002]=] ]=
	{
		[ [=[center]=] ]=[=[0]=],
		[ [=[desc2]=] ]=[=[SS顶级勋章，买到就是赚~]=],
		[ [=[level]=] ]=50,
		[ [=[banner]=] ]=[=[1]=],
		[ [=[price]=] ]=4000,
		[ [=[loginBoard]=] ]=[=[1]=],
		[ [=[subid]=] ]=7002,
		[ [=[item]=] ]=
		{
			{
				[ [=[id]=] ]=[=[25033]=],
				[ [=[num]=] ]=[=[1]=]
			}
		},
		[ [=[duration]=] ]=60,
		[ [=[type]=] ]=2,
		[ [=[id]=] ]=7,
		[ [=[priceType]=] ]=[=[d]=],
		[ [=[desc]=] ]=[=[超强SS勋章一步到位~]=]
	},
	[ [=[8001]=] ]=
	{
		[ [=[center]=] ]=[=[0]=],
		[ [=[desc2]=] ]=[=[帮助你勋章更上一层楼的神奇道具~]=],
		[ [=[level]=] ]=55,
		[ [=[banner]=] ]=[=[1]=],
		[ [=[price]=] ]=0,
		[ [=[loginBoard]=] ]=[=[1]=],
		[ [=[subid]=] ]=8001,
		[ [=[item]=] ]=
		{
			{
				[ [=[id]=] ]=[=[25034]=],
				[ [=[num]=] ]=[=[1]=]
			}
		},
		[ [=[duration]=] ]=60,
		[ [=[type]=] ]=1,
		[ [=[id]=] ]=8,
		[ [=[priceType]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[勋章强力突破券等你来领~]=]
	},
	[ [=[8002]=] ]=
	{
		[ [=[center]=] ]=[=[0]=],
		[ [=[desc2]=] ]=[=[可以不断成长的高级贴纸~]=],
		[ [=[level]=] ]=55,
		[ [=[banner]=] ]=[=[1]=],
		[ [=[price]=] ]=10000,
		[ [=[loginBoard]=] ]=[=[1]=],
		[ [=[subid]=] ]=8002,
		[ [=[item]=] ]=
		{
			{
				[ [=[id]=] ]=[=[25035]=],
				[ [=[num]=] ]=[=[1]=]
			}
		},
		[ [=[duration]=] ]=60,
		[ [=[type]=] ]=2,
		[ [=[id]=] ]=8,
		[ [=[priceType]=] ]=[=[d]=],
		[ [=[desc]=] ]=[=[听说豪门世界里面有一种可以强化的贴纸等你来拿~]=]
	},
	[ [=[9001]=] ]=
	{
		[ [=[center]=] ]=[=[0]=],
		[ [=[desc2]=] ]=[=[成长大礼包，免费赠送。]=],
		[ [=[level]=] ]=60,
		[ [=[banner]=] ]=[=[1]=],
		[ [=[price]=] ]=0,
		[ [=[loginBoard]=] ]=[=[1]=],
		[ [=[subid]=] ]=9001,
		[ [=[item]=] ]=
		{
			{
				[ [=[id]=] ]=[=[25036]=],
				[ [=[num]=] ]=[=[1]=]
			}
		},
		[ [=[duration]=] ]=60,
		[ [=[type]=] ]=1,
		[ [=[id]=] ]=9,
		[ [=[priceType]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[周贴碎片月贴碎片大礼包，倾情相赠~]=]
	},
	[ [=[9002]=] ]=
	{
		[ [=[center]=] ]=[=[0]=],
		[ [=[desc2]=] ]=[=[超稀有SS+球员卡牌，等你来拿~]=],
		[ [=[level]=] ]=60,
		[ [=[banner]=] ]=[=[1]=],
		[ [=[price]=] ]=300,
		[ [=[loginBoard]=] ]=[=[1]=],
		[ [=[subid]=] ]=9002,
		[ [=[item]=] ]=
		{
			{
				[ [=[id]=] ]=[=[25037]=],
				[ [=[num]=] ]=[=[1]=]
			}
		},
		[ [=[duration]=] ]=60,
		[ [=[type]=] ]=2,
		[ [=[id]=] ]=9,
		[ [=[priceType]=] ]=[=[bkd]=],
		[ [=[desc]=] ]=[=[豪门飞跃计划，顶级球员等你来选~]=]
	},
	[ [=[10001]=] ]=
	{
		[ [=[center]=] ]=[=[0]=],
		[ [=[desc2]=] ]=[=[十连券倾情赠送~]=],
		[ [=[level]=] ]=65,
		[ [=[banner]=] ]=[=[1]=],
		[ [=[price]=] ]=0,
		[ [=[loginBoard]=] ]=[=[1]=],
		[ [=[subid]=] ]=10001,
		[ [=[item]=] ]=
		{
			{
				[ [=[id]=] ]=[=[25038]=],
				[ [=[num]=] ]=[=[1]=]
			}
		},
		[ [=[duration]=] ]=60,
		[ [=[type]=] ]=1,
		[ [=[id]=] ]=10,
		[ [=[priceType]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[免费领取豪门十连抽卡券~]=]
	},
	[ [=[10002]=] ]=
	{
		[ [=[center]=] ]=[=[0]=],
		[ [=[desc2]=] ]=[=[超稀有SS+球员卡牌，等你来拿~]=],
		[ [=[level]=] ]=65,
		[ [=[banner]=] ]=[=[1]=],
		[ [=[price]=] ]=300,
		[ [=[loginBoard]=] ]=[=[1]=],
		[ [=[subid]=] ]=10002,
		[ [=[item]=] ]=
		{
			{
				[ [=[id]=] ]=[=[25039]=],
				[ [=[num]=] ]=[=[1]=]
			}
		},
		[ [=[duration]=] ]=60,
		[ [=[type]=] ]=2,
		[ [=[id]=] ]=10,
		[ [=[priceType]=] ]=[=[bkd]=],
		[ [=[desc]=] ]=[=[豪门飞跃计划，顶级球员等你来选~]=]
	}
}
return var