local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		[ [=[name]=] ]=[=[初级欧元捐赠]=],
		[ [=[price]=] ]=5000000,
		[ [=[item]=] ]=
		{
			[ [=[20096]=] ]=[=[1]=]
		},
		[ [=[gc]=] ]=100,
		[ [=[beginTime]=] ]=1546635600,
		[ [=[endTime]=] ]=0,
		[ [=[id]=] ]=1,
		[ [=[priceType]=] ]=[=[m]=],
		[ [=[desc]=] ]=[=[玩家完成初级欧元捐赠后，可获得100点公会贡献点以及下方随机一个奖励。]=]
	},
	[ [=[2]=] ]=
	{
		[ [=[name]=] ]=[=[初级钻石捐赠]=],
		[ [=[price]=] ]=200,
		[ [=[item]=] ]=
		{
			[ [=[20097]=] ]=[=[1]=]
		},
		[ [=[gc]=] ]=200,
		[ [=[beginTime]=] ]=1546635600,
		[ [=[endTime]=] ]=0,
		[ [=[id]=] ]=2,
		[ [=[priceType]=] ]=[=[d]=],
		[ [=[desc]=] ]=[=[玩家完成初级钻石捐赠后，可获得200点公会贡献点以及下方随机一个奖励。]=]
	},
	[ [=[3]=] ]=
	{
		[ [=[name]=] ]=[=[高级钻石捐赠]=],
		[ [=[price]=] ]=400,
		[ [=[item]=] ]=
		{
			[ [=[20098]=] ]=[=[1]=]
		},
		[ [=[gc]=] ]=400,
		[ [=[beginTime]=] ]=1546635600,
		[ [=[endTime]=] ]=0,
		[ [=[id]=] ]=3,
		[ [=[priceType]=] ]=[=[d]=],
		[ [=[desc]=] ]=[=[玩家完成高级钻石捐赠后，可获得400点公会贡献点以及下方随机一个奖励。]=]
	},
	[ [=[4]=] ]=
	{
		[ [=[name]=] ]=[=[特级豪门币捐赠]=],
		[ [=[price]=] ]=30,
		[ [=[item]=] ]=
		{
			[ [=[20099]=] ]=[=[1]=]
		},
		[ [=[gc]=] ]=600,
		[ [=[beginTime]=] ]=1546635600,
		[ [=[endTime]=] ]=0,
		[ [=[id]=] ]=4,
		[ [=[priceType]=] ]=[=[bkd]=],
		[ [=[desc]=] ]=[=[玩家完成特级豪门币捐赠后，可获得600点公会贡献点以及下方随机一个奖励。]=]
	}
}
return var