local null = nil
local var = 
{
	[ [=[101]=] ]=
	{
		[ [=[picIndex]=] ]=[=[101]=],
		[ [=[name]=] ]=[=[纵横葡萄牙]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=20,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=1,
		[ [=[condition]=] ]=
		{[=[Q1]=],[=[Q2]=],[=[Q3]=],[=[Q4]=],[=[Q5]=],[=[Q6]=]
		},
		[ [=[desc]=] ]=[=[三星通关1至6章所有关卡]=]
	},
	[ [=[102]=] ]=
	{
		[ [=[picIndex]=] ]=[=[102]=],
		[ [=[name]=] ]=[=[征服尼德兰]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=1,
		[ [=[condition]=] ]=
		{[=[Q7]=],[=[Q8]=],[=[Q9]=],[=[Q10]=],[=[Q11]=],[=[Q12]=]
		},
		[ [=[desc]=] ]=[=[三星通关7至12章所有关卡]=]
	},
	[ [=[103]=] ]=
	{
		[ [=[picIndex]=] ]=[=[103]=],
		[ [=[name]=] ]=[=[登顶法兰西]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=60,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=1,
		[ [=[condition]=] ]=
		{[=[Q13]=],[=[Q14]=],[=[Q15]=],[=[Q16]=],[=[Q17]=],[=[Q18]=]
		},
		[ [=[desc]=] ]=[=[三星通关13至18章所有关卡]=]
	},
	[ [=[104]=] ]=
	{
		[ [=[picIndex]=] ]=[=[104]=],
		[ [=[name]=] ]=[=[称雄意大利]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=80,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=1,
		[ [=[condition]=] ]=
		{[=[Q19]=],[=[Q20]=],[=[Q21]=],[=[Q22]=],[=[Q23]=],[=[Q24]=]
		},
		[ [=[desc]=] ]=[=[三星通关19至24章所有关卡]=]
	},
	[ [=[105]=] ]=
	{
		[ [=[picIndex]=] ]=[=[105]=],
		[ [=[name]=] ]=[=[制霸西班牙]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=100,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=1,
		[ [=[condition]=] ]=
		{[=[Q25]=],[=[Q26]=],[=[Q27]=],[=[Q28]=],[=[Q29]=],[=[Q30]=]
		},
		[ [=[desc]=] ]=[=[三星通关25至30章所有关卡]=]
	},
	[ [=[106]=] ]=
	{
		[ [=[picIndex]=] ]=[=[106]=],
		[ [=[name]=] ]=[=[加冕英格兰]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=120,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=1,
		[ [=[condition]=] ]=
		{[=[Q31]=],[=[Q32]=],[=[Q33]=],[=[Q34]=],[=[Q35]=],[=[Q36]=]
		},
		[ [=[desc]=] ]=[=[三星通关31至36章所有关卡]=]
	},
	[ [=[201]=] ]=
	{
		[ [=[picIndex]=] ]=[=[201]=],
		[ [=[name]=] ]=[=[人脉王 Lv.1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=10,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=2,
		[ [=[condition]=] ]=3,
		[ [=[desc]=] ]=[=[完成3封经纪人来信]=]
	},
	[ [=[202]=] ]=
	{
		[ [=[picIndex]=] ]=[=[202]=],
		[ [=[name]=] ]=[=[人脉王 Lv.2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=2,
		[ [=[condition]=] ]=6,
		[ [=[desc]=] ]=[=[完成6封经纪人来信]=]
	},
	[ [=[203]=] ]=
	{
		[ [=[picIndex]=] ]=[=[203]=],
		[ [=[name]=] ]=[=[人脉王 Lv.3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=2,
		[ [=[condition]=] ]=9,
		[ [=[desc]=] ]=[=[完成9封经纪人来信]=]
	},
	[ [=[204]=] ]=
	{
		[ [=[picIndex]=] ]=[=[204]=],
		[ [=[name]=] ]=[=[人脉王 Lv.4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=60,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=2,
		[ [=[condition]=] ]=12,
		[ [=[desc]=] ]=[=[完成12封经纪人来信]=]
	},
	[ [=[205]=] ]=
	{
		[ [=[picIndex]=] ]=[=[205]=],
		[ [=[name]=] ]=[=[人脉王 Lv.5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=80,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=2,
		[ [=[condition]=] ]=15,
		[ [=[desc]=] ]=[=[完成15封经纪人来信]=]
	},
	[ [=[206]=] ]=
	{
		[ [=[picIndex]=] ]=[=[206]=],
		[ [=[name]=] ]=[=[人脉王 Lv.6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=100,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=2,
		[ [=[condition]=] ]=18,
		[ [=[desc]=] ]=[=[完成18封经纪人来信]=]
	},
	[ [=[207]=] ]=
	{
		[ [=[picIndex]=] ]=[=[207]=],
		[ [=[name]=] ]=[=[人脉王 Lv.7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=120,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=2,
		[ [=[condition]=] ]=21,
		[ [=[desc]=] ]=[=[完成21封经纪人来信]=]
	},
	[ [=[301]=] ]=
	{
		[ [=[picIndex]=] ]=[=[301]=],
		[ [=[name]=] ]=[=[传奇之师 Lv.1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=10,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=3,
		[ [=[condition]=] ]=1,
		[ [=[desc]=] ]=[=[在联赛玩法中获得1次冠军]=]
	},
	[ [=[302]=] ]=
	{
		[ [=[picIndex]=] ]=[=[302]=],
		[ [=[name]=] ]=[=[传奇之师 Lv.2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=20,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=3,
		[ [=[condition]=] ]=3,
		[ [=[desc]=] ]=[=[在联赛玩法中获得3次冠军]=]
	},
	[ [=[303]=] ]=
	{
		[ [=[picIndex]=] ]=[=[303]=],
		[ [=[name]=] ]=[=[传奇之师 Lv.3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=3,
		[ [=[condition]=] ]=10,
		[ [=[desc]=] ]=[=[在联赛玩法中获得10次冠军]=]
	},
	[ [=[304]=] ]=
	{
		[ [=[picIndex]=] ]=[=[304]=],
		[ [=[name]=] ]=[=[传奇之师 Lv.4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=3,
		[ [=[condition]=] ]=20,
		[ [=[desc]=] ]=[=[在联赛玩法中获得20次冠军]=]
	},
	[ [=[305]=] ]=
	{
		[ [=[picIndex]=] ]=[=[305]=],
		[ [=[name]=] ]=[=[传奇之师 Lv.5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=50,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=3,
		[ [=[condition]=] ]=50,
		[ [=[desc]=] ]=[=[在联赛玩法中获得50次冠军]=]
	},
	[ [=[306]=] ]=
	{
		[ [=[picIndex]=] ]=[=[306]=],
		[ [=[name]=] ]=[=[传奇之师 Lv.6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=60,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=3,
		[ [=[condition]=] ]=100,
		[ [=[desc]=] ]=[=[在联赛玩法中获得100次冠军]=]
	},
	[ [=[307]=] ]=
	{
		[ [=[picIndex]=] ]=[=[307]=],
		[ [=[name]=] ]=[=[传奇之师 Lv.7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=70,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=3,
		[ [=[condition]=] ]=200,
		[ [=[desc]=] ]=[=[在联赛玩法中获得200次冠军]=]
	},
	[ [=[401]=] ]=
	{
		[ [=[picIndex]=] ]=[=[401]=],
		[ [=[name]=] ]=[=[进球机器 Lv.1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=10,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=4,
		[ [=[condition]=] ]=1,
		[ [=[desc]=] ]=[=[在联赛玩法中获得1个赛季的得分王]=]
	},
	[ [=[402]=] ]=
	{
		[ [=[picIndex]=] ]=[=[402]=],
		[ [=[name]=] ]=[=[进球机器 Lv.2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=20,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=4,
		[ [=[condition]=] ]=3,
		[ [=[desc]=] ]=[=[在联赛玩法中获得3个赛季的得分王]=]
	},
	[ [=[403]=] ]=
	{
		[ [=[picIndex]=] ]=[=[403]=],
		[ [=[name]=] ]=[=[进球机器 Lv.3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=4,
		[ [=[condition]=] ]=10,
		[ [=[desc]=] ]=[=[在联赛玩法中获得10个赛季的得分王]=]
	},
	[ [=[404]=] ]=
	{
		[ [=[picIndex]=] ]=[=[404]=],
		[ [=[name]=] ]=[=[进球机器 Lv.4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=4,
		[ [=[condition]=] ]=20,
		[ [=[desc]=] ]=[=[在联赛玩法中获得20个赛季的得分王]=]
	},
	[ [=[405]=] ]=
	{
		[ [=[picIndex]=] ]=[=[405]=],
		[ [=[name]=] ]=[=[进球机器 Lv.5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=50,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=4,
		[ [=[condition]=] ]=50,
		[ [=[desc]=] ]=[=[在联赛玩法中获得50个赛季的得分王]=]
	},
	[ [=[406]=] ]=
	{
		[ [=[picIndex]=] ]=[=[406]=],
		[ [=[name]=] ]=[=[进球机器 Lv.6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=60,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=4,
		[ [=[condition]=] ]=100,
		[ [=[desc]=] ]=[=[在联赛玩法中获得100个赛季的得分王]=]
	},
	[ [=[407]=] ]=
	{
		[ [=[picIndex]=] ]=[=[407]=],
		[ [=[name]=] ]=[=[进球机器 Lv.7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=70,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=4,
		[ [=[condition]=] ]=200,
		[ [=[desc]=] ]=[=[在联赛玩法中获得200个赛季的得分王]=]
	},
	[ [=[501]=] ]=
	{
		[ [=[picIndex]=] ]=[=[501]=],
		[ [=[name]=] ]=[=[助攻大师 Lv.1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=10,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=5,
		[ [=[condition]=] ]=1,
		[ [=[desc]=] ]=[=[在联赛玩法中获得1个赛季的助攻王]=]
	},
	[ [=[502]=] ]=
	{
		[ [=[picIndex]=] ]=[=[502]=],
		[ [=[name]=] ]=[=[助攻大师 Lv.2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=20,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=5,
		[ [=[condition]=] ]=3,
		[ [=[desc]=] ]=[=[在联赛玩法中获得3个赛季的助攻王]=]
	},
	[ [=[503]=] ]=
	{
		[ [=[picIndex]=] ]=[=[503]=],
		[ [=[name]=] ]=[=[助攻大师 Lv.3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=5,
		[ [=[condition]=] ]=10,
		[ [=[desc]=] ]=[=[在联赛玩法中获得10个赛季的助攻王]=]
	},
	[ [=[504]=] ]=
	{
		[ [=[picIndex]=] ]=[=[504]=],
		[ [=[name]=] ]=[=[助攻大师 Lv.4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=5,
		[ [=[condition]=] ]=20,
		[ [=[desc]=] ]=[=[在联赛玩法中获得20个赛季的助攻王]=]
	},
	[ [=[505]=] ]=
	{
		[ [=[picIndex]=] ]=[=[505]=],
		[ [=[name]=] ]=[=[助攻大师 Lv.5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=50,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=5,
		[ [=[condition]=] ]=50,
		[ [=[desc]=] ]=[=[在联赛玩法中获得50个赛季的助攻王]=]
	},
	[ [=[506]=] ]=
	{
		[ [=[picIndex]=] ]=[=[506]=],
		[ [=[name]=] ]=[=[助攻大师 Lv.6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=60,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=5,
		[ [=[condition]=] ]=100,
		[ [=[desc]=] ]=[=[在联赛玩法中获得100个赛季的助攻王]=]
	},
	[ [=[507]=] ]=
	{
		[ [=[picIndex]=] ]=[=[507]=],
		[ [=[name]=] ]=[=[助攻大师 Lv.7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=70,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=5,
		[ [=[condition]=] ]=200,
		[ [=[desc]=] ]=[=[在联赛玩法中获得200个赛季的助攻王]=]
	},
	[ [=[601]=] ]=
	{
		[ [=[picIndex]=] ]=[=[601]=],
		[ [=[name]=] ]=[=[常胜将军 Lv.1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=10,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=6,
		[ [=[condition]=] ]=1,
		[ [=[desc]=] ]=[=[在联赛玩法中获得1次全胜战绩]=]
	},
	[ [=[602]=] ]=
	{
		[ [=[picIndex]=] ]=[=[602]=],
		[ [=[name]=] ]=[=[常胜将军 Lv.2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=20,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=6,
		[ [=[condition]=] ]=3,
		[ [=[desc]=] ]=[=[在联赛玩法中获得3次全胜战绩]=]
	},
	[ [=[603]=] ]=
	{
		[ [=[picIndex]=] ]=[=[603]=],
		[ [=[name]=] ]=[=[常胜将军 Lv.3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=6,
		[ [=[condition]=] ]=10,
		[ [=[desc]=] ]=[=[在联赛玩法中获得10次全胜战绩]=]
	},
	[ [=[604]=] ]=
	{
		[ [=[picIndex]=] ]=[=[604]=],
		[ [=[name]=] ]=[=[常胜将军 Lv.4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=6,
		[ [=[condition]=] ]=20,
		[ [=[desc]=] ]=[=[在联赛玩法中获得20次全胜战绩]=]
	},
	[ [=[605]=] ]=
	{
		[ [=[picIndex]=] ]=[=[605]=],
		[ [=[name]=] ]=[=[常胜将军 Lv.5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=50,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=6,
		[ [=[condition]=] ]=50,
		[ [=[desc]=] ]=[=[在联赛玩法中获得50次全胜战绩]=]
	},
	[ [=[606]=] ]=
	{
		[ [=[picIndex]=] ]=[=[606]=],
		[ [=[name]=] ]=[=[常胜将军 Lv.6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=60,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=6,
		[ [=[condition]=] ]=100,
		[ [=[desc]=] ]=[=[在联赛玩法中获得100次全胜战绩]=]
	},
	[ [=[607]=] ]=
	{
		[ [=[picIndex]=] ]=[=[607]=],
		[ [=[name]=] ]=[=[常胜将军 Lv.7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=70,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=6,
		[ [=[condition]=] ]=200,
		[ [=[desc]=] ]=[=[在联赛玩法中获得200次全胜战绩]=]
	},
	[ [=[701]=] ]=
	{
		[ [=[picIndex]=] ]=[=[701]=],
		[ [=[name]=] ]=[=[颠球达人 Lv.1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=10,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=7,
		[ [=[condition]=] ]=5,
		[ [=[desc]=] ]=[=[以精通成绩通关颠球训练5次]=]
	},
	[ [=[702]=] ]=
	{
		[ [=[picIndex]=] ]=[=[702]=],
		[ [=[name]=] ]=[=[颠球达人 Lv.2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=20,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=7,
		[ [=[condition]=] ]=20,
		[ [=[desc]=] ]=[=[以精通成绩通关颠球训练20次]=]
	},
	[ [=[703]=] ]=
	{
		[ [=[picIndex]=] ]=[=[703]=],
		[ [=[name]=] ]=[=[颠球达人 Lv.3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=7,
		[ [=[condition]=] ]=50,
		[ [=[desc]=] ]=[=[以精通成绩通关颠球训练50次]=]
	},
	[ [=[704]=] ]=
	{
		[ [=[picIndex]=] ]=[=[704]=],
		[ [=[name]=] ]=[=[颠球达人 Lv.4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=7,
		[ [=[condition]=] ]=100,
		[ [=[desc]=] ]=[=[以精通成绩通关颠球训练100次]=]
	},
	[ [=[705]=] ]=
	{
		[ [=[picIndex]=] ]=[=[705]=],
		[ [=[name]=] ]=[=[颠球达人 Lv.5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=50,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=7,
		[ [=[condition]=] ]=200,
		[ [=[desc]=] ]=[=[以精通成绩通关颠球训练200次]=]
	},
	[ [=[706]=] ]=
	{
		[ [=[picIndex]=] ]=[=[706]=],
		[ [=[name]=] ]=[=[颠球达人 Lv.6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=60,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=7,
		[ [=[condition]=] ]=500,
		[ [=[desc]=] ]=[=[以精通成绩通关颠球训练500次]=]
	},
	[ [=[707]=] ]=
	{
		[ [=[picIndex]=] ]=[=[707]=],
		[ [=[name]=] ]=[=[颠球达人 Lv.7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=70,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=7,
		[ [=[condition]=] ]=1000,
		[ [=[desc]=] ]=[=[以精通成绩通关颠球训练1000次]=]
	},
	[ [=[801]=] ]=
	{
		[ [=[picIndex]=] ]=[=[801]=],
		[ [=[name]=] ]=[=[射门达人 Lv.1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=10,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=8,
		[ [=[condition]=] ]=5,
		[ [=[desc]=] ]=[=[以精通成绩通关射门训练5次]=]
	},
	[ [=[802]=] ]=
	{
		[ [=[picIndex]=] ]=[=[802]=],
		[ [=[name]=] ]=[=[射门达人 Lv.2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=20,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=8,
		[ [=[condition]=] ]=20,
		[ [=[desc]=] ]=[=[以精通成绩通关射门训练20次]=]
	},
	[ [=[803]=] ]=
	{
		[ [=[picIndex]=] ]=[=[803]=],
		[ [=[name]=] ]=[=[射门达人 Lv.3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=8,
		[ [=[condition]=] ]=50,
		[ [=[desc]=] ]=[=[以精通成绩通关射门训练50次]=]
	},
	[ [=[804]=] ]=
	{
		[ [=[picIndex]=] ]=[=[804]=],
		[ [=[name]=] ]=[=[射门达人 Lv.4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=8,
		[ [=[condition]=] ]=100,
		[ [=[desc]=] ]=[=[以精通成绩通关射门训练100次]=]
	},
	[ [=[805]=] ]=
	{
		[ [=[picIndex]=] ]=[=[805]=],
		[ [=[name]=] ]=[=[射门达人 Lv.5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=50,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=8,
		[ [=[condition]=] ]=200,
		[ [=[desc]=] ]=[=[以精通成绩通关射门训练200次]=]
	},
	[ [=[806]=] ]=
	{
		[ [=[picIndex]=] ]=[=[806]=],
		[ [=[name]=] ]=[=[射门达人 Lv.6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=60,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=8,
		[ [=[condition]=] ]=500,
		[ [=[desc]=] ]=[=[以精通成绩通关射门训练500次]=]
	},
	[ [=[807]=] ]=
	{
		[ [=[picIndex]=] ]=[=[807]=],
		[ [=[name]=] ]=[=[射门达人 Lv.7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=70,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=8,
		[ [=[condition]=] ]=1000,
		[ [=[desc]=] ]=[=[以精通成绩通关射门训练1000次]=]
	},
	[ [=[901]=] ]=
	{
		[ [=[picIndex]=] ]=[=[901]=],
		[ [=[name]=] ]=[=[抢断达人 Lv.1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=10,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=9,
		[ [=[condition]=] ]=5,
		[ [=[desc]=] ]=[=[以精通成绩通关抢断训练5次]=]
	},
	[ [=[902]=] ]=
	{
		[ [=[picIndex]=] ]=[=[902]=],
		[ [=[name]=] ]=[=[抢断达人 Lv.2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=20,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=9,
		[ [=[condition]=] ]=20,
		[ [=[desc]=] ]=[=[以精通成绩通关抢断训练20次]=]
	},
	[ [=[903]=] ]=
	{
		[ [=[picIndex]=] ]=[=[903]=],
		[ [=[name]=] ]=[=[抢断达人 Lv.3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=9,
		[ [=[condition]=] ]=50,
		[ [=[desc]=] ]=[=[以精通成绩通关抢断训练50次]=]
	},
	[ [=[904]=] ]=
	{
		[ [=[picIndex]=] ]=[=[904]=],
		[ [=[name]=] ]=[=[抢断达人 Lv.4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=9,
		[ [=[condition]=] ]=100,
		[ [=[desc]=] ]=[=[以精通成绩通关抢断训练100次]=]
	},
	[ [=[905]=] ]=
	{
		[ [=[picIndex]=] ]=[=[905]=],
		[ [=[name]=] ]=[=[抢断达人 Lv.5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=50,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=9,
		[ [=[condition]=] ]=200,
		[ [=[desc]=] ]=[=[以精通成绩通关抢断训练200次]=]
	},
	[ [=[906]=] ]=
	{
		[ [=[picIndex]=] ]=[=[906]=],
		[ [=[name]=] ]=[=[抢断达人 Lv.6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=60,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=9,
		[ [=[condition]=] ]=500,
		[ [=[desc]=] ]=[=[以精通成绩通关抢断训练500次]=]
	},
	[ [=[907]=] ]=
	{
		[ [=[picIndex]=] ]=[=[907]=],
		[ [=[name]=] ]=[=[抢断达人 Lv.7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=70,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=9,
		[ [=[condition]=] ]=1000,
		[ [=[desc]=] ]=[=[以精通成绩通关抢断训练1000次]=]
	},
	[ [=[1001]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1001]=],
		[ [=[name]=] ]=[=[扑救达人 Lv.1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=10,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=10,
		[ [=[condition]=] ]=5,
		[ [=[desc]=] ]=[=[以精通成绩通关扑救训练5次]=]
	},
	[ [=[1002]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1002]=],
		[ [=[name]=] ]=[=[扑救达人 Lv.2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=20,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=10,
		[ [=[condition]=] ]=20,
		[ [=[desc]=] ]=[=[以精通成绩通关扑救训练20次]=]
	},
	[ [=[1003]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1003]=],
		[ [=[name]=] ]=[=[扑救达人 Lv.3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=10,
		[ [=[condition]=] ]=50,
		[ [=[desc]=] ]=[=[以精通成绩通关扑救训练50次]=]
	},
	[ [=[1004]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1004]=],
		[ [=[name]=] ]=[=[扑救达人 Lv.4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=10,
		[ [=[condition]=] ]=100,
		[ [=[desc]=] ]=[=[以精通成绩通关扑救训练100次]=]
	},
	[ [=[1005]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1005]=],
		[ [=[name]=] ]=[=[扑救达人 Lv.5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=50,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=10,
		[ [=[condition]=] ]=200,
		[ [=[desc]=] ]=[=[以精通成绩通关扑救训练200次]=]
	},
	[ [=[1006]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1006]=],
		[ [=[name]=] ]=[=[扑救达人 Lv.6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=60,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=10,
		[ [=[condition]=] ]=500,
		[ [=[desc]=] ]=[=[以精通成绩通关扑救训练500次]=]
	},
	[ [=[1007]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1007]=],
		[ [=[name]=] ]=[=[扑救达人 Lv.7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=70,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=10,
		[ [=[condition]=] ]=1000,
		[ [=[desc]=] ]=[=[以精通成绩通关扑救训练1000次]=]
	},
	[ [=[1101]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1101]=],
		[ [=[name]=] ]=[=[公会挑战者 Lv.1]=],
		[ [=[condition2]=] ]=
		{[=[1]=]
		},
		[ [=[honorPoint]=] ]=10,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=11,
		[ [=[condition]=] ]=5,
		[ [=[desc]=] ]=[=[通关所有难度1公会挑战赛副本]=]
	},
	[ [=[1102]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1102]=],
		[ [=[name]=] ]=[=[公会挑战者 Lv.2]=],
		[ [=[condition2]=] ]=
		{[=[2]=]
		},
		[ [=[honorPoint]=] ]=20,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=11,
		[ [=[condition]=] ]=5,
		[ [=[desc]=] ]=[=[通关所有难度2公会挑战赛副本]=]
	},
	[ [=[1103]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1103]=],
		[ [=[name]=] ]=[=[公会挑战者 Lv.3]=],
		[ [=[condition2]=] ]=
		{[=[3]=]
		},
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=11,
		[ [=[condition]=] ]=5,
		[ [=[desc]=] ]=[=[通关所有难度3公会挑战赛副本]=]
	},
	[ [=[1104]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1104]=],
		[ [=[name]=] ]=[=[公会挑战者 Lv.4]=],
		[ [=[condition2]=] ]=
		{[=[4]=]
		},
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=11,
		[ [=[condition]=] ]=5,
		[ [=[desc]=] ]=[=[通关所有难度4公会挑战赛副本]=]
	},
	[ [=[1105]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1105]=],
		[ [=[name]=] ]=[=[公会挑战者 Lv.5]=],
		[ [=[condition2]=] ]=
		{[=[5]=]
		},
		[ [=[honorPoint]=] ]=50,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=11,
		[ [=[condition]=] ]=5,
		[ [=[desc]=] ]=[=[通关所有难度5公会挑战赛副本]=]
	},
	[ [=[1106]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1106]=],
		[ [=[name]=] ]=[=[公会挑战者 Lv.6]=],
		[ [=[condition2]=] ]=
		{[=[6]=]
		},
		[ [=[honorPoint]=] ]=60,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=11,
		[ [=[condition]=] ]=5,
		[ [=[desc]=] ]=[=[通关所有难度6公会挑战赛副本]=]
	},
	[ [=[1107]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1107]=],
		[ [=[name]=] ]=[=[公会挑战者 Lv.7]=],
		[ [=[condition2]=] ]=
		{[=[7]=]
		},
		[ [=[honorPoint]=] ]=70,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=11,
		[ [=[condition]=] ]=5,
		[ [=[desc]=] ]=[=[通关所有难度7公会挑战赛副本]=]
	},
	[ [=[1201]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1201]=],
		[ [=[name]=] ]=[=[公会战神 Lv.1]=],
		[ [=[condition2]=] ]=
		{[=[1]=]
		},
		[ [=[honorPoint]=] ]=10,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=12,
		[ [=[condition]=] ]=1,
		[ [=[desc]=] ]=[=[在难度1公会战中取得冠军]=]
	},
	[ [=[1202]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1202]=],
		[ [=[name]=] ]=[=[公会战神 Lv.2]=],
		[ [=[condition2]=] ]=
		{[=[2]=]
		},
		[ [=[honorPoint]=] ]=20,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=12,
		[ [=[condition]=] ]=1,
		[ [=[desc]=] ]=[=[在难度2公会战中取得冠军]=]
	},
	[ [=[1203]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1203]=],
		[ [=[name]=] ]=[=[公会战神 Lv.3]=],
		[ [=[condition2]=] ]=
		{[=[3]=]
		},
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=12,
		[ [=[condition]=] ]=1,
		[ [=[desc]=] ]=[=[在难度3公会战中取得冠军]=]
	},
	[ [=[1204]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1204]=],
		[ [=[name]=] ]=[=[公会战神 Lv.4]=],
		[ [=[condition2]=] ]=
		{[=[4]=]
		},
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=12,
		[ [=[condition]=] ]=1,
		[ [=[desc]=] ]=[=[在难度4公会战中取得冠军]=]
	},
	[ [=[1205]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1205]=],
		[ [=[name]=] ]=[=[公会战神 Lv.5]=],
		[ [=[condition2]=] ]=
		{[=[5]=]
		},
		[ [=[honorPoint]=] ]=60,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=12,
		[ [=[condition]=] ]=1,
		[ [=[desc]=] ]=[=[在难度5公会战中取得冠军]=]
	},
	[ [=[1206]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1206]=],
		[ [=[name]=] ]=[=[公会战神 Lv.6]=],
		[ [=[condition2]=] ]=
		{[=[6]=]
		},
		[ [=[honorPoint]=] ]=80,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=12,
		[ [=[condition]=] ]=1,
		[ [=[desc]=] ]=[=[在难度6公会战中取得冠军]=]
	},
	[ [=[1207]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1207]=],
		[ [=[name]=] ]=[=[公会战神 Lv.7]=],
		[ [=[condition2]=] ]=
		{[=[7]=]
		},
		[ [=[honorPoint]=] ]=100,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=12,
		[ [=[condition]=] ]=1,
		[ [=[desc]=] ]=[=[在难度7公会战中取得冠军]=]
	},
	[ [=[1301]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1301]=],
		[ [=[name]=] ]=[=[收藏家 Lv.1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=13,
		[ [=[condition]=] ]=100,
		[ [=[desc]=] ]=[=[累计收集100个球员（以图鉴为准）]=]
	},
	[ [=[1302]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1302]=],
		[ [=[name]=] ]=[=[收藏家 Lv.2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=60,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=13,
		[ [=[condition]=] ]=200,
		[ [=[desc]=] ]=[=[累计收集200个球员（以图鉴为准）]=]
	},
	[ [=[1303]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1303]=],
		[ [=[name]=] ]=[=[收藏家 Lv.3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=80,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=13,
		[ [=[condition]=] ]=300,
		[ [=[desc]=] ]=[=[累计收集300个球员（以图鉴为准）]=]
	},
	[ [=[1304]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1304]=],
		[ [=[name]=] ]=[=[收藏家 Lv.4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=100,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=13,
		[ [=[condition]=] ]=400,
		[ [=[desc]=] ]=[=[累计收集400个球员（以图鉴为准）]=]
	},
	[ [=[1305]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1305]=],
		[ [=[name]=] ]=[=[收藏家 Lv.5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=120,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=13,
		[ [=[condition]=] ]=500,
		[ [=[desc]=] ]=[=[累计收集500个球员（以图鉴为准）]=]
	},
	[ [=[1401]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1401]=],
		[ [=[name]=] ]=[=[球星联盟 Lv.1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=20,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=14,
		[ [=[condition]=] ]=20,
		[ [=[desc]=] ]=[=[累计收集20个A类的球员（以图鉴为准）]=]
	},
	[ [=[1402]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1402]=],
		[ [=[name]=] ]=[=[球星联盟 Lv.2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=14,
		[ [=[condition]=] ]=40,
		[ [=[desc]=] ]=[=[累计收集40个A类的球员（以图鉴为准）]=]
	},
	[ [=[1403]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1403]=],
		[ [=[name]=] ]=[=[球星联盟 Lv.3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=14,
		[ [=[condition]=] ]=60,
		[ [=[desc]=] ]=[=[累计收集60个A类的球员（以图鉴为准）]=]
	},
	[ [=[1404]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1404]=],
		[ [=[name]=] ]=[=[球星联盟 Lv.4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=50,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=14,
		[ [=[condition]=] ]=80,
		[ [=[desc]=] ]=[=[累计收集80个A类的球员（以图鉴为准）]=]
	},
	[ [=[1501]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1501]=],
		[ [=[name]=] ]=[=[地上最强 Lv.1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=15,
		[ [=[condition]=] ]=20,
		[ [=[desc]=] ]=[=[累计收集20个S类的球员（以图鉴为准）]=]
	},
	[ [=[1502]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1502]=],
		[ [=[name]=] ]=[=[地上最强 Lv.2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=50,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=15,
		[ [=[condition]=] ]=40,
		[ [=[desc]=] ]=[=[累计收集40个S类的球员（以图鉴为准）]=]
	},
	[ [=[1503]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1503]=],
		[ [=[name]=] ]=[=[地上最强 Lv.3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=70,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=15,
		[ [=[condition]=] ]=60,
		[ [=[desc]=] ]=[=[累计收集60个S类的球员（以图鉴为准）]=]
	},
	[ [=[1504]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1504]=],
		[ [=[name]=] ]=[=[地上最强 Lv.4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=90,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=15,
		[ [=[condition]=] ]=80,
		[ [=[desc]=] ]=[=[累计收集80个S类的球员（以图鉴为准）]=]
	},
	[ [=[1601]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1601]=],
		[ [=[name]=] ]=[=[银河战舰 Lv.1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=80,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=16,
		[ [=[condition]=] ]=20,
		[ [=[desc]=] ]=[=[累计收集20个SS类的球员（以图鉴为准）]=]
	},
	[ [=[1602]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1602]=],
		[ [=[name]=] ]=[=[银河战舰 Lv.2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=90,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=16,
		[ [=[condition]=] ]=40,
		[ [=[desc]=] ]=[=[累计收集40个SS类的球员（以图鉴为准）]=]
	},
	[ [=[1603]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1603]=],
		[ [=[name]=] ]=[=[银河战舰 Lv.3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=100,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=16,
		[ [=[condition]=] ]=60,
		[ [=[desc]=] ]=[=[累计收集60个SS类的球员（以图鉴为准）]=]
	},
	[ [=[1604]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1604]=],
		[ [=[name]=] ]=[=[银河战舰 Lv.4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=120,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=16,
		[ [=[condition]=] ]=80,
		[ [=[desc]=] ]=[=[累计收集80个SS类的球员（以图鉴为准）]=]
	},
	[ [=[1701]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1701]=],
		[ [=[name]=] ]=[=[英伦爵士 Lv.1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=17,
		[ [=[condition]=] ]=10,
		[ [=[desc]=] ]=[=[累计收集10个英格兰球员（以图鉴为准）]=]
	},
	[ [=[1702]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1702]=],
		[ [=[name]=] ]=[=[英伦爵士 Lv.2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=17,
		[ [=[condition]=] ]=20,
		[ [=[desc]=] ]=[=[累计收集20个英格兰球员（以图鉴为准）]=]
	},
	[ [=[1703]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1703]=],
		[ [=[name]=] ]=[=[英伦爵士 Lv.3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=50,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=17,
		[ [=[condition]=] ]=30,
		[ [=[desc]=] ]=[=[累计收集30个英格兰球员（以图鉴为准）]=]
	},
	[ [=[1704]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1704]=],
		[ [=[name]=] ]=[=[英伦爵士 Lv.4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=70,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=17,
		[ [=[condition]=] ]=40,
		[ [=[desc]=] ]=[=[累计收集40个英格兰球员（以图鉴为准）]=]
	},
	[ [=[1705]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1705]=],
		[ [=[name]=] ]=[=[英伦爵士 Lv.5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=80,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=17,
		[ [=[condition]=] ]=50,
		[ [=[desc]=] ]=[=[累计收集50个英格兰球员（以图鉴为准）]=]
	},
	[ [=[1706]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1706]=],
		[ [=[name]=] ]=[=[英伦爵士 Lv.6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=90,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=17,
		[ [=[condition]=] ]=60,
		[ [=[desc]=] ]=[=[累计收集60个英格兰球员（以图鉴为准）]=]
	},
	[ [=[1707]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1707]=],
		[ [=[name]=] ]=[=[英伦爵士 Lv.7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=100,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=17,
		[ [=[condition]=] ]=70,
		[ [=[desc]=] ]=[=[累计收集70个英格兰球员（以图鉴为准）]=]
	},
	[ [=[1801]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1801]=],
		[ [=[name]=] ]=[=[斗牛勇者 Lv.1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=18,
		[ [=[condition]=] ]=10,
		[ [=[desc]=] ]=[=[累计收集10个西班牙球员（以图鉴为准）]=]
	},
	[ [=[1802]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1802]=],
		[ [=[name]=] ]=[=[斗牛勇者 Lv.2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=18,
		[ [=[condition]=] ]=20,
		[ [=[desc]=] ]=[=[累计收集20个西班牙球员（以图鉴为准）]=]
	},
	[ [=[1803]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1803]=],
		[ [=[name]=] ]=[=[斗牛勇者 Lv.3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=50,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=18,
		[ [=[condition]=] ]=30,
		[ [=[desc]=] ]=[=[累计收集30个西班牙球员（以图鉴为准）]=]
	},
	[ [=[1804]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1804]=],
		[ [=[name]=] ]=[=[斗牛勇者 Lv.4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=70,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=18,
		[ [=[condition]=] ]=40,
		[ [=[desc]=] ]=[=[累计收集40个西班牙球员（以图鉴为准）]=]
	},
	[ [=[1805]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1805]=],
		[ [=[name]=] ]=[=[斗牛勇者 Lv.5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=80,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=18,
		[ [=[condition]=] ]=50,
		[ [=[desc]=] ]=[=[累计收集50个西班牙球员（以图鉴为准）]=]
	},
	[ [=[1806]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1806]=],
		[ [=[name]=] ]=[=[斗牛勇者 Lv.6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=90,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=18,
		[ [=[condition]=] ]=60,
		[ [=[desc]=] ]=[=[累计收集60个西班牙球员（以图鉴为准）]=]
	},
	[ [=[1807]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1807]=],
		[ [=[name]=] ]=[=[斗牛勇者 Lv.7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=100,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=18,
		[ [=[condition]=] ]=70,
		[ [=[desc]=] ]=[=[累计收集70个西班牙球员（以图鉴为准）]=]
	},
	[ [=[1901]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1901]=],
		[ [=[name]=] ]=[=[浪漫大厨 Lv.1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=19,
		[ [=[condition]=] ]=10,
		[ [=[desc]=] ]=[=[累计收集10个法国球员（以图鉴为准）]=]
	},
	[ [=[1902]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1902]=],
		[ [=[name]=] ]=[=[浪漫大厨 Lv.2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=19,
		[ [=[condition]=] ]=20,
		[ [=[desc]=] ]=[=[累计收集20个法国球员（以图鉴为准）]=]
	},
	[ [=[1903]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1903]=],
		[ [=[name]=] ]=[=[浪漫大厨 Lv.3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=50,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=19,
		[ [=[condition]=] ]=30,
		[ [=[desc]=] ]=[=[累计收集30个法国球员（以图鉴为准）]=]
	},
	[ [=[1904]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1904]=],
		[ [=[name]=] ]=[=[浪漫大厨 Lv.4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=70,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=19,
		[ [=[condition]=] ]=40,
		[ [=[desc]=] ]=[=[累计收集40个法国球员（以图鉴为准）]=]
	},
	[ [=[1905]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1905]=],
		[ [=[name]=] ]=[=[浪漫大厨 Lv.5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=80,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=19,
		[ [=[condition]=] ]=50,
		[ [=[desc]=] ]=[=[累计收集50个法国球员（以图鉴为准）]=]
	},
	[ [=[1906]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1906]=],
		[ [=[name]=] ]=[=[浪漫大厨 Lv.6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=90,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=19,
		[ [=[condition]=] ]=60,
		[ [=[desc]=] ]=[=[累计收集60个法国球员（以图鉴为准）]=]
	},
	[ [=[1907]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1907]=],
		[ [=[name]=] ]=[=[浪漫大厨 Lv.7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=100,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=19,
		[ [=[condition]=] ]=70,
		[ [=[desc]=] ]=[=[累计收集70个法国球员（以图鉴为准）]=]
	},
	[ [=[2001]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2001]=],
		[ [=[name]=] ]=[=[深邃诗人 Lv.1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=20,
		[ [=[condition]=] ]=10,
		[ [=[desc]=] ]=[=[累计收集10个意大利球员（以图鉴为准）]=]
	},
	[ [=[2002]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2002]=],
		[ [=[name]=] ]=[=[深邃诗人 Lv.2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=20,
		[ [=[condition]=] ]=20,
		[ [=[desc]=] ]=[=[累计收集20个意大利球员（以图鉴为准）]=]
	},
	[ [=[2003]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2003]=],
		[ [=[name]=] ]=[=[深邃诗人 Lv.3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=50,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=20,
		[ [=[condition]=] ]=30,
		[ [=[desc]=] ]=[=[累计收集30个意大利球员（以图鉴为准）]=]
	},
	[ [=[2004]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2004]=],
		[ [=[name]=] ]=[=[深邃诗人 Lv.4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=70,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=20,
		[ [=[condition]=] ]=40,
		[ [=[desc]=] ]=[=[累计收集40个意大利球员（以图鉴为准）]=]
	},
	[ [=[2005]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2005]=],
		[ [=[name]=] ]=[=[深邃诗人 Lv.5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=80,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=20,
		[ [=[condition]=] ]=50,
		[ [=[desc]=] ]=[=[累计收集50个意大利球员（以图鉴为准）]=]
	},
	[ [=[2006]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2006]=],
		[ [=[name]=] ]=[=[深邃诗人 Lv.6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=90,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=20,
		[ [=[condition]=] ]=60,
		[ [=[desc]=] ]=[=[累计收集60个意大利球员（以图鉴为准）]=]
	},
	[ [=[2007]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2007]=],
		[ [=[name]=] ]=[=[深邃诗人 Lv.7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=100,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=20,
		[ [=[condition]=] ]=70,
		[ [=[desc]=] ]=[=[累计收集70个意大利球员（以图鉴为准）]=]
	},
	[ [=[2201]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2201]=],
		[ [=[name]=] ]=[=[助人为乐 Lv.1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=10,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=22,
		[ [=[condition]=] ]=900,
		[ [=[desc]=] ]=[=[累计在好友处获得900友情点]=]
	},
	[ [=[2202]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2202]=],
		[ [=[name]=] ]=[=[助人为乐 Lv.2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=20,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=22,
		[ [=[condition]=] ]=3000,
		[ [=[desc]=] ]=[=[累计在好友处获得3000友情点]=]
	},
	[ [=[2203]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2203]=],
		[ [=[name]=] ]=[=[助人为乐 Lv.3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=22,
		[ [=[condition]=] ]=6000,
		[ [=[desc]=] ]=[=[累计在好友处获得6000友情点]=]
	},
	[ [=[2204]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2204]=],
		[ [=[name]=] ]=[=[助人为乐 Lv.4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=22,
		[ [=[condition]=] ]=15000,
		[ [=[desc]=] ]=[=[累计在好友处获得15000友情点]=]
	},
	[ [=[2205]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2205]=],
		[ [=[name]=] ]=[=[助人为乐 Lv.5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=50,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=22,
		[ [=[condition]=] ]=30000,
		[ [=[desc]=] ]=[=[累计在好友处获得30000友情点]=]
	},
	[ [=[2206]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2206]=],
		[ [=[name]=] ]=[=[助人为乐 Lv.6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=60,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=22,
		[ [=[condition]=] ]=60000,
		[ [=[desc]=] ]=[=[累计在好友处获得60000友情点]=]
	},
	[ [=[2207]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2207]=],
		[ [=[name]=] ]=[=[助人为乐 Lv.7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=70,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=22,
		[ [=[condition]=] ]=150000,
		[ [=[desc]=] ]=[=[累计在好友处获得150000友情点]=]
	},
	[ [=[2301]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2301]=],
		[ [=[name]=] ]=[=[活跃份子 Lv.1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=10,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=23,
		[ [=[condition]=] ]=100,
		[ [=[desc]=] ]=[=[获得100场友谊赛的胜利]=]
	},
	[ [=[2302]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2302]=],
		[ [=[name]=] ]=[=[活跃份子 Lv.2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=20,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=23,
		[ [=[condition]=] ]=200,
		[ [=[desc]=] ]=[=[获得200场友谊赛的胜利]=]
	},
	[ [=[2303]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2303]=],
		[ [=[name]=] ]=[=[活跃份子 Lv.3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=23,
		[ [=[condition]=] ]=500,
		[ [=[desc]=] ]=[=[获得500场友谊赛的胜利]=]
	},
	[ [=[2304]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2304]=],
		[ [=[name]=] ]=[=[活跃份子 Lv.4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=23,
		[ [=[condition]=] ]=1000,
		[ [=[desc]=] ]=[=[获得1000场友谊赛的胜利]=]
	},
	[ [=[2305]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2305]=],
		[ [=[name]=] ]=[=[活跃份子 Lv.5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=50,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=23,
		[ [=[condition]=] ]=2000,
		[ [=[desc]=] ]=[=[获得2000场友谊赛的胜利]=]
	},
	[ [=[2306]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2306]=],
		[ [=[name]=] ]=[=[活跃份子 Lv.6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=60,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=23,
		[ [=[condition]=] ]=5000,
		[ [=[desc]=] ]=[=[获得5000场友谊赛的胜利]=]
	},
	[ [=[2307]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2307]=],
		[ [=[name]=] ]=[=[活跃份子 Lv.7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=70,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=23,
		[ [=[condition]=] ]=10000,
		[ [=[desc]=] ]=[=[获得10000场友谊赛的胜利]=]
	},
	[ [=[2401]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2401]=],
		[ [=[name]=] ]=[=[忠实玩家 Lv.1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=20,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=24,
		[ [=[condition]=] ]=7,
		[ [=[desc]=] ]=[=[累计登录游戏7天]=]
	},
	[ [=[2402]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2402]=],
		[ [=[name]=] ]=[=[忠实玩家 Lv.2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=24,
		[ [=[condition]=] ]=30,
		[ [=[desc]=] ]=[=[累计登录游戏30天]=]
	},
	[ [=[2403]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2403]=],
		[ [=[name]=] ]=[=[忠实玩家 Lv.3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=60,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=24,
		[ [=[condition]=] ]=60,
		[ [=[desc]=] ]=[=[累计登录游戏60天]=]
	},
	[ [=[2404]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2404]=],
		[ [=[name]=] ]=[=[忠实玩家 Lv.4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=70,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=24,
		[ [=[condition]=] ]=100,
		[ [=[desc]=] ]=[=[累计登录游戏100天]=]
	},
	[ [=[2405]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2405]=],
		[ [=[name]=] ]=[=[忠实玩家 Lv.5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=80,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=24,
		[ [=[condition]=] ]=150,
		[ [=[desc]=] ]=[=[累计登录游戏150天]=]
	},
	[ [=[2406]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2406]=],
		[ [=[name]=] ]=[=[忠实玩家 Lv.6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=90,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=24,
		[ [=[condition]=] ]=300,
		[ [=[desc]=] ]=[=[累计登录游戏300天]=]
	},
	[ [=[2407]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2407]=],
		[ [=[name]=] ]=[=[忠实玩家 Lv.7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=100,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=24,
		[ [=[condition]=] ]=500,
		[ [=[desc]=] ]=[=[累计登录游戏500天]=]
	},
	[ [=[2501]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2501]=],
		[ [=[name]=] ]=[=[建筑大师Lv1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=10,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=25,
		[ [=[condition]=] ]=20,
		[ [=[desc]=] ]=[=[在球场建设中累计升级20次建筑]=]
	},
	[ [=[2502]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2501]=],
		[ [=[name]=] ]=[=[建筑大师Lv2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=20,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=25,
		[ [=[condition]=] ]=40,
		[ [=[desc]=] ]=[=[在球场建设中累计升级40次建筑]=]
	},
	[ [=[2503]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2501]=],
		[ [=[name]=] ]=[=[建筑大师Lv3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=25,
		[ [=[condition]=] ]=60,
		[ [=[desc]=] ]=[=[在球场建设中累计升级60次建筑]=]
	},
	[ [=[2504]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2501]=],
		[ [=[name]=] ]=[=[建筑大师Lv4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=25,
		[ [=[condition]=] ]=80,
		[ [=[desc]=] ]=[=[在球场建设中累计升级80次建筑]=]
	},
	[ [=[2505]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2501]=],
		[ [=[name]=] ]=[=[建筑大师Lv5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=60,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=25,
		[ [=[condition]=] ]=100,
		[ [=[desc]=] ]=[=[在球场建设中累计升级100次建筑]=]
	},
	[ [=[2506]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2501]=],
		[ [=[name]=] ]=[=[建筑大师Lv6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=80,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=25,
		[ [=[condition]=] ]=130,
		[ [=[desc]=] ]=[=[在球场建设中累计升级130次建筑]=]
	},
	[ [=[2507]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2501]=],
		[ [=[name]=] ]=[=[建筑大师Lv7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=100,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=25,
		[ [=[condition]=] ]=166,
		[ [=[desc]=] ]=[=[在球场建设中累计升级166次建筑]=]
	},
	[ [=[2601]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1101]=],
		[ [=[name]=] ]=[=[传奇名人堂Lv1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=15,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=26,
		[ [=[condition]=] ]=3,
		[ [=[desc]=] ]=[=[累计收集3个SSS以及传奇品质球员]=]
	},
	[ [=[2602]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1102]=],
		[ [=[name]=] ]=[=[传奇名人堂Lv2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=25,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=26,
		[ [=[condition]=] ]=6,
		[ [=[desc]=] ]=[=[累计收集6个SSS以及传奇品质球员]=]
	},
	[ [=[2603]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1103]=],
		[ [=[name]=] ]=[=[传奇名人堂Lv3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=35,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=26,
		[ [=[condition]=] ]=10,
		[ [=[desc]=] ]=[=[累计收集10个SSS以及传奇品质球员]=]
	},
	[ [=[2604]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1104]=],
		[ [=[name]=] ]=[=[传奇名人堂Lv4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=45,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=26,
		[ [=[condition]=] ]=15,
		[ [=[desc]=] ]=[=[累计收集15个SSS以及传奇品质球员]=]
	},
	[ [=[2605]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1105]=],
		[ [=[name]=] ]=[=[传奇名人堂Lv5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=55,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=26,
		[ [=[condition]=] ]=20,
		[ [=[desc]=] ]=[=[累计收集20个SSS以及传奇品质球员]=]
	},
	[ [=[2606]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1106]=],
		[ [=[name]=] ]=[=[传奇名人堂Lv6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=65,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=26,
		[ [=[condition]=] ]=25,
		[ [=[desc]=] ]=[=[累计收集25个SSS以及传奇品质球员]=]
	},
	[ [=[2607]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1107]=],
		[ [=[name]=] ]=[=[传奇名人堂Lv7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=80,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=26,
		[ [=[condition]=] ]=30,
		[ [=[desc]=] ]=[=[累计收集30个SSS以及传奇品质球员]=]
	},
	[ [=[2701]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1901]=],
		[ [=[name]=] ]=[=[无尽荣耀Lv1]=],
		[ [=[condition2]=] ]=
		{[=[3]=]
		},
		[ [=[honorPoint]=] ]=15,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=27,
		[ [=[condition]=] ]=30,
		[ [=[desc]=] ]=[=[累计30个殿堂雕像升级至白银品质]=]
	},
	[ [=[2702]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1902]=],
		[ [=[name]=] ]=[=[无尽荣耀Lv2]=],
		[ [=[condition2]=] ]=
		{[=[3]=]
		},
		[ [=[honorPoint]=] ]=20,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=27,
		[ [=[condition]=] ]=60,
		[ [=[desc]=] ]=[=[累计60个殿堂雕像升级至白银品质]=]
	},
	[ [=[2703]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1903]=],
		[ [=[name]=] ]=[=[无尽荣耀Lv3]=],
		[ [=[condition2]=] ]=
		{[=[4]=]
		},
		[ [=[honorPoint]=] ]=25,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=27,
		[ [=[condition]=] ]=25,
		[ [=[desc]=] ]=[=[累计25个殿堂雕像升级至黄金品质]=]
	},
	[ [=[2704]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1904]=],
		[ [=[name]=] ]=[=[无尽荣耀Lv4]=],
		[ [=[condition2]=] ]=
		{[=[4]=]
		},
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=27,
		[ [=[condition]=] ]=50,
		[ [=[desc]=] ]=[=[累计50个殿堂雕像升级至黄金品质]=]
	},
	[ [=[2705]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1905]=],
		[ [=[name]=] ]=[=[无尽荣耀Lv5]=],
		[ [=[condition2]=] ]=
		{[=[5]=]
		},
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=27,
		[ [=[condition]=] ]=25,
		[ [=[desc]=] ]=[=[累计25个殿堂雕像升级至黑金品质]=]
	},
	[ [=[2706]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1906]=],
		[ [=[name]=] ]=[=[无尽荣耀Lv6]=],
		[ [=[condition2]=] ]=
		{[=[6]=]
		},
		[ [=[honorPoint]=] ]=50,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=27,
		[ [=[condition]=] ]=25,
		[ [=[desc]=] ]=[=[累计25个殿堂雕像升级至白金品质]=]
	},
	[ [=[2707]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1907]=],
		[ [=[name]=] ]=[=[无尽荣耀Lv7]=],
		[ [=[condition2]=] ]=
		{[=[7]=]
		},
		[ [=[honorPoint]=] ]=60,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=27,
		[ [=[condition]=] ]=20,
		[ [=[desc]=] ]=[=[累计20个殿堂雕像升级至红金品质]=]
	},
	[ [=[2708]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1604]=],
		[ [=[name]=] ]=[=[无尽荣耀Lv8]=],
		[ [=[condition2]=] ]=
		{[=[8]=]
		},
		[ [=[honorPoint]=] ]=80,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=8,
		[ [=[type]=] ]=27,
		[ [=[condition]=] ]=20,
		[ [=[desc]=] ]=[=[累计20个殿堂雕像升级至蓝金品质]=]
	}
}
return var