local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		[ [=[card]=] ]=
		{[=[Mbalotelli3=1]=]
		},
		[ [=[title]=] ]=[=[巴洛特利的来信]=],
		[ [=[text]=] ]=[=[教练：
见信如面。
听说您最近离开了一线足坛，开始在小岛上开展新一番事业，这令我非常赞赏。窃以为，只有扎根于基础青训，才能真正打造出一支所向无敌的王者之师。我目前感到自己的发展似乎进入了一个瓶颈，或许加入您的球队能让我的水平进一步提升。如果您能尽快在葡萄牙联赛中<color=#b75f00>击败贝伦面包队</color>来证明您队伍的实力，我将非常愿意加盟。
      此致
敬礼
巴洛特利敬上
]=],
		[ [=[ID]=] ]=[=[1]=],
		[ [=[desc]=] ]=[=[继续挑战]=],
		[ [=[contents]=] ]=
		{
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Mbalotelli3]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		},
		[ [=[openCondition]=] ]=
		{
			[ [=[quest]=] ]=[=[Q103]=]
		},
		[ [=[finishCondition]=] ]=
		{
			[ [=[quest]=] ]=
			{[=[Q105]=]
			}
		}
	},
	[ [=[1p]=] ]=
	{
		[ [=[card]=] ]=
		{[=[Sromero3=1]=]
		},
		[ [=[title]=] ]=[=[罗梅罗的来信]=],
		[ [=[text]=] ]=[=[教练：
见信如面。
做为一名跟您一样也曾经在世界最重要的比赛中失利的门将，对您此刻的心情我感同身受。或许，如果我加盟您的球队的话，我们可以互相鼓励，从而尽快从阴影中走出来，开创新的一段事业。如果您能尽快在葡萄牙联赛中<color=#b75f00>击败里斯本光明队</color>来证明您队伍的实力，我将非常愿意加盟。
      此致
敬礼
罗梅罗敬上
]=],
		[ [=[ID]=] ]=[=[1p]=],
		[ [=[desc]=] ]=[=[继续挑战]=],
		[ [=[contents]=] ]=
		{
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Sromero3]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		},
		[ [=[openCondition]=] ]=
		{
			[ [=[quest]=] ]=[=[Q106]=]
		},
		[ [=[finishCondition]=] ]=
		{
			[ [=[quest]=] ]=
			{[=[Q108]=]
			}
		}
	},
	[ [=[2]=] ]=
	{
		[ [=[card]=] ]=
		{[=[Dante3=1]=]
		},
		[ [=[title]=] ]=[=[丹特代理人的来信]=],
		[ [=[text]=] ]=[=[教练：
见信如面。
作为一名跟您一直以来有着良好合作关系的球员代理人，听到您取得的最新成就感到非常高兴。目前我旗下的两名球员<color=#b75f00>格伦·约翰逊</color>和<color=#b75f00>拉诺基亚</color>都在您帐下效力，我也为他们在您的球队里取得的进步感到欣慰。如果我能看到他们在您手下有更好的发展，发掘出全部潜力，我将很愿意将我旗下的另一名优秀球员——丹特运作到您的球队。不知您意下如何？
      此致
敬礼
球员代理人 大熊敬上
]=],
		[ [=[ID]=] ]=[=[2]=],
		[ [=[desc]=] ]=[=[球员募集]=],
		[ [=[contents]=] ]=
		{
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Dante3]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		},
		[ [=[openCondition]=] ]=
		{
			[ [=[quest]=] ]=[=[Q201]=]
		},
		[ [=[finishCondition]=] ]=
		{
			[ [=[card]=] ]=
			{[=[Gjohnson2]=],[=[Aranocchia2]=]
			}
		}
	},
	[ [=[3]=] ]=
	{
		[ [=[card]=] ]=
		{[=[Gpelle4=1]=]
		},
		[ [=[title]=] ]=[=[佩莱代理人的来信]=],
		[ [=[text]=] ]=[=[教练：
见信如面。
作为一名跟您一直以来有着良好合作关系的球员代理人，听到您取得的最新成就感到非常高兴。目前我旗下的两名球员<color=#b75f00>略伦特</color>和<color=#b75f00>巴洛特利</color>都在您帐下效力，我也为他们在您的球队里取得的进步感到欣慰。如果我能看到他们在您手下有更好的发展，发掘出全部潜力，我将很愿意将我旗下的另一名优秀球员——佩莱运作到您的球队。不知您意下如何？
      此致
敬礼
球员代理人 大熊敬上
]=],
		[ [=[ID]=] ]=[=[3]=],
		[ [=[desc]=] ]=[=[球员募集]=],
		[ [=[contents]=] ]=
		{
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Gpelle4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		},
		[ [=[openCondition]=] ]=
		{
			[ [=[quest]=] ]=[=[Q301]=]
		},
		[ [=[finishCondition]=] ]=
		{
			[ [=[card]=] ]=
			{[=[Fllorente2]=],[=[Mbalotelli3]=]
			}
		}
	},
	[ [=[4]=] ]=
	{
		[ [=[card]=] ]=
		{[=[Iperisic4=1]=]
		},
		[ [=[title]=] ]=[=[佩里西奇代理人的来信]=],
		[ [=[text]=] ]=[=[教练：
见信如面。
作为一名跟您一直以来有着良好合作关系的球员代理人，听到您取得的最新成就感到非常高兴。众所周知，您一直以擅长培养球员著称，我们不妨来个合作，如果您能让<color=#b75f00>卡巴耶</color>和<color=#b75f00>麦克格文</color>这两位球员在您的球队中获得更好的发展，发掘出全部潜力，我将很愿意将我旗下的一名优秀球员——佩里西奇运作到您的球队。不知您意下如何？
      此致
敬礼
球员代理人 大熊敬上
]=],
		[ [=[ID]=] ]=[=[4]=],
		[ [=[desc]=] ]=[=[球员募集]=],
		[ [=[contents]=] ]=
		{
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Iperisic4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		},
		[ [=[openCondition]=] ]=
		{
			[ [=[quest]=] ]=[=[Q401]=]
		},
		[ [=[finishCondition]=] ]=
		{
			[ [=[card]=] ]=
			{[=[Ycabaye2]=],[=[Rmcgowan3]=]
			}
		}
	},
	[ [=[5]=] ]=
	{
		[ [=[card]=] ]=
		{[=[Rmontolivo5=1]=]
		},
		[ [=[title]=] ]=[=[蒙托利沃代理人的来信]=],
		[ [=[text]=] ]=[=[教练：
见信如面。
作为一名跟您一直以来有着良好合作关系的球员代理人，听到您取得的最新成就感到非常高兴。众所周知，您一直以擅长培养球员著称，我们不妨来个合作，如果您能让<color=#b75f00>巴洛特利、丹特、佩莱、佩里西奇</color>这四位球员在您的球队中获得更好的发展，发掘出全部潜力，我将很愿意将我旗下的一名优秀球员——蒙托利沃运作到您的球队。不知您意下如何？
      此致
敬礼
球员代理人 大熊敬上
]=],
		[ [=[ID]=] ]=[=[5]=],
		[ [=[desc]=] ]=[=[球员募集]=],
		[ [=[contents]=] ]=
		{
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Rmontolivo5]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		},
		[ [=[openCondition]=] ]=
		{
			[ [=[quest]=] ]=[=[Q501]=]
		},
		[ [=[finishCondition]=] ]=
		{
			[ [=[card]=] ]=
			{[=[Mbalotelli3]=],[=[Dante3]=],[=[Gpelle4]=],[=[Iperisic4]=]
			}
		}
	},
	[ [=[6]=] ]=
	{
		[ [=[card]=] ]=
		{[=[Akolarov4=1]=]
		},
		[ [=[title]=] ]=[=[科拉罗夫代理人的来信]=],
		[ [=[text]=] ]=[=[教练：
见信如面。
作为一名跟您一直以来有着良好合作关系的球员代理人，听到您取得的最新成就感到非常高兴。众所周知，您一直以擅长培养球员著称，我们不妨来个合作，如果您能让<color=#b75f00>桑顿</color>和<color=#b75f00>扎扎</color>这两位球员在您的球队中获得更好的发展，发掘出全部潜力，我将很愿意将我旗下的一名优秀球员——科拉罗夫运作到您的球队。不知您意下如何？
      此致
敬礼
球员代理人 大熊敬上
]=],
		[ [=[ID]=] ]=[=[6]=],
		[ [=[desc]=] ]=[=[球员募集]=],
		[ [=[contents]=] ]=
		{
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Akolarov4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		},
		[ [=[openCondition]=] ]=
		{
			[ [=[quest]=] ]=[=[Q601]=]
		},
		[ [=[finishCondition]=] ]=
		{
			[ [=[card]=] ]=
			{[=[Dsanton2]=],[=[Szaza3]=]
			}
		}
	},
	[ [=[7]=] ]=
	{
		[ [=[card]=] ]=
		{[=[Fcoentrao4=1]=]
		},
		[ [=[title]=] ]=[=[科恩特朗代理人的来信]=],
		[ [=[text]=] ]=[=[教练：
见信如面。
作为一名跟您一直以来有着良好合作关系的球员代理人，听到您取得的最新成就感到非常高兴。众所周知，您一直以擅长培养球员著称，我们不妨来个合作，如果您能让<color=#b75f00>巴洛特利</color>和<color=#b75f00>罗梅罗</color>这两位球员在您的球队中获得更好的发展，发掘出全部潜力，我将很愿意将我旗下的一名优秀球员——科恩特朗运作到您的球队。不知您意下如何？
      此致
敬礼
球员代理人 大熊敬上
]=],
		[ [=[ID]=] ]=[=[7]=],
		[ [=[desc]=] ]=[=[球员募集]=],
		[ [=[contents]=] ]=
		{
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Fcoentrao4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		},
		[ [=[openCondition]=] ]=
		{
			[ [=[quest]=] ]=[=[Q701]=]
		},
		[ [=[finishCondition]=] ]=
		{
			[ [=[card]=] ]=
			{[=[Mbalotelli2]=],[=[Sromero3]=]
			}
		}
	},
	[ [=[8]=] ]=
	{
		[ [=[card]=] ]=
		{[=[Spapastathopoulos5=1]=]
		},
		[ [=[title]=] ]=[=[帕帕斯塔索普洛斯代理人的来信]=],
		[ [=[text]=] ]=[=[教练：
见信如面。
作为一名跟您一直以来有着良好合作关系的球员代理人，听到您取得的最新成就感到非常高兴。众所周知，您一直以擅长培养球员著称，我们不妨来个合作，如果您能让<color=#b75f00>伊利亚拉门迪、扎扎、科拉罗夫、科恩特朗</color>这四位球员在您的球队中获得更好的发展，发掘出全部潜力，我将很愿意将我旗下的一名优秀球员——帕帕斯塔索普洛斯运作到您的球队。不知您意下如何？
      此致
敬礼
球员代理人 大熊敬上
]=],
		[ [=[ID]=] ]=[=[8]=],
		[ [=[desc]=] ]=[=[球员募集]=],
		[ [=[contents]=] ]=
		{
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Spapastathopoulos5]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		},
		[ [=[openCondition]=] ]=
		{
			[ [=[quest]=] ]=[=[Q801]=]
		},
		[ [=[finishCondition]=] ]=
		{
			[ [=[card]=] ]=
			{[=[Aillarramendi3]=],[=[Szaza3]=],[=[Akolarov4]=],[=[Fcoentrao4]=]
			}
		}
	},
	[ [=[9]=] ]=
	{
		[ [=[card]=] ]=
		{[=[Dorigi5=1]=]
		},
		[ [=[title]=] ]=[=[奥里吉代理人的来信]=],
		[ [=[text]=] ]=[=[教练：
见信如面。
作为一名跟您一直以来有着良好合作关系的球员代理人，听到您取得的最新成就感到非常高兴。众所周知，您一直以擅长培养球员著称，我们不妨来个合作，如果您能让<color=#b75f00>阿尔贝托·莫雷诺、米拉拉斯、雷纳托·奥古斯托、伊布拉希莫维奇</color>这四位球员在您的球队中获得更好的发展，发掘出全部潜力，我将很愿意将我旗下的一名优秀球员——奥里吉运作到您的球队。不知您意下如何？
      此致
敬礼
球员代理人 大熊敬上
]=],
		[ [=[ID]=] ]=[=[9]=],
		[ [=[desc]=] ]=[=[球员募集]=],
		[ [=[contents]=] ]=
		{
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Dorigi5]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		},
		[ [=[openCondition]=] ]=
		{
			[ [=[quest]=] ]=[=[Q1001]=]
		},
		[ [=[finishCondition]=] ]=
		{
			[ [=[card]=] ]=
			{[=[Albertomoreno3]=],[=[Kmirallas3]=],[=[Renatoaugusto4]=],[=[Zibrahimovic4]=]
			}
		}
	},
	[ [=[10]=] ]=
	{
		[ [=[card]=] ]=
		{[=[Javimartinez5=1]=]
		},
		[ [=[title]=] ]=[=[哈维·马丁内斯代理人的来信]=],
		[ [=[text]=] ]=[=[教练：
见信如面。
作为一名跟您一直以来有着良好合作关系的球员代理人，听到您取得的最新成就感到非常高兴。众所周知，您一直以擅长培养球员著称，我们不妨来个合作，如果您能让<color=#b75f00>塞恩斯布里、斯皮拉诺维奇、莱万多夫斯基、莫德里奇</color>这四位球员在您的球队中获得更好的发展，发掘出全部潜力，我将很愿意将我旗下的一名优秀球员——哈维·马丁内斯运作到您的球队。不知您意下如何？
      此致
敬礼
球员代理人 大熊敬上
]=],
		[ [=[ID]=] ]=[=[10]=],
		[ [=[desc]=] ]=[=[球员募集]=],
		[ [=[contents]=] ]=
		{
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Javimartinez5]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		},
		[ [=[openCondition]=] ]=
		{
			[ [=[quest]=] ]=[=[Q1201]=]
		},
		[ [=[finishCondition]=] ]=
		{
			[ [=[card]=] ]=
			{[=[Tsainsbury3]=],[=[Mspiranovic3]=],[=[Rlewandowski4]=],[=[Lmodric4]=]
			}
		}
	},
	[ [=[11]=] ]=
	{
		[ [=[card]=] ]=
		{[=[Anderherrera5=1]=]
		},
		[ [=[title]=] ]=[=[安德尔·埃雷拉代理人的来信]=],
		[ [=[text]=] ]=[=[教练：
见信如面。
作为一名跟您一直以来有着良好合作关系的球员代理人，听到您取得的最新成就感到非常高兴。众所周知，您一直以擅长培养球员著称，我们不妨来个合作，如果您能让<color=#b75f00>加比亚迪尼、阿什利·扬、巴洛特利、佩德罗</color>这四位球员在您的球队中获得更好的发展，发掘出全部潜力，我将很愿意将我旗下的一名优秀球员——安德尔·埃雷拉运作到您的球队。不知您意下如何？
      此致
敬礼
球员代理人 大熊敬上
]=],
		[ [=[ID]=] ]=[=[11]=],
		[ [=[desc]=] ]=[=[球员募集]=],
		[ [=[contents]=] ]=
		{
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Anderherrera5]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		},
		[ [=[openCondition]=] ]=
		{
			[ [=[quest]=] ]=[=[Q1401]=]
		},
		[ [=[finishCondition]=] ]=
		{
			[ [=[card]=] ]=
			{[=[Mgabbiadini3]=],[=[Ayoung3]=],[=[Mbalotelli4]=],[=[Pedro4]=]
			}
		}
	},
	[ [=[12]=] ]=
	{
		[ [=[card]=] ]=
		{[=[Fernandotorres6=1]=]
		},
		[ [=[title]=] ]=[=[托雷斯代理人的来信]=],
		[ [=[text]=] ]=[=[教练：
见信如面。
作为一名跟您一直以来有着良好合作关系的球员代理人，听到您取得的最新成就感到非常高兴。众所周知，您一直以擅长培养球员著称，我们不妨来个合作，如果您能让<color=#b75f00>蒙托利沃、奥里吉、德西利奥、巴洛特利</color>这四位球员在您的球队中获得更好的发展，发掘出全部潜力，我将很愿意将我旗下的一名优秀球员——费尔南多·托雷斯运作到您的球队。不知您意下如何？
      此致
敬礼
球员代理人 大熊敬上
]=],
		[ [=[ID]=] ]=[=[12]=],
		[ [=[desc]=] ]=[=[球员募集]=],
		[ [=[contents]=] ]=
		{
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Fernandotorres6]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		},
		[ [=[openCondition]=] ]=
		{
			[ [=[quest]=] ]=[=[Q1601]=]
		},
		[ [=[finishCondition]=] ]=
		{
			[ [=[card]=] ]=
			{[=[Rmontolivo5]=],[=[Dorigi5]=],[=[Mdesciglio5]=],[=[Mbalotelli5]=]
			}
		}
	},
	[ [=[13]=] ]=
	{
		[ [=[card]=] ]=
		{[=[Cescfabregas6=1]=]
		},
		[ [=[title]=] ]=[=[法布雷加斯代理人的来信]=],
		[ [=[text]=] ]=[=[教练：
见信如面。
作为一名跟您一直以来有着良好合作关系的球员代理人，听到您取得的最新成就感到非常高兴。众所周知，您一直以擅长培养球员著称，我们不妨来个合作，如果您能让<color=#b75f00>帕帕斯塔索普洛斯、安德尔·埃雷拉、马蒂奇、沃尔科特</color>这四位球员在您的球队中获得更好的发展，发掘出全部潜力，我将很愿意将我旗下的一名优秀球员——法布雷加斯运作到您的球队。不知您意下如何？
      此致
敬礼
球员代理人 大熊敬上
]=],
		[ [=[ID]=] ]=[=[13]=],
		[ [=[desc]=] ]=[=[球员募集]=],
		[ [=[contents]=] ]=
		{
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Cescfabregas6]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		},
		[ [=[openCondition]=] ]=
		{
			[ [=[quest]=] ]=[=[Q1801]=]
		},
		[ [=[finishCondition]=] ]=
		{
			[ [=[card]=] ]=
			{[=[Spapastathopoulos5]=],[=[Anderherrera5]=],[=[Nmatic5]=],[=[Twalcott5]=]
			}
		}
	},
	[ [=[14]=] ]=
	{
		[ [=[card]=] ]=
		{[=[Santicazorla6=1]=]
		},
		[ [=[title]=] ]=[=[卡索拉代理人的来信]=],
		[ [=[text]=] ]=[=[教练：
见信如面。
作为一名跟您一直以来有着良好合作关系的球员代理人，听到您取得的最新成就感到非常高兴。众所周知，您一直以擅长培养球员著称，我们不妨来个合作，如果您能让<color=#b75f00>哈维·马丁内斯、科克兰、伊斯科、维尔贝克</color>这四位球员在您的球队中获得更好的发展，发掘出全部潜力，我将很愿意将我旗下的一名优秀球员——卡索拉运作到您的球队。不知您意下如何？
      此致
敬礼
球员代理人 大熊敬上
]=],
		[ [=[ID]=] ]=[=[14]=],
		[ [=[desc]=] ]=[=[球员募集]=],
		[ [=[contents]=] ]=
		{
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Santicazorla6]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		},
		[ [=[openCondition]=] ]=
		{
			[ [=[quest]=] ]=[=[Q2001]=]
		},
		[ [=[finishCondition]=] ]=
		{
			[ [=[card]=] ]=
			{[=[Javimartinez5]=],[=[Fcoquelin5]=],[=[Isco5]=],[=[Dwelbeck5]=]
			}
		}
	},
	[ [=[15]=] ]=
	{
		[ [=[card]=] ]=
		{[=[Gdonnarumma6=1]=]
		},
		[ [=[title]=] ]=[=[多纳鲁马代理人的来信]=],
		[ [=[text]=] ]=[=[教练：
见信如面。
作为一名跟您一直以来有着良好合作关系的球员代理人，听到您取得的最新成就感到非常高兴。众所周知，您一直以擅长培养球员著称，我们不妨来个合作，如果您能让<color=#b75f00>费利佩·安德森、罗马尼奥利、沙拉维、罗霍</color>这四位球员在您的球队中获得更好的发展，发掘出全部潜力，我将很愿意将我旗下的一名优秀球员——多纳鲁马运作到您的球队。不知您意下如何？
      此致
敬礼
球员代理人 大熊敬上
]=],
		[ [=[ID]=] ]=[=[15]=],
		[ [=[desc]=] ]=[=[球员募集]=],
		[ [=[contents]=] ]=
		{
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Gdonnarumma6]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		},
		[ [=[openCondition]=] ]=
		{
			[ [=[quest]=] ]=[=[Q2201]=]
		},
		[ [=[finishCondition]=] ]=
		{
			[ [=[card]=] ]=
			{[=[Fanderson5]=],[=[Aromagnoli5]=],[=[Selshaarawy5]=],[=[Marcosrojo5]=]
			}
		}
	},
	[ [=[16]=] ]=
	{
		[ [=[card]=] ]=
		{[=[Talderweireld6=1]=]
		},
		[ [=[title]=] ]=[=[阿尔德韦雷尔德的来信]=],
		[ [=[text]=] ]=[=[教练：
见信如面。
作为一名跟您一直以来有着良好合作关系的球员代理人，听到您取得的最新成就感到非常高兴。众所周知，您一直以擅长培养球员著称，我们不妨来个合作，如果您能让<color=#b75f00>吕迪格、马奎尔、本·戴维斯、略伦特</color>这四位球员在您的球队中获得更好的发展，发掘出全部潜力，我将很愿意将我旗下的一名优秀球员——阿尔德韦雷尔德运作到您的球队。不知您意下如何？
      此致
敬礼
球员代理人 大熊敬上
]=],
		[ [=[ID]=] ]=[=[16]=],
		[ [=[desc]=] ]=[=[球员募集]=],
		[ [=[contents]=] ]=
		{
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Talderweireld6]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		},
		[ [=[openCondition]=] ]=
		{
			[ [=[quest]=] ]=[=[Q2501]=]
		},
		[ [=[finishCondition]=] ]=
		{
			[ [=[card]=] ]=
			{[=[Arudiger5]=],[=[Hmaguire5]=],[=[Bendavies5]=],[=[Fllorente5]=]
			}
		}
	},
	[ [=[17]=] ]=
	{
		[ [=[card]=] ]=
		{[=[Gabrieljesus6=1]=]
		},
		[ [=[title]=] ]=[=[热苏斯的来信]=],
		[ [=[text]=] ]=[=[教练：
见信如面。
作为一名跟您一直以来有着良好合作关系的球员代理人，听到您取得的最新成就感到非常高兴。众所周知，您一直以擅长培养球员著称，我们不妨来个合作，如果您能让<color=#b75f00>德尔夫、达尼洛、达尔贝特、法比尼奥</color>这四位球员在您的球队中获得更好的发展，发掘出全部潜力，我将很愿意将我旗下的一名优秀球员——热苏斯运作到您的球队。不知您意下如何？
      此致
敬礼
球员代理人 大熊敬上
]=],
		[ [=[ID]=] ]=[=[17]=],
		[ [=[desc]=] ]=[=[球员募集]=],
		[ [=[contents]=] ]=
		{
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Gabrieljesus6]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		},
		[ [=[openCondition]=] ]=
		{
			[ [=[quest]=] ]=[=[Q2901]=]
		},
		[ [=[finishCondition]=] ]=
		{
			[ [=[card]=] ]=
			{[=[Fdelph5]=],[=[Danilo5]=],[=[Dalbert5]=],[=[Fabinho5]=]
			}
		}
	}
}
return var