local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		[ [=[picIndex]=] ]=1001,
		[ [=[name]=] ]=[=[金色幸运球]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[活动获取]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[幸运弹球台活动中的兑换道具，可用来兑换各种游戏道具。使用截止时间为活动结束时间，过期将无法使用，还请及时使用哦！]=]
	},
	[ [=[2]=] ]=
	{
		[ [=[picIndex]=] ]=1003,
		[ [=[name]=] ]=[=[紫色幸运球]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[活动获取]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[幸运弹球台活动中的兑换道具，可用来兑换各种游戏道具。使用截止时间为活动结束时间，过期将无法使用，还请及时使用哦！]=]
	},
	[ [=[3]=] ]=
	{
		[ [=[picIndex]=] ]=1002,
		[ [=[name]=] ]=[=[蓝色幸运球]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[活动获取]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[幸运弹球台活动中的兑换道具，可用来兑换各种游戏道具。使用截止时间为活动结束时间，过期将无法使用，还请及时使用哦！]=]
	},
	[ [=[4]=] ]=
	{
		[ [=[picIndex]=] ]=1004,
		[ [=[name]=] ]=[=[绿色幸运球]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[活动获取]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[幸运弹球台活动中的兑换道具，可用来兑换各种游戏道具。使用截止时间为活动结束时间，过期将无法使用，还请及时使用哦！]=]
	},
	[ [=[5]=] ]=
	{
		[ [=[picIndex]=] ]=1001,
		[ [=[name]=] ]=[=[金色幸运球]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[活动获取]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[幸运弹球台活动中的兑换道具，可用来兑换各种游戏道具。使用截止时间为活动结束时间，过期将无法使用，还请及时使用哦！]=]
	},
	[ [=[6]=] ]=
	{
		[ [=[picIndex]=] ]=1003,
		[ [=[name]=] ]=[=[紫色幸运球]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[活动获取]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[幸运弹球台活动中的兑换道具，可用来兑换各种游戏道具。使用截止时间为活动结束时间，过期将无法使用，还请及时使用哦！]=]
	},
	[ [=[7]=] ]=
	{
		[ [=[picIndex]=] ]=1002,
		[ [=[name]=] ]=[=[蓝色幸运球]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[活动获取]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[幸运弹球台活动中的兑换道具，可用来兑换各种游戏道具。使用截止时间为活动结束时间，过期将无法使用，还请及时使用哦！]=]
	},
	[ [=[8]=] ]=
	{
		[ [=[picIndex]=] ]=1004,
		[ [=[name]=] ]=[=[绿色幸运球]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[活动获取]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[幸运弹球台活动中的兑换道具，可用来兑换各种游戏道具。使用截止时间为活动结束时间，过期将无法使用，还请及时使用哦！]=]
	},
	[ [=[9]=] ]=
	{
		[ [=[picIndex]=] ]=1001,
		[ [=[name]=] ]=[=[金色幸运球]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[活动获取]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[幸运弹球台活动中的兑换道具，可用来兑换各种游戏道具。使用截止时间为活动结束时间，过期将无法使用，还请及时使用哦！]=]
	},
	[ [=[10]=] ]=
	{
		[ [=[picIndex]=] ]=1003,
		[ [=[name]=] ]=[=[紫色幸运球]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[活动获取]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[幸运弹球台活动中的兑换道具，可用来兑换各种游戏道具。使用截止时间为活动结束时间，过期将无法使用，还请及时使用哦！]=]
	},
	[ [=[11]=] ]=
	{
		[ [=[picIndex]=] ]=1002,
		[ [=[name]=] ]=[=[蓝色幸运球]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[活动获取]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[幸运弹球台活动中的兑换道具，可用来兑换各种游戏道具。使用截止时间为活动结束时间，过期将无法使用，还请及时使用哦！]=]
	},
	[ [=[12]=] ]=
	{
		[ [=[picIndex]=] ]=1004,
		[ [=[name]=] ]=[=[绿色幸运球]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[活动获取]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[幸运弹球台活动中的兑换道具，可用来兑换各种游戏道具。使用截止时间为活动结束时间，过期将无法使用，还请及时使用哦！]=]
	}
}
return var