local null = nil
local var = 
{
	[ [=[M01]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[自信心]=],
		[ [=[picIndex]=] ]=[=[M01]=],
		[ [=[desc2]=] ]=[=[属性加成百分比为%d%%]=],
		[ [=[desc3]=] ]=[=[]=],
		[ [=[lvlImprove]=] ]=
		{0.050000000000000003
		},
		[ [=[powerImprove]=] ]=340,
		[ [=[powerBase]=] ]=330,
		[ [=[lvlBase]=] ]=
		{0.050000000000000003
		},
		[ [=[desc]=] ]=[=[球员的每一次进球都会带来额外的自信心,球员每取得一粒进球将给球员带来一定的全属性百分比提升.
属性加成百分比为自信心等级*5%.]=],
		[ [=[isMedalSkill]=] ]=1,
		[ [=[skillID]=] ]=[=[M01]=],
		[ [=[type]=] ]=4
	},
	[ [=[M02]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[心灵波动]=],
		[ [=[picIndex]=] ]=[=[M02]=],
		[ [=[desc2]=] ]=[=[属性加成百分比为%d%%,属性削减百分比为%d%%]=],
		[ [=[desc3]=] ]=[=[]=],
		[ [=[lvlImprove]=] ]=
		{[=[0.08]=],[=[0.04]=]
		},
		[ [=[powerImprove]=] ]=340,
		[ [=[powerBase]=] ]=330,
		[ [=[lvlBase]=] ]=
		{[=[0.08]=],[=[0.04]=]
		},
		[ [=[desc]=] ]=[=[球员射门时心理极易发生波动,当球员射门时,每取得一粒进球将给球员带来全属性百分比的加成,如果没有取得进球则带来全属性百分比衰减.
属性加成百分比为心灵波动等级*8%,属性削减百分比为技能等级*4%.]=],
		[ [=[isMedalSkill]=] ]=1,
		[ [=[skillID]=] ]=[=[M02]=],
		[ [=[type]=] ]=4
	},
	[ [=[M03]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[定位球天赋]=],
		[ [=[picIndex]=] ]=[=[M03]=],
		[ [=[desc2]=] ]=[=[属性加成百分比为%d%%]=],
		[ [=[desc3]=] ]=[=[]=],
		[ [=[lvlImprove]=] ]=
		{0.14999999999999999
		},
		[ [=[powerImprove]=] ]=340,
		[ [=[powerBase]=] ]=330,
		[ [=[lvlBase]=] ]=
		{0.14999999999999999
		},
		[ [=[desc]=] ]=[=[球员极具定位球天赋,在获得定位球(任意球/点球/角球)时,将额外提升球员一定全属性百分比加成,完成该次定位球后消失.
属性提升百分比为技能等级*15%.]=],
		[ [=[isMedalSkill]=] ]=1,
		[ [=[skillID]=] ]=[=[M03]=],
		[ [=[type]=] ]=4
	},
	[ [=[M04]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[助攻王]=],
		[ [=[picIndex]=] ]=[=[M04]=],
		[ [=[desc2]=] ]=[=[属性加成百分比为%d%%]=],
		[ [=[desc3]=] ]=[=[]=],
		[ [=[lvlImprove]=] ]=
		{0.059999999999999998
		},
		[ [=[powerImprove]=] ]=340,
		[ [=[powerBase]=] ]=330,
		[ [=[lvlBase]=] ]=
		{0.059999999999999998
		},
		[ [=[desc]=] ]=[=[球员极度享受助攻的感觉,球员每完成一个助攻,将会获得一定的全属性百分比提升.
属性提升百分比为技能等级*6%.]=],
		[ [=[isMedalSkill]=] ]=1,
		[ [=[skillID]=] ]=[=[M04]=],
		[ [=[type]=] ]=4
	},
	[ [=[M05]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[炮台]=],
		[ [=[picIndex]=] ]=[=[M05]=],
		[ [=[desc2]=] ]=[=[属性加成百分比为%d%%]=],
		[ [=[desc3]=] ]=[=[]=],
		[ [=[lvlImprove]=] ]=
		{0.059999999999999998
		},
		[ [=[powerImprove]=] ]=340,
		[ [=[powerBase]=] ]=330,
		[ [=[lvlBase]=] ]=
		{0.059999999999999998
		},
		[ [=[desc]=] ]=[=[球员对于自己远射能力极度自信,球员每使用远射获得一粒进球,都会士气大振,获得额外一定全属性百分比加成.
属性提升百分比为技能等级*6%.]=],
		[ [=[isMedalSkill]=] ]=1,
		[ [=[skillID]=] ]=[=[M05]=],
		[ [=[type]=] ]=4
	},
	[ [=[M06]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[坚守策略]=],
		[ [=[picIndex]=] ]=[=[M06]=],
		[ [=[desc2]=] ]=[=[属性加成百分比为%d%%]=],
		[ [=[desc3]=] ]=[=[]=],
		[ [=[lvlImprove]=] ]=
		{0.13
		},
		[ [=[powerImprove]=] ]=340,
		[ [=[powerBase]=] ]=330,
		[ [=[lvlBase]=] ]=
		{0.13
		},
		[ [=[desc]=] ]=[=[球员被灌输了坚守的战术策略,如果上半场比赛球队未落后(领先或者打平),球员则会士气高涨,额外获得一定的全属性百分比提升.
属性提升百分比为技能等级*13%.]=],
		[ [=[isMedalSkill]=] ]=1,
		[ [=[skillID]=] ]=[=[M06]=],
		[ [=[type]=] ]=4
	},
	[ [=[M07]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[越挫越勇]=],
		[ [=[picIndex]=] ]=[=[M07]=],
		[ [=[desc2]=] ]=[=[属性加成百分比为%d%%]=],
		[ [=[desc3]=] ]=[=[]=],
		[ [=[lvlImprove]=] ]=
		{0.080000000000000002
		},
		[ [=[powerImprove]=] ]=340,
		[ [=[powerBase]=] ]=330,
		[ [=[lvlBase]=] ]=
		{0.080000000000000002
		},
		[ [=[desc]=] ]=[=[球员在受到挫折时将会变得更加强大,当球队每失一个球的时候,球员将会额外获得一定全属性百分比提升.
属性提升百分比为技能等级*8%.]=],
		[ [=[isMedalSkill]=] ]=1,
		[ [=[skillID]=] ]=[=[M07]=],
		[ [=[type]=] ]=4
	},
	[ [=[M08]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[合理上抢]=],
		[ [=[picIndex]=] ]=[=[M08]=],
		[ [=[desc2]=] ]=[=[属性加成百分比为%d%%]=],
		[ [=[desc3]=] ]=[=[]=],
		[ [=[lvlImprove]=] ]=
		{0.17999999999999999
		},
		[ [=[powerImprove]=] ]=340,
		[ [=[powerBase]=] ]=330,
		[ [=[lvlBase]=] ]=
		{0.17999999999999999
		},
		[ [=[desc]=] ]=[=[球员在防守的时候,善于选择合理的上抢时机,每次球员防守抢断判定时,有70%的概率给该球员这次抢断额外提升一定抢断百分比属性.
属性提升百分比为技能等级*18%.]=],
		[ [=[isMedalSkill]=] ]=1,
		[ [=[skillID]=] ]=[=[M08]=],
		[ [=[type]=] ]=4
	},
	[ [=[M09]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[合理选位]=],
		[ [=[picIndex]=] ]=[=[M09]=],
		[ [=[desc2]=] ]=[=[属性加成百分比为%d%%]=],
		[ [=[desc3]=] ]=[=[]=],
		[ [=[lvlImprove]=] ]=
		{0.17999999999999999
		},
		[ [=[powerImprove]=] ]=340,
		[ [=[powerBase]=] ]=330,
		[ [=[lvlBase]=] ]=
		{0.17999999999999999
		},
		[ [=[desc]=] ]=[=[球员在防守的时候,善于选择合理的防守站位,每次球员防守拦截判定时,有70%的概率给该球员这次拦截额外提升一定拦截百分比属性.
属性提升百分比为技能等级*18%.]=],
		[ [=[isMedalSkill]=] ]=1,
		[ [=[skillID]=] ]=[=[M09]=],
		[ [=[type]=] ]=4
	},
	[ [=[M10]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[守护神]=],
		[ [=[picIndex]=] ]=[=[M10]=],
		[ [=[desc2]=] ]=[=[属性加成百分比为%d%%]=],
		[ [=[desc3]=] ]=[=[]=],
		[ [=[lvlImprove]=] ]=
		{0.050000000000000003
		},
		[ [=[powerImprove]=] ]=340,
		[ [=[powerBase]=] ]=330,
		[ [=[lvlBase]=] ]=
		{0.050000000000000003
		},
		[ [=[desc]=] ]=[=[球员在门前犹如守护神一般,球员每成功进行一次扑救(对方射飞不计算在内),则会额外增加球员一定的全属性百分比加成.
属性百分比提升为技能等级*5%.]=],
		[ [=[isMedalSkill]=] ]=1,
		[ [=[skillID]=] ]=[=[M10]=],
		[ [=[type]=] ]=4
	},
	[ [=[M11]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[领导力]=],
		[ [=[picIndex]=] ]=[=[M11]=],
		[ [=[desc2]=] ]=[=[属性加成百分比为%d%%]=],
		[ [=[desc3]=] ]=[=[]=],
		[ [=[lvlImprove]=] ]=
		{0.080000000000000002
		},
		[ [=[powerImprove]=] ]=340,
		[ [=[powerBase]=] ]=330,
		[ [=[lvlBase]=] ]=
		{0.080000000000000002
		},
		[ [=[desc]=] ]=[=[当队友在我方半场被抢断时,球员发挥自己超乎常人的领导力,指挥防线进行防守,球员将会额外给我方后卫增加额外一定的全属性百分比加成,直到此次防守结束.
属性加成百分比为技能等级*8%.]=],
		[ [=[isMedalSkill]=] ]=1,
		[ [=[skillID]=] ]=[=[M11]=],
		[ [=[type]=] ]=4
	},
	[ [=[M12]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[受挫心理]=],
		[ [=[picIndex]=] ]=[=[M12]=],
		[ [=[desc2]=] ]=[=[属性加成百分比为%d%%,属性削减百分比为%d%%]=],
		[ [=[desc3]=] ]=[=[]=],
		[ [=[lvlImprove]=] ]=
		{[=[0.15]=],[=[0.1]=]
		},
		[ [=[powerImprove]=] ]=340,
		[ [=[powerBase]=] ]=330,
		[ [=[lvlBase]=] ]=
		{[=[0.15]=],[=[0.1]=]
		},
		[ [=[desc]=] ]=[=[球员开场更加勇猛,但也更加容易受到挫折,比赛开始球员额外提升额外全属性百分比加成,之后比赛中球队每丢一球,球员将会降低一定量百分比属性.
属性加成百分比为技能等级*15%,属性降低百分比为技能等级*10%.]=],
		[ [=[isMedalSkill]=] ]=1,
		[ [=[skillID]=] ]=[=[M12]=],
		[ [=[type]=] ]=4
	},
	[ [=[M13]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[厚积薄发]=],
		[ [=[picIndex]=] ]=[=[M13]=],
		[ [=[desc2]=] ]=[=[开场属性百分比提升%d%%,领先后属性提升%d%%,落后后衰减%d%%]=],
		[ [=[desc3]=] ]=[=[]=],
		[ [=[lvlImprove]=] ]=
		{[=[0.05]=],[=[0.15]=],[=[0.1]=]
		},
		[ [=[powerImprove]=] ]=340,
		[ [=[powerBase]=] ]=330,
		[ [=[lvlBase]=] ]=
		{[=[0.05]=],[=[0.15]=],[=[0.1]=]
		},
		[ [=[desc]=] ]=[=[开场时,球员将会提升百分比全属性,持续到比分发生改变.如果玩家比分领先,则球员将获得一个全属性百分比提升,持续全场,如果球队比分落后,则球员获得一个全属性百分比衰减,持续全场.
开场属性百分比提升为技能等级*5%,领先后属性提升为技能等级*15%,落后后衰减为技能等级*10%.]=],
		[ [=[isMedalSkill]=] ]=1,
		[ [=[skillID]=] ]=[=[M13]=],
		[ [=[type]=] ]=4
	},
	[ [=[M14]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[情绪化]=],
		[ [=[picIndex]=] ]=[=[M14]=],
		[ [=[desc2]=] ]=[=[额外获得Buff效果百分比为%d%% ]=],
		[ [=[desc3]=] ]=[=[]=],
		[ [=[lvlImprove]=] ]=
		{0.20000000000000001
		},
		[ [=[powerImprove]=] ]=340,
		[ [=[powerBase]=] ]=330,
		[ [=[lvlBase]=] ]=
		{0.20000000000000001
		},
		[ [=[desc]=] ]=[=[球员在比赛中情绪化十分严重,更加容易受到Buff类技能的影响(节拍器,冲锋号角,众志成城),当球员受到正面Buff激励时,额外获得百分比Buff效果的提升.
额外获得Buff效果百分比为技能等级*20%. ]=],
		[ [=[isMedalSkill]=] ]=1,
		[ [=[skillID]=] ]=[=[M14]=],
		[ [=[type]=] ]=4
	},
	[ [=[M15]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[适应家]=],
		[ [=[picIndex]=] ]=[=[M15]=],
		[ [=[desc2]=] ]=[=[抗衰减幅度为%d%%]=],
		[ [=[desc3]=] ]=[=[]=],
		[ [=[lvlImprove]=] ]=
		{0.33000000000000002
		},
		[ [=[powerImprove]=] ]=340,
		[ [=[powerBase]=] ]=330,
		[ [=[lvlBase]=] ]=
		{0.33000000000000002
		},
		[ [=[desc]=] ]=[=[球员对于球场有着极好的适应性,减少客场比赛时,草皮对球员能力值的衰减影响.
抗衰减幅度为技能等级*33%,最多可抗衰减量为100%.]=],
		[ [=[isMedalSkill]=] ]=1,
		[ [=[skillID]=] ]=[=[M15]=],
		[ [=[type]=] ]=4
	},
	[ [=[M16]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[顺风球高手]=],
		[ [=[picIndex]=] ]=[=[M16]=],
		[ [=[desc2]=] ]=[=[属性加成百分比为%d%%]=],
		[ [=[desc3]=] ]=[=[]=],
		[ [=[lvlImprove]=] ]=
		{0.080000000000000002
		},
		[ [=[powerImprove]=] ]=340,
		[ [=[powerBase]=] ]=330,
		[ [=[lvlBase]=] ]=
		{0.080000000000000002
		},
		[ [=[desc]=] ]=[=[球员十分适应顺风球比赛,当球队在比赛任意时刻领先时,球员将获得额外获得一定全属性百分比的提升,当球队被对手追平时,该属性加成将消失.
属性百分比加成为技能等级*8%.]=],
		[ [=[isMedalSkill]=] ]=1,
		[ [=[skillID]=] ]=[=[M16]=],
		[ [=[type]=] ]=4
	},
	[ [=[M17]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[逆风球高手]=],
		[ [=[picIndex]=] ]=[=[M17]=],
		[ [=[desc2]=] ]=[=[属性加成百分比为%d%%]=],
		[ [=[desc3]=] ]=[=[]=],
		[ [=[lvlImprove]=] ]=
		{0.13
		},
		[ [=[powerImprove]=] ]=340,
		[ [=[powerBase]=] ]=330,
		[ [=[lvlBase]=] ]=
		{0.13
		},
		[ [=[desc]=] ]=[=[球员十分适应逆风球比赛,当球队在比赛任意时刻落后时,球员将获得额外获得一定全属性百分比的提升,当球队追平比分时,该属性加成将消失.
属性百分比提升为技能等级*13%.]=],
		[ [=[isMedalSkill]=] ]=1,
		[ [=[skillID]=] ]=[=[M17]=],
		[ [=[type]=] ]=4
	},
	[ [=[M18]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[先发制人]=],
		[ [=[picIndex]=] ]=[=[M18]=],
		[ [=[desc2]=] ]=[=[属性加成百分比为%d%%]=],
		[ [=[desc3]=] ]=[=[]=],
		[ [=[lvlImprove]=] ]=
		{0.13
		},
		[ [=[powerImprove]=] ]=340,
		[ [=[powerBase]=] ]=330,
		[ [=[lvlBase]=] ]=
		{0.13
		},
		[ [=[desc]=] ]=[=[球员在比赛开场时候将会先发制人,比赛开始前30分钟,球员额外获得一定的全属性百分比提升.
属性提升百分比为技能等级*13%.]=],
		[ [=[isMedalSkill]=] ]=1,
		[ [=[skillID]=] ]=[=[M18]=],
		[ [=[type]=] ]=4
	},
	[ [=[M19]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[殊死一搏]=],
		[ [=[picIndex]=] ]=[=[M19]=],
		[ [=[desc2]=] ]=[=[属性加成百分比为%d%%]=],
		[ [=[desc3]=] ]=[=[]=],
		[ [=[lvlImprove]=] ]=
		{0.13
		},
		[ [=[powerImprove]=] ]=340,
		[ [=[powerBase]=] ]=330,
		[ [=[lvlBase]=] ]=
		{0.13
		},
		[ [=[desc]=] ]=[=[球员在比赛最后时刻将会展开殊死一搏,比赛最后30分钟,球员额外获得一定的全属性百分比提升.
属性百分比提升为技能等级*13%.]=],
		[ [=[isMedalSkill]=] ]=1,
		[ [=[skillID]=] ]=[=[M19]=],
		[ [=[type]=] ]=4
	}
}
return var