local null = nil
local var = 
{
	[ [=[582442827f8b9a1dba8b456d]=] ]=
	{
		[ [=[name]=] ]=[=[荣耀之都]=],
		[ [=[active7]=] ]=
		{[=[9000]=],[=[12000]=]
		},
		[ [=[number]=] ]=15,
		[ [=[active3]=] ]=
		{[=[2250]=],[=[3000]=]
		},
		[ [=[logo]=] ]=[=[GuildLogo10]=],
		[ [=[ID]=] ]=[=[Gu1]=],
		[ [=[guards]=] ]=
		{
			[ [=[1]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu1001]=],
				[ [=[name]=] ]=[=[达拉斯勇敢玫瑰]=],
				[ [=[lvl]=] ]=30,
				[ [=[logo]=] ]=[=[AcmilanPlayer]=]
			},
			[ [=[2]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu1002]=],
				[ [=[name]=] ]=[=[炎黄战队]=],
				[ [=[lvl]=] ]=35,
				[ [=[logo]=] ]=[=[DortmundPlayer]=]
			},
			[ [=[3]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu1003]=],
				[ [=[name]=] ]=[=[巴萨雄起]=],
				[ [=[lvl]=] ]=31,
				[ [=[logo]=] ]=[=[BarcelonaPlayer]=]
			},
			[ [=[4]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu1004]=],
				[ [=[name]=] ]=[=[阿仙奴004]=],
				[ [=[lvl]=] ]=32,
				[ [=[logo]=] ]=[=[ArsenalPlayer]=]
			},
			[ [=[5]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu1005]=],
				[ [=[name]=] ]=[=[拜仁。]=],
				[ [=[lvl]=] ]=36,
				[ [=[logo]=] ]=[=[BayernPlayer]=]
			},
			[ [=[6]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu1006]=],
				[ [=[name]=] ]=[=[中国队解散]=],
				[ [=[lvl]=] ]=35,
				[ [=[logo]=] ]=[=[InterPlayer]=]
			},
			[ [=[7]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu1007]=],
				[ [=[name]=] ]=[=[破车黎明]=],
				[ [=[lvl]=] ]=36,
				[ [=[logo]=] ]=[=[ChelseaPlayer]=]
			},
			[ [=[8]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu1008]=],
				[ [=[name]=] ]=[=[南特蓝猎人]=],
				[ [=[lvl]=] ]=37,
				[ [=[logo]=] ]=[=[DortmundPlayer]=]
			},
			[ [=[9]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu1009]=],
				[ [=[name]=] ]=[=[图恩金色化学家]=],
				[ [=[lvl]=] ]=35,
				[ [=[logo]=] ]=[=[JuventusPlayer]=]
			},
			[ [=[10]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu1010]=],
				[ [=[name]=] ]=[=[梅萨灰色狮子]=],
				[ [=[lvl]=] ]=34,
				[ [=[logo]=] ]=[=[DortmundPlayer]=]
			},
			[ [=[11]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu1011]=],
				[ [=[name]=] ]=[=[蚌埠回旋]=],
				[ [=[lvl]=] ]=31,
				[ [=[logo]=] ]=[=[DortmundPlayer]=]
			},
			[ [=[12]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu1012]=],
				[ [=[name]=] ]=[=[Karlsruhe]=],
				[ [=[lvl]=] ]=34,
				[ [=[logo]=] ]=[=[InterPlayer]=]
			},
			[ [=[13]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu1013]=],
				[ [=[name]=] ]=[=[戛纳红色灯笼裤]=],
				[ [=[lvl]=] ]=39,
				[ [=[logo]=] ]=[=[BayernPlayer]=]
			}
		}
	},
	[ [=[582442827f8b9a1dba8b456e]=] ]=
	{
		[ [=[name]=] ]=[=[为胜利而超越]=],
		[ [=[active7]=] ]=
		{[=[12600]=],[=[16800]=]
		},
		[ [=[number]=] ]=21,
		[ [=[active3]=] ]=
		{[=[3150]=],[=[4200]=]
		},
		[ [=[logo]=] ]=[=[GuildLogo11]=],
		[ [=[ID]=] ]=[=[Gu2]=],
		[ [=[guards]=] ]=
		{
			[ [=[1]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu2001]=],
				[ [=[name]=] ]=[=[北宋球王高太尉]=],
				[ [=[lvl]=] ]=36,
				[ [=[logo]=] ]=[=[ArsenalPlayer]=]
			},
			[ [=[2]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu2002]=],
				[ [=[name]=] ]=[=[球场犯规王]=],
				[ [=[lvl]=] ]=33,
				[ [=[logo]=] ]=[=[AcmilanPlayer]=]
			},
			[ [=[3]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu2003]=],
				[ [=[name]=] ]=[=[十年一梦]=],
				[ [=[lvl]=] ]=40,
				[ [=[logo]=] ]=[=[AcmilanPlayer]=]
			},
			[ [=[4]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu2004]=],
				[ [=[name]=] ]=[=[无谓银河战舰]=],
				[ [=[lvl]=] ]=35,
				[ [=[logo]=] ]=[=[RealmadridPlayer]=]
			},
			[ [=[5]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu2005]=],
				[ [=[name]=] ]=[=[荷兰飞侠]=],
				[ [=[lvl]=] ]=37,
				[ [=[logo]=] ]=[=[ChelseaPlayer]=]
			},
			[ [=[6]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu2006]=],
				[ [=[name]=] ]=[=[净吞七蛋大菲尔]=],
				[ [=[lvl]=] ]=34,
				[ [=[logo]=] ]=[=[JuventusPlayer]=]
			},
			[ [=[7]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu2007]=],
				[ [=[name]=] ]=[=[江苏丶苏宁]=],
				[ [=[lvl]=] ]=33,
				[ [=[logo]=] ]=[=[ArsenalPlayer]=]
			},
			[ [=[8]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu2008]=],
				[ [=[name]=] ]=[=[德意志战车]=],
				[ [=[lvl]=] ]=30,
				[ [=[logo]=] ]=[=[BayernPlayer]=]
			},
			[ [=[9]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu2009]=],
				[ [=[name]=] ]=[=[烙饼卷大葱]=],
				[ [=[lvl]=] ]=40,
				[ [=[logo]=] ]=[=[ArsenalPlayer]=]
			},
			[ [=[10]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu2010]=],
				[ [=[name]=] ]=[=[后防中坚托雷斯]=],
				[ [=[lvl]=] ]=34,
				[ [=[logo]=] ]=[=[LiverpoolPlayer]=]
			},
			[ [=[11]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu2011]=],
				[ [=[name]=] ]=[=[艾特淇]=],
				[ [=[lvl]=] ]=39,
				[ [=[logo]=] ]=[=[ChelseaPlayer]=]
			},
			[ [=[12]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu2012]=],
				[ [=[name]=] ]=[=[卢布林白色玫瑰]=],
				[ [=[lvl]=] ]=40,
				[ [=[logo]=] ]=[=[AtmadridPlayer]=]
			},
			[ [=[13]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu2013]=],
				[ [=[name]=] ]=[=[恒大冰泉不太甜]=],
				[ [=[lvl]=] ]=38,
				[ [=[logo]=] ]=[=[PsgPlayer]=]
			}
		}
	},
	[ [=[582442827f8b9a1dba8b456f]=] ]=
	{
		[ [=[name]=] ]=[=[梦境传说]=],
		[ [=[active7]=] ]=
		{[=[14400]=],[=[19200]=]
		},
		[ [=[number]=] ]=24,
		[ [=[active3]=] ]=
		{[=[3600]=],[=[4800]=]
		},
		[ [=[logo]=] ]=[=[GuildLogo12]=],
		[ [=[ID]=] ]=[=[Gu3]=],
		[ [=[guards]=] ]=
		{
			[ [=[1]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu3001]=],
				[ [=[name]=] ]=[=[南葛FC]=],
				[ [=[lvl]=] ]=30,
				[ [=[logo]=] ]=[=[AtmadridPlayer]=]
			},
			[ [=[2]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu3002]=],
				[ [=[name]=] ]=[=[丿丶Bubble]=],
				[ [=[lvl]=] ]=32,
				[ [=[logo]=] ]=[=[ManutdPlayer]=]
			},
			[ [=[3]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu3003]=],
				[ [=[name]=] ]=[=[孟买勇敢大亨]=],
				[ [=[lvl]=] ]=34,
				[ [=[logo]=] ]=[=[MancityPlayer]=]
			},
			[ [=[4]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu3004]=],
				[ [=[name]=] ]=[=[屁屁虾]=],
				[ [=[lvl]=] ]=35,
				[ [=[logo]=] ]=[=[MancityPlayer]=]
			},
			[ [=[5]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu3005]=],
				[ [=[name]=] ]=[=[火奴鲁鲁绿骑士]=],
				[ [=[lvl]=] ]=36,
				[ [=[logo]=] ]=[=[AtmadridPlayer]=]
			},
			[ [=[6]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu3006]=],
				[ [=[name]=] ]=[=[豪门盛宴]=],
				[ [=[lvl]=] ]=30,
				[ [=[logo]=] ]=[=[BarcelonaPlayer]=]
			},
			[ [=[7]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu3007]=],
				[ [=[name]=] ]=[=[巴伐利亚]=],
				[ [=[lvl]=] ]=40,
				[ [=[logo]=] ]=[=[BayernPlayer]=]
			},
			[ [=[8]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu3008]=],
				[ [=[name]=] ]=[=[黑色三分钟]=],
				[ [=[lvl]=] ]=34,
				[ [=[logo]=] ]=[=[ManutdPlayer]=]
			},
			[ [=[9]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu3009]=],
				[ [=[name]=] ]=[=[诗剑双绝]=],
				[ [=[lvl]=] ]=36,
				[ [=[logo]=] ]=[=[BarcelonaPlayer]=]
			},
			[ [=[10]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu3010]=],
				[ [=[name]=] ]=[=[Badman]=],
				[ [=[lvl]=] ]=38,
				[ [=[logo]=] ]=[=[RealmadridPlayer]=]
			},
			[ [=[11]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu3011]=],
				[ [=[name]=] ]=[=[克利夫兰红锤子]=],
				[ [=[lvl]=] ]=33,
				[ [=[logo]=] ]=[=[AtmadridPlayer]=]
			},
			[ [=[12]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu3012]=],
				[ [=[name]=] ]=[=[楓花恋灬楠]=],
				[ [=[lvl]=] ]=34,
				[ [=[logo]=] ]=[=[PsgPlayer]=]
			},
			[ [=[13]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu3013]=],
				[ [=[name]=] ]=[=[阿雷佐大占星师]=],
				[ [=[lvl]=] ]=38,
				[ [=[logo]=] ]=[=[AcmilanPlayer]=]
			}
		}
	},
	[ [=[582442827f8b9a1dba8b4570]=] ]=
	{
		[ [=[name]=] ]=[=[左撇子联盟]=],
		[ [=[active7]=] ]=
		{[=[13800]=],[=[18400]=]
		},
		[ [=[number]=] ]=23,
		[ [=[active3]=] ]=
		{[=[3450]=],[=[4600]=]
		},
		[ [=[logo]=] ]=[=[GuildLogo13]=],
		[ [=[ID]=] ]=[=[Gu4]=],
		[ [=[guards]=] ]=
		{
			[ [=[1]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu4001]=],
				[ [=[name]=] ]=[=[呛呛起呛起]=],
				[ [=[lvl]=] ]=38,
				[ [=[logo]=] ]=[=[ArsenalPlayer]=]
			},
			[ [=[2]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu4002]=],
				[ [=[name]=] ]=[=[九十度ups]=],
				[ [=[lvl]=] ]=34,
				[ [=[logo]=] ]=[=[RealmadridPlayer]=]
			},
			[ [=[3]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu4003]=],
				[ [=[name]=] ]=[=[翌时有卿]=],
				[ [=[lvl]=] ]=35,
				[ [=[logo]=] ]=[=[ManutdPlayer]=]
			},
			[ [=[4]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu4004]=],
				[ [=[name]=] ]=[=[点球不进]=],
				[ [=[lvl]=] ]=36,
				[ [=[logo]=] ]=[=[BayernPlayer]=]
			},
			[ [=[5]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu4005]=],
				[ [=[name]=] ]=[=[伤心太平洋]=],
				[ [=[lvl]=] ]=40,
				[ [=[logo]=] ]=[=[BayernPlayer]=]
			},
			[ [=[6]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu4006]=],
				[ [=[name]=] ]=[=[摩纳哥红霜冻]=],
				[ [=[lvl]=] ]=34,
				[ [=[logo]=] ]=[=[AcmilanPlayer]=]
			},
			[ [=[7]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu4007]=],
				[ [=[name]=] ]=[=[山东济南将军队]=],
				[ [=[lvl]=] ]=37,
				[ [=[logo]=] ]=[=[JuventusPlayer]=]
			},
			[ [=[8]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu4008]=],
				[ [=[name]=] ]=[=[k神降临]=],
				[ [=[lvl]=] ]=34,
				[ [=[logo]=] ]=[=[BayernPlayer]=]
			},
			[ [=[9]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu4009]=],
				[ [=[name]=] ]=[=[曼德勒红色东方]=],
				[ [=[lvl]=] ]=35,
				[ [=[logo]=] ]=[=[PsgPlayer]=]
			},
			[ [=[10]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu4010]=],
				[ [=[name]=] ]=[=[泰山必胜]=],
				[ [=[lvl]=] ]=34,
				[ [=[logo]=] ]=[=[AtmadridPlayer]=]
			},
			[ [=[11]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu4011]=],
				[ [=[name]=] ]=[=[煤球称王]=],
				[ [=[lvl]=] ]=32,
				[ [=[logo]=] ]=[=[BarcelonaPlayer]=]
			},
			[ [=[12]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu4012]=],
				[ [=[name]=] ]=[=[我皇R7]=],
				[ [=[lvl]=] ]=40,
				[ [=[logo]=] ]=[=[RealmadridPlayer]=]
			},
			[ [=[13]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu4013]=],
				[ [=[name]=] ]=[=[越跃岳月玥悦]=],
				[ [=[lvl]=] ]=39,
				[ [=[logo]=] ]=[=[DortmundPlayer]=]
			}
		}
	},
	[ [=[582442827f8b9a1dba8b4571]=] ]=
	{
		[ [=[name]=] ]=[=[嘻嘻哈哈]=],
		[ [=[active7]=] ]=
		{[=[10200]=],[=[13600]=]
		},
		[ [=[number]=] ]=17,
		[ [=[active3]=] ]=
		{[=[2550]=],[=[3400]=]
		},
		[ [=[logo]=] ]=[=[GuildLogo14]=],
		[ [=[ID]=] ]=[=[Gu5]=],
		[ [=[guards]=] ]=
		{
			[ [=[1]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu5001]=],
				[ [=[name]=] ]=[=[巴萨疯狂逆转]=],
				[ [=[lvl]=] ]=31,
				[ [=[logo]=] ]=[=[BarcelonaPlayer]=]
			},
			[ [=[2]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu5002]=],
				[ [=[name]=] ]=[=[Pazza·Inter]=],
				[ [=[lvl]=] ]=39,
				[ [=[logo]=] ]=[=[InterPlayer]=]
			},
			[ [=[3]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu5003]=],
				[ [=[name]=] ]=[=[AV米兰]=],
				[ [=[lvl]=] ]=33,
				[ [=[logo]=] ]=[=[AcmilanPlayer]=]
			},
			[ [=[4]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu5004]=],
				[ [=[name]=] ]=[=[凡尔赛伟大手枪]=],
				[ [=[lvl]=] ]=39,
				[ [=[logo]=] ]=[=[ArsenalPlayer]=]
			},
			[ [=[5]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu5005]=],
				[ [=[name]=] ]=[=[卡塞尔橙色大枣]=],
				[ [=[lvl]=] ]=40,
				[ [=[logo]=] ]=[=[DortmundPlayer]=]
			},
			[ [=[6]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu5006]=],
				[ [=[name]=] ]=[=[巴萨V⑤⑧⑦]=],
				[ [=[lvl]=] ]=33,
				[ [=[logo]=] ]=[=[BarcelonaPlayer]=]
			},
			[ [=[7]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu5007]=],
				[ [=[name]=] ]=[=[虾扯蛋]=],
				[ [=[lvl]=] ]=38,
				[ [=[logo]=] ]=[=[AtmadridPlayer]=]
			},
			[ [=[8]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu5008]=],
				[ [=[name]=] ]=[=[门兴炸裂明星]=],
				[ [=[lvl]=] ]=31,
				[ [=[logo]=] ]=[=[JuventusPlayer]=]
			},
			[ [=[9]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu5009]=],
				[ [=[name]=] ]=[=[樱花·祭]=],
				[ [=[lvl]=] ]=39,
				[ [=[logo]=] ]=[=[LiverpoolPlayer]=]
			},
			[ [=[10]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu5010]=],
				[ [=[name]=] ]=[=[盖火锅]=],
				[ [=[lvl]=] ]=36,
				[ [=[logo]=] ]=[=[ChelseaPlayer]=]
			},
			[ [=[11]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu5011]=],
				[ [=[name]=] ]=[=[大国际]=],
				[ [=[lvl]=] ]=34,
				[ [=[logo]=] ]=[=[InterPlayer]=]
			},
			[ [=[12]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu5012]=],
				[ [=[name]=] ]=[=[九战八荒]=],
				[ [=[lvl]=] ]=37,
				[ [=[logo]=] ]=[=[LiverpoolPlayer]=]
			},
			[ [=[13]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu5013]=],
				[ [=[name]=] ]=[=[特尔尼红鸭梨]=],
				[ [=[lvl]=] ]=37,
				[ [=[logo]=] ]=[=[MancityPlayer]=]
			}
		}
	},
	[ [=[582442827f8b9a1dba8b4572]=] ]=
	{
		[ [=[name]=] ]=[=[龙的传人]=],
		[ [=[active7]=] ]=
		{[=[13200]=],[=[17600]=]
		},
		[ [=[number]=] ]=22,
		[ [=[active3]=] ]=
		{[=[3300]=],[=[4400]=]
		},
		[ [=[logo]=] ]=[=[GuildLogo15]=],
		[ [=[ID]=] ]=[=[Gu6]=],
		[ [=[guards]=] ]=
		{
			[ [=[1]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu6001]=],
				[ [=[name]=] ]=[=[凯恩斯黄狂热者]=],
				[ [=[lvl]=] ]=30,
				[ [=[logo]=] ]=[=[BayernPlayer]=]
			},
			[ [=[2]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu6002]=],
				[ [=[name]=] ]=[=[米兰琪宝]=],
				[ [=[lvl]=] ]=33,
				[ [=[logo]=] ]=[=[AcmilanPlayer]=]
			},
			[ [=[3]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu6003]=],
				[ [=[name]=] ]=[=[哈姆大盗贼]=],
				[ [=[lvl]=] ]=32,
				[ [=[logo]=] ]=[=[PsgPlayer]=]
			},
			[ [=[4]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu6004]=],
				[ [=[name]=] ]=[=[赤塔超级厨师]=],
				[ [=[lvl]=] ]=34,
				[ [=[logo]=] ]=[=[BayernPlayer]=]
			},
			[ [=[5]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu6005]=],
				[ [=[name]=] ]=[=[飞出翔的荷兰人]=],
				[ [=[lvl]=] ]=40,
				[ [=[logo]=] ]=[=[BayernPlayer]=]
			},
			[ [=[6]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu6006]=],
				[ [=[name]=] ]=[=[爷爷]=],
				[ [=[lvl]=] ]=39,
				[ [=[logo]=] ]=[=[MancityPlayer]=]
			},
			[ [=[7]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu6007]=],
				[ [=[name]=] ]=[=[把鱼还给猫]=],
				[ [=[lvl]=] ]=39,
				[ [=[logo]=] ]=[=[ManutdPlayer]=]
			},
			[ [=[8]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu6008]=],
				[ [=[name]=] ]=[=[罗兹炸裂雏菊]=],
				[ [=[lvl]=] ]=39,
				[ [=[logo]=] ]=[=[PsgPlayer]=]
			},
			[ [=[9]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu6009]=],
				[ [=[name]=] ]=[=[國際彌藍]=],
				[ [=[lvl]=] ]=39,
				[ [=[logo]=] ]=[=[InterPlayer]=]
			},
			[ [=[10]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu6010]=],
				[ [=[name]=] ]=[=[青训摇篮火车头]=],
				[ [=[lvl]=] ]=37,
				[ [=[logo]=] ]=[=[ManutdPlayer]=]
			},
			[ [=[11]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu6011]=],
				[ [=[name]=] ]=[=[疯癫炸弹]=],
				[ [=[lvl]=] ]=34,
				[ [=[logo]=] ]=[=[ChelseaPlayer]=]
			},
			[ [=[12]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu6012]=],
				[ [=[name]=] ]=[=[不服来干]=],
				[ [=[lvl]=] ]=38,
				[ [=[logo]=] ]=[=[BarcelonaPlayer]=]
			},
			[ [=[13]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu6013]=],
				[ [=[name]=] ]=[=[葫芦娃大金刚]=],
				[ [=[lvl]=] ]=31,
				[ [=[logo]=] ]=[=[LiverpoolPlayer]=]
			}
		}
	}
}
return var