local null = nil
local var = 
{
	[ [=[en.hoolai.sea.item_FCBM]=] ]=
	{
		[ [=[duration]=] ]=0,
		[ [=[desc1]=] ]=[=[黑金远射王博格巴搭配克劳奇冲锋号角，进球率爆表！]=],
		[ [=[fee]=] ]=18,
		[ [=[fakeFee]=] ]=80,
		[ [=[board]=] ]=2,
		[ [=[desc]=] ]=[=[限购1次]=],
		[ [=[type]=] ]=2,
		[ [=[timesLimit]=] ]=1,
		[ [=[diamondCal]=] ]=135,
		[ [=[picIndex]=] ]=[=[I600_1]=],
		[ [=[flag]=] ]=2,
		[ [=[desc0]=] ]=[=[过中场就射门？]=],
		[ [=[name]=] ]=[=[远射的艺术]=],
		[ [=[desc2]=] ]=[=[购买立获重炮手+冲锋号角战术搭配！]=],
		[ [=[order]=] ]=19,
		[ [=[limitType]=] ]=3,
		[ [=[setSpecial]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[eqs]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4106]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[4206]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[4302]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[4214]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[4513]=],
					[ [=[num]=] ]=1
				}
			},
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1002]=],
					[ [=[num]=] ]=60
				}
			},
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Ppogba5]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				},
				{
					[ [=[id]=] ]=[=[Pcrouch4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		}
	},
	[ [=[en.hoolai.sea.item_FCBMsuite]=] ]=
	{
		[ [=[duration]=] ]=0,
		[ [=[desc1]=] ]=[=[皇马官方授权球衣、队徽！]=],
		[ [=[fee]=] ]=68,
		[ [=[fakeFee]=] ]=220,
		[ [=[board]=] ]=4,
		[ [=[desc]=] ]=[=[限购1次]=],
		[ [=[type]=] ]=2,
		[ [=[timesLimit]=] ]=1,
		[ [=[diamondCal]=] ]=510,
		[ [=[picIndex]=] ]=[=[Bd68_1]=],
		[ [=[flag]=] ]=2,
		[ [=[desc0]=] ]=[=[世间五彩 我执纯白！]=],
		[ [=[name]=] ]=[=[皇马套装]=],
		[ [=[desc2]=] ]=[=[购买立获永久使用权，另赠皇马专属首页！]=],
		[ [=[order]=] ]=18,
		[ [=[limitType]=] ]=3,
		[ [=[setSpecial]=] ]=[=[RealMadrid]=],
		[ [=[contents]=] ]=
		{
		}
	},
	[ [=[en.hoolai.sea.item_Ldrive]=] ]=
	{
		[ [=[duration]=] ]=0,
		[ [=[desc1]=] ]=[=[中场全能科克过顶穿越防线搭配拉什福德凌空抽射，反击教科书！]=],
		[ [=[fee]=] ]=60,
		[ [=[fakeFee]=] ]=200,
		[ [=[board]=] ]=2,
		[ [=[desc]=] ]=[=[限购1次]=],
		[ [=[type]=] ]=2,
		[ [=[timesLimit]=] ]=1,
		[ [=[diamondCal]=] ]=450,
		[ [=[picIndex]=] ]=[=[I600_3]=],
		[ [=[flag]=] ]=2,
		[ [=[desc0]=] ]=[=[高效反击 一击致命！]=],
		[ [=[name]=] ]=[=[优雅的反击]=],
		[ [=[desc2]=] ]=[=[购买立获过顶球+凌空抽射战术搭配！]=],
		[ [=[order]=] ]=10,
		[ [=[limitType]=] ]=3,
		[ [=[setSpecial]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[eqs]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4103]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[4204]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[4303]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[4204]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[4502]=],
					[ [=[num]=] ]=1
				}
			},
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1002]=],
					[ [=[num]=] ]=60
				}
			},
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Mrashford5]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				},
				{
					[ [=[id]=] ]=[=[Koke4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		}
	},
	[ [=[en.hoolai.sea.item_RMCF]=] ]=
	{
		[ [=[duration]=] ]=0,
		[ [=[desc1]=] ]=[=[组织核心蒂亚戈犀利直塞搭配R马禁区之狐，禁区不再设防！]=],
		[ [=[fee]=] ]=18,
		[ [=[fakeFee]=] ]=80,
		[ [=[board]=] ]=2,
		[ [=[desc]=] ]=[=[限购1次]=],
		[ [=[type]=] ]=2,
		[ [=[timesLimit]=] ]=1,
		[ [=[diamondCal]=] ]=135,
		[ [=[picIndex]=] ]=[=[I600_2]=],
		[ [=[flag]=] ]=2,
		[ [=[desc0]=] ]=[=[一次传递 打穿防线！]=],
		[ [=[name]=] ]=[=[禁区的猎手]=],
		[ [=[desc2]=] ]=[=[购买立获手术刀直塞+禁区之狐战术搭配！]=],
		[ [=[order]=] ]=9,
		[ [=[limitType]=] ]=3,
		[ [=[setSpecial]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[eqs]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4102]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[4208]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[4307]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[4214]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[4504]=],
					[ [=[num]=] ]=1
				}
			},
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1002]=],
					[ [=[num]=] ]=60
				}
			},
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagoalcantara5]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				},
				{
					[ [=[id]=] ]=[=[Rogermartinez4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		}
	},
	[ [=[en.hoolai.sea.item_RMCFsuite]=] ]=
	{
		[ [=[duration]=] ]=0,
		[ [=[desc1]=] ]=[=[锅锋本泽马+转世球圣魔笛+学霸后卫瓦拉内，球队框架瞬间成型！]=],
		[ [=[fee]=] ]=68,
		[ [=[fakeFee]=] ]=220,
		[ [=[board]=] ]=4,
		[ [=[desc]=] ]=[=[限购1次]=],
		[ [=[type]=] ]=2,
		[ [=[timesLimit]=] ]=1,
		[ [=[diamondCal]=] ]=510,
		[ [=[picIndex]=] ]=[=[Bd18_1]=],
		[ [=[flag]=] ]=2,
		[ [=[desc0]=] ]=[=[攻守基石 一单全收！]=],
		[ [=[name]=] ]=[=[皇马中轴线]=],
		[ [=[desc2]=] ]=[=[购买即获皇马中轴三人组！]=],
		[ [=[order]=] ]=16,
		[ [=[limitType]=] ]=3,
		[ [=[setSpecial]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[eqs]=] ]=
			{
				{
					[ [=[id]=] ]=[=[3104]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3212]=],
					[ [=[num]=] ]=2
				},
				{
					[ [=[id]=] ]=[=[3102]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3214]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3106]=],
					[ [=[num]=] ]=1
				}
			},
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1002]=],
					[ [=[num]=] ]=50
				}
			},
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Kbenzema4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				},
				{
					[ [=[id]=] ]=[=[Lmodric4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				},
				{
					[ [=[id]=] ]=[=[Rvarane4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		}
	},
	[ [=[en.hoolai.sea.item_SSplayer]=] ]=
	{
		[ [=[duration]=] ]=0,
		[ [=[desc1]=] ]=[=[SS级球星大放送！]=],
		[ [=[fee]=] ]=128,
		[ [=[fakeFee]=] ]=1000,
		[ [=[board]=] ]=2,
		[ [=[desc]=] ]=[=[限购1次]=],
		[ [=[type]=] ]=2,
		[ [=[timesLimit]=] ]=1,
		[ [=[diamondCal]=] ]=960,
		[ [=[picIndex]=] ]=[=[I10_1]=],
		[ [=[flag]=] ]=2,
		[ [=[desc0]=] ]=[=[即可拥有全明星球员！]=],
		[ [=[name]=] ]=[=[超值SS品质球员]=],
		[ [=[desc2]=] ]=[=[购买即可获得一个SS球员兑换券！]=],
		[ [=[order]=] ]=6,
		[ [=[limitType]=] ]=3,
		[ [=[setSpecial]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=100,
			[ [=[m]=] ]=1000000,
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[11001]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[en.hoolai.sea.item_Skill]=] ]=
	{
		[ [=[duration]=] ]=0,
		[ [=[desc1]=] ]=[=[球员战力即刻增长！]=],
		[ [=[fee]=] ]=6,
		[ [=[fakeFee]=] ]=60,
		[ [=[board]=] ]=2,
		[ [=[desc]=] ]=[=[限购1次]=],
		[ [=[type]=] ]=2,
		[ [=[timesLimit]=] ]=1,
		[ [=[diamondCal]=] ]=100,
		[ [=[picIndex]=] ]=[=[I10_1]=],
		[ [=[flag]=] ]=2,
		[ [=[desc0]=] ]=[=[1折超值限购！]=],
		[ [=[name]=] ]=[=[技能券超值礼包]=],
		[ [=[desc2]=] ]=[=[购买即可获得技能升级券*12]=],
		[ [=[order]=] ]=8,
		[ [=[limitType]=] ]=3,
		[ [=[setSpecial]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[10]=],
					[ [=[num]=] ]=12
				}
			}
		}
	},
	[ [=[en.hoolai.sea.item_Splayer]=] ]=
	{
		[ [=[duration]=] ]=0,
		[ [=[desc1]=] ]=[=[姆巴佩、卡塞米罗、巴洛特利！任选其一！仅此一次！]=],
		[ [=[fee]=] ]=1,
		[ [=[fakeFee]=] ]=40,
		[ [=[board]=] ]=2,
		[ [=[desc]=] ]=[=[限购1次]=],
		[ [=[type]=] ]=2,
		[ [=[timesLimit]=] ]=1,
		[ [=[diamondCal]=] ]=7,
		[ [=[picIndex]=] ]=[=[I150_1]=],
		[ [=[flag]=] ]=2,
		[ [=[desc0]=] ]=[=[超值回馈！仅售1豪门币！]=],
		[ [=[name]=] ]=[=[超值S级球员！]=],
		[ [=[desc2]=] ]=[=[购买即可任选礼盒内一名S品质球员！]=],
		[ [=[order]=] ]=7,
		[ [=[limitType]=] ]=3,
		[ [=[setSpecial]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[30601]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[en.hoolai.sea.item_back]=] ]=
	{
		[ [=[duration]=] ]=0,
		[ [=[desc1]=] ]=[=[九五之尊搭配罗贝里，慕尼黑三叉戟打爆对手防线！]=],
		[ [=[fee]=] ]=68,
		[ [=[fakeFee]=] ]=220,
		[ [=[board]=] ]=3,
		[ [=[desc]=] ]=[=[限购1次]=],
		[ [=[type]=] ]=2,
		[ [=[timesLimit]=] ]=1,
		[ [=[diamondCal]=] ]=510,
		[ [=[picIndex]=] ]=[=[I180_1]=],
		[ [=[flag]=] ]=2,
		[ [=[desc0]=] ]=[=[三位一体 全面打击！]=],
		[ [=[name]=] ]=[=[拜仁三叉戟]=],
		[ [=[desc2]=] ]=[=[购买即获拜仁史上最恐怖进攻组合！]=],
		[ [=[order]=] ]=13,
		[ [=[limitType]=] ]=3,
		[ [=[setSpecial]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[eqs]=] ]=
			{
				{
					[ [=[id]=] ]=[=[3104]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3212]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3102]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3213]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3105]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3214]=],
					[ [=[num]=] ]=1
				}
			},
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1002]=],
					[ [=[num]=] ]=50
				}
			},
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Arobben4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				},
				{
					[ [=[id]=] ]=[=[Fribery4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				},
				{
					[ [=[id]=] ]=[=[Rlewandowski4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		}
	},
	[ [=[en.hoolai.sea.item_base]=] ]=
	{
		[ [=[duration]=] ]=336,
		[ [=[desc1]=] ]=[=[布冯、托蒂、特里，不老传说再续20年！]=],
		[ [=[fee]=] ]=18,
		[ [=[fakeFee]=] ]=80,
		[ [=[board]=] ]=1,
		[ [=[desc]=] ]=[=[限购1次]=],
		[ [=[type]=] ]=2,
		[ [=[timesLimit]=] ]=1,
		[ [=[diamondCal]=] ]=135,
		[ [=[picIndex]=] ]=[=[I150_2]=],
		[ [=[flag]=] ]=1,
		[ [=[desc0]=] ]=[=[激活全部化学反应！]=],
		[ [=[name]=] ]=[=[布冯的基友]=],
		[ [=[desc2]=] ]=[=[另送黄金品质伊瓜因，斑马军团一矛一盾尽在您手！]=],
		[ [=[order]=] ]=5,
		[ [=[limitType]=] ]=3,
		[ [=[setSpecial]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[eqs]=] ]=
			{
				{
					[ [=[id]=] ]=[=[3105]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3103]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3104]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3204]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3205]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3216]=],
					[ [=[num]=] ]=1
				}
			},
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1002]=],
					[ [=[num]=] ]=50
				}
			},
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Jterry4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				},
				{
					[ [=[id]=] ]=[=[Ftotti4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				},
				{
					[ [=[id]=] ]=[=[Ghiguain4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		}
	},
	[ [=[en.hoolai.sea.item_forward]=] ]=
	{
		[ [=[duration]=] ]=0,
		[ [=[desc1]=] ]=[=[蜕变后的欧洲金童伊斯科+进球机器C罗，进球如割草！]=],
		[ [=[fee]=] ]=68,
		[ [=[fakeFee]=] ]=220,
		[ [=[board]=] ]=4,
		[ [=[desc]=] ]=[=[限购1次]=],
		[ [=[type]=] ]=2,
		[ [=[timesLimit]=] ]=1,
		[ [=[diamondCal]=] ]=510,
		[ [=[picIndex]=] ]=[=[Bd68_2]=],
		[ [=[flag]=] ]=2,
		[ [=[desc0]=] ]=[=[皇马发动机+终结者！]=],
		[ [=[name]=] ]=[=[马德里之箭]=],
		[ [=[desc2]=] ]=[=[购买即获小短腿伊斯科+记录粉碎者CR7！]=],
		[ [=[order]=] ]=17,
		[ [=[limitType]=] ]=3,
		[ [=[setSpecial]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[eqs]=] ]=
			{
				{
					[ [=[id]=] ]=[=[5103]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[5208]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[5307]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[5214]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[5513]=],
					[ [=[num]=] ]=1
				}
			},
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1003]=],
					[ [=[num]=] ]=20
				}
			},
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Isco5]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				},
				{
					[ [=[id]=] ]=[=[Cronaldo4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		}
	},
	[ [=[en.hoolai.sea.item_friends]=] ]=
	{
		[ [=[duration]=] ]=336,
		[ [=[desc1]=] ]=[=[英超金靴凯恩+全能中场坎特+法国铁闸瓦拉内]=],
		[ [=[fee]=] ]=18,
		[ [=[fakeFee]=] ]=80,
		[ [=[board]=] ]=1,
		[ [=[desc]=] ]=[=[限购1次]=],
		[ [=[type]=] ]=2,
		[ [=[timesLimit]=] ]=1,
		[ [=[diamondCal]=] ]=135,
		[ [=[picIndex]=] ]=[=[I150_1]=],
		[ [=[flag]=] ]=1,
		[ [=[desc0]=] ]=[=[快速成型必备 活力万丈！]=],
		[ [=[name]=] ]=[=[球队的基石]=],
		[ [=[desc2]=] ]=[=[当红炸子鸡，一次送给你！]=],
		[ [=[order]=] ]=4,
		[ [=[limitType]=] ]=3,
		[ [=[setSpecial]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[eqs]=] ]=
			{
				{
					[ [=[id]=] ]=[=[3204]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3302]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3206]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3308]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3212]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3309]=],
					[ [=[num]=] ]=1
				}
			},
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1002]=],
					[ [=[num]=] ]=50
				}
			},
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Hkane4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				},
				{
					[ [=[id]=] ]=[=[Nkante4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				},
				{
					[ [=[id]=] ]=[=[Rvarane4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		}
	},
	[ [=[en.hoolai.sea.item_goalkeeper]=] ]=
	{
		[ [=[duration]=] ]=336,
		[ [=[desc1]=] ]=[=[20豪门币即送世界顶级门将布冯（黄金品质）]=],
		[ [=[fee]=] ]=6,
		[ [=[fakeFee]=] ]=20,
		[ [=[board]=] ]=1,
		[ [=[desc]=] ]=[=[限购1次]=],
		[ [=[type]=] ]=2,
		[ [=[timesLimit]=] ]=1,
		[ [=[diamondCal]=] ]=45,
		[ [=[picIndex]=] ]=[=[I50_1]=],
		[ [=[flag]=] ]=1,
		[ [=[desc0]=] ]=[=[总攻降临 门前无忧]=],
		[ [=[name]=] ]=[=[豪华门将包]=],
		[ [=[desc2]=] ]=[=[还送布冯的专属装备，一步到位！]=],
		[ [=[order]=] ]=3,
		[ [=[limitType]=] ]=3,
		[ [=[setSpecial]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[eqs]=] ]=
			{
				{
					[ [=[id]=] ]=[=[2106]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[2205]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[2309]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[2206]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3106]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3205]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3309]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3206]=],
					[ [=[num]=] ]=1
				}
			},
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1002]=],
					[ [=[num]=] ]=30
				}
			},
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Gbuffon4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		}
	},
	[ [=[en.hoolai.sea.item_header]=] ]=
	{
		[ [=[duration]=] ]=0,
		[ [=[desc1]=] ]=[=[当今世界第一门卫+德意志天尊，德拜双料史上最硬后防！]=],
		[ [=[fee]=] ]=60,
		[ [=[fakeFee]=] ]=220,
		[ [=[board]=] ]=3,
		[ [=[desc]=] ]=[=[限购1次]=],
		[ [=[type]=] ]=2,
		[ [=[timesLimit]=] ]=1,
		[ [=[diamondCal]=] ]=450,
		[ [=[picIndex]=] ]=[=[I680_2]=],
		[ [=[flag]=] ]=2,
		[ [=[desc0]=] ]=[=[德拜双料后防中坚！]=],
		[ [=[name]=] ]=[=[慕尼黑之墙]=],
		[ [=[desc2]=] ]=[=[购买即获门卫臀新+阿腾爸爸！]=],
		[ [=[order]=] ]=14,
		[ [=[limitType]=] ]=3,
		[ [=[setSpecial]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[eqs]=] ]=
			{
				{
					[ [=[id]=] ]=[=[5106]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[5204]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[5309]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[5213]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[5502]=],
					[ [=[num]=] ]=1
				}
			},
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1003]=],
					[ [=[num]=] ]=20
				}
			},
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Mneuer5]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				},
				{
					[ [=[id]=] ]=[=[Jboateng4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		}
	},
	[ [=[en.hoolai.sea.item_moral]=] ]=
	{
		[ [=[duration]=] ]=0,
		[ [=[desc1]=] ]=[=[拜仁官方授权球衣、队徽！]=],
		[ [=[fee]=] ]=60,
		[ [=[fakeFee]=] ]=220,
		[ [=[board]=] ]=3,
		[ [=[desc]=] ]=[=[限购1次]=],
		[ [=[type]=] ]=2,
		[ [=[timesLimit]=] ]=1,
		[ [=[diamondCal]=] ]=450,
		[ [=[picIndex]=] ]=[=[I680_1]=],
		[ [=[flag]=] ]=2,
		[ [=[desc0]=] ]=[=[南部之星必备！]=],
		[ [=[name]=] ]=[=[拜仁套装]=],
		[ [=[desc2]=] ]=[=[购买立获永久使用权，另赠拜仁专属首页！]=],
		[ [=[order]=] ]=15,
		[ [=[limitType]=] ]=3,
		[ [=[setSpecial]=] ]=[=[Bayern]=],
		[ [=[contents]=] ]=
		{
		}
	},
	[ [=[en.hoolai.sea.item_newbie]=] ]=
	{
		[ [=[duration]=] ]=336,
		[ [=[desc1]=] ]=[=[超值福利大放送，仅此一次！]=],
		[ [=[fee]=] ]=2,
		[ [=[fakeFee]=] ]=8,
		[ [=[board]=] ]=1,
		[ [=[desc]=] ]=[=[限购1次]=],
		[ [=[type]=] ]=2,
		[ [=[timesLimit]=] ]=1,
		[ [=[diamondCal]=] ]=15,
		[ [=[picIndex]=] ]=[=[I10_1]=],
		[ [=[flag]=] ]=1,
		[ [=[desc0]=] ]=[=[仅售2豪门币！]=],
		[ [=[name]=] ]=[=[超值新手包]=],
		[ [=[desc2]=] ]=[=[钻石、欧元、抽卡卷，应有尽有！]=],
		[ [=[order]=] ]=2,
		[ [=[limitType]=] ]=3,
		[ [=[setSpecial]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=100,
			[ [=[m]=] ]=1500000,
			[ [=[sp]=] ]=150,
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[2]=],
					[ [=[num]=] ]=50
				},
				{
					[ [=[id]=] ]=[=[1]=],
					[ [=[num]=] ]=10
				},
				{
					[ [=[id]=] ]=[=[2001]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[en.hoolai.sea.item_rebit]=] ]=
	{
		[ [=[duration]=] ]=0,
		[ [=[desc1]=] ]=[=[夸德拉多下底搭配小魔兽卢卡库大力头槌，空中作业高人一等！]=],
		[ [=[fee]=] ]=60,
		[ [=[fakeFee]=] ]=200,
		[ [=[board]=] ]=2,
		[ [=[desc]=] ]=[=[限购1次]=],
		[ [=[type]=] ]=2,
		[ [=[timesLimit]=] ]=1,
		[ [=[diamondCal]=] ]=450,
		[ [=[picIndex]=] ]=[=[I600_5]=],
		[ [=[flag]=] ]=2,
		[ [=[desc0]=] ]=[=[头球进到你服！]=],
		[ [=[name]=] ]=[=[空中的王者]=],
		[ [=[desc2]=] ]=[=[购买立获下底传中+大力头槌战术搭配！]=],
		[ [=[order]=] ]=12,
		[ [=[limitType]=] ]=3,
		[ [=[setSpecial]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[eqs]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4106]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[4213]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[4302]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[4204]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[4502]=],
					[ [=[num]=] ]=1
				}
			},
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1002]=],
					[ [=[num]=] ]=60
				}
			},
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Rlukaku5]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				},
				{
					[ [=[id]=] ]=[=[Jcuadrado4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		}
	},
	[ [=[en.hoolai.sea.item_shooter]=] ]=
	{
		[ [=[duration]=] ]=0,
		[ [=[desc1]=] ]=[=[迭戈科斯塔跳水造规搭配奥斯卡任意球，实力+演技不服不行！]=],
		[ [=[fee]=] ]=60,
		[ [=[fakeFee]=] ]=200,
		[ [=[board]=] ]=2,
		[ [=[desc]=] ]=[=[限购1次]=],
		[ [=[type]=] ]=2,
		[ [=[timesLimit]=] ]=1,
		[ [=[diamondCal]=] ]=450,
		[ [=[picIndex]=] ]=[=[I600_4]=],
		[ [=[flag]=] ]=2,
		[ [=[desc0]=] ]=[=[听说…跳水得点球？]=],
		[ [=[name]=] ]=[=[演员的修养]=],
		[ [=[desc2]=] ]=[=[购买立获跳水+点球大师战术搭配！]=],
		[ [=[order]=] ]=11,
		[ [=[limitType]=] ]=3,
		[ [=[setSpecial]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[eqs]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4105]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[4206]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[4302]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[4215]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[4506]=],
					[ [=[num]=] ]=1
				}
			},
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1002]=],
					[ [=[num]=] ]=60
				}
			},
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Diegocosta5]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				},
				{
					[ [=[id]=] ]=[=[Oscar4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		}
	}
}
return var