local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		[ [=[name]=] ]=[=[C级勋章:精准致导]=],
		[ [=[price]=] ]=80,
		[ [=[typeWeight]=] ]=380,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1001]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[2]=] ]=
	{
		[ [=[name]=] ]=[=[C级勋章:百步穿杨]=],
		[ [=[price]=] ]=80,
		[ [=[typeWeight]=] ]=380,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1002]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[3]=] ]=
	{
		[ [=[name]=] ]=[=[C级勋章:带球魔术师]=],
		[ [=[price]=] ]=80,
		[ [=[typeWeight]=] ]=380,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1003]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[4]=] ]=
	{
		[ [=[name]=] ]=[=[C级勋章:抢断大师]=],
		[ [=[price]=] ]=80,
		[ [=[typeWeight]=] ]=380,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1004]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[5]=] ]=
	{
		[ [=[name]=] ]=[=[C级勋章:拦截大师]=],
		[ [=[price]=] ]=80,
		[ [=[typeWeight]=] ]=380,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1005]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[6]=] ]=
	{
		[ [=[name]=] ]=[=[C级勋章:门线技术]=],
		[ [=[price]=] ]=80,
		[ [=[typeWeight]=] ]=20,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1006]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[7]=] ]=
	{
		[ [=[name]=] ]=[=[C级勋章:球路判断]=],
		[ [=[price]=] ]=80,
		[ [=[typeWeight]=] ]=20,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1007]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[8]=] ]=
	{
		[ [=[name]=] ]=[=[C级勋章:防线指挥]=],
		[ [=[price]=] ]=80,
		[ [=[typeWeight]=] ]=20,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1008]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[9]=] ]=
	{
		[ [=[name]=] ]=[=[C级勋章:心理强化]=],
		[ [=[price]=] ]=80,
		[ [=[typeWeight]=] ]=20,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1009]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[10]=] ]=
	{
		[ [=[name]=] ]=[=[C级勋章:进攻发起]=],
		[ [=[price]=] ]=80,
		[ [=[typeWeight]=] ]=20,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1010]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[11]=] ]=
	{
		[ [=[name]=] ]=[=[B级勋章:精准致导]=],
		[ [=[price]=] ]=330,
		[ [=[typeWeight]=] ]=152,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[2001]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[12]=] ]=
	{
		[ [=[name]=] ]=[=[B级勋章:百步穿杨]=],
		[ [=[price]=] ]=330,
		[ [=[typeWeight]=] ]=152,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[2002]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[13]=] ]=
	{
		[ [=[name]=] ]=[=[B级勋章:带球魔术师]=],
		[ [=[price]=] ]=330,
		[ [=[typeWeight]=] ]=152,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[2003]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[14]=] ]=
	{
		[ [=[name]=] ]=[=[B级勋章:抢断大师]=],
		[ [=[price]=] ]=330,
		[ [=[typeWeight]=] ]=152,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[2004]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[15]=] ]=
	{
		[ [=[name]=] ]=[=[B级勋章:拦截大师]=],
		[ [=[price]=] ]=330,
		[ [=[typeWeight]=] ]=152,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[2005]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[16]=] ]=
	{
		[ [=[name]=] ]=[=[B级勋章:门线技术]=],
		[ [=[price]=] ]=330,
		[ [=[typeWeight]=] ]=8,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[2006]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[17]=] ]=
	{
		[ [=[name]=] ]=[=[B级勋章:球路判断]=],
		[ [=[price]=] ]=330,
		[ [=[typeWeight]=] ]=8,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[2007]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[18]=] ]=
	{
		[ [=[name]=] ]=[=[B级勋章:防线指挥]=],
		[ [=[price]=] ]=330,
		[ [=[typeWeight]=] ]=8,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[2008]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[19]=] ]=
	{
		[ [=[name]=] ]=[=[B级勋章:心理强化]=],
		[ [=[price]=] ]=330,
		[ [=[typeWeight]=] ]=8,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[2009]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[20]=] ]=
	{
		[ [=[name]=] ]=[=[B级勋章:进攻发起]=],
		[ [=[price]=] ]=330,
		[ [=[typeWeight]=] ]=8,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[2010]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[21]=] ]=
	{
		[ [=[name]=] ]=[=[A级勋章:精准致导]=],
		[ [=[price]=] ]=1000,
		[ [=[typeWeight]=] ]=76,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[3001]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[22]=] ]=
	{
		[ [=[name]=] ]=[=[A级勋章:百步穿杨]=],
		[ [=[price]=] ]=1000,
		[ [=[typeWeight]=] ]=76,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[3002]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[23]=] ]=
	{
		[ [=[name]=] ]=[=[A级勋章:带球魔术师]=],
		[ [=[price]=] ]=1000,
		[ [=[typeWeight]=] ]=76,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[3003]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[24]=] ]=
	{
		[ [=[name]=] ]=[=[A级勋章:抢断大师]=],
		[ [=[price]=] ]=1000,
		[ [=[typeWeight]=] ]=76,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[3004]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[25]=] ]=
	{
		[ [=[name]=] ]=[=[A级勋章:拦截大师]=],
		[ [=[price]=] ]=1000,
		[ [=[typeWeight]=] ]=76,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[3005]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[26]=] ]=
	{
		[ [=[name]=] ]=[=[A级勋章:门线技术]=],
		[ [=[price]=] ]=1000,
		[ [=[typeWeight]=] ]=4,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[3006]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[27]=] ]=
	{
		[ [=[name]=] ]=[=[A级勋章:球路判断]=],
		[ [=[price]=] ]=1000,
		[ [=[typeWeight]=] ]=4,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[3007]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[28]=] ]=
	{
		[ [=[name]=] ]=[=[A级勋章:防线指挥]=],
		[ [=[price]=] ]=1000,
		[ [=[typeWeight]=] ]=4,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[3008]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[29]=] ]=
	{
		[ [=[name]=] ]=[=[A级勋章:心理强化]=],
		[ [=[price]=] ]=1000,
		[ [=[typeWeight]=] ]=4,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[3009]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[30]=] ]=
	{
		[ [=[name]=] ]=[=[A级勋章:进攻发起]=],
		[ [=[price]=] ]=1000,
		[ [=[typeWeight]=] ]=4,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[3010]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[31]=] ]=
	{
		[ [=[name]=] ]=[=[50意志精华]=],
		[ [=[price]=] ]=100,
		[ [=[typeWeight]=] ]=3400,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[sd]=] ]=50
		}
	},
	[ [=[32]=] ]=
	{
		[ [=[name]=] ]=[=[100意志精华]=],
		[ [=[price]=] ]=200,
		[ [=[typeWeight]=] ]=2500,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[sd]=] ]=100
		}
	},
	[ [=[33]=] ]=
	{
		[ [=[name]=] ]=[=[200意志精华]=],
		[ [=[price]=] ]=390,
		[ [=[typeWeight]=] ]=600,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[sd]=] ]=200
		}
	},
	[ [=[34]=] ]=
	{
		[ [=[name]=] ]=[=[1000意志精华]=],
		[ [=[price]=] ]=1900,
		[ [=[typeWeight]=] ]=220,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[sd]=] ]=1000
		}
	},
	[ [=[35]=] ]=
	{
		[ [=[name]=] ]=[=[巨星气质]=],
		[ [=[price]=] ]=8000,
		[ [=[typeWeight]=] ]=80,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[bs]=] ]=1
		}
	}
}
return var