local null = nil
local var = 
{
	[ [=[Q104]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q104]=],
				[ [=[text]=] ]=[=[接下来是葡萄牙国内杯赛大航海杯的比赛，我们的对手是帕索斯海狸队。他们可不弱啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q104_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q104]=],
				[ [=[text]=] ]=[=[那就一鼓作气拿下冠军吧！话说到时候在颁奖仪式上把我搬上去亮个相呗……咕噜噜]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q104_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q104]=],
				[ [=[text]=] ]=[=[呃，我觉得夺冠对我们来说并不是一个现实的目标啊。但能走得更远些，对球员的信心来说是很有好处的吧。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q104_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q104]=],
				[ [=[text]=] ]=[=[哼，小心眼……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q104_4]=]
			}
		}
	},
	[ [=[Q105]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q105]=],
				[ [=[text]=] ]=[=[上一场比赛踢得还行啊，不仅赢了，场面还不错。对你这个新手菜鸟教练来说，值得鼓励啊。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q105_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q105]=],
				[ [=[text]=] ]=[=[又来了……在这场杯赛的胜利之后，我相信，虽然我们的实力还不足以和联赛中的一些豪门球队硬碰硬，但绝对是可以在联赛中立足的。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q105_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q105]=],
				[ [=[text]=] ]=[=[呐，不用着急，毕竟这是第一个赛季啊，对你这种新手菜鸟教练来说也没什么太高的期望，保级就好啦。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q105_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q105]=],
				[ [=[text]=] ]=[=[只要我们拿下该拿的分数，保级是不成问题的。这一点我心里有数。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q105_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q105]=],
				[ [=[text]=] ]=[=[周末的联赛又来了，小伙子们，加油。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q105_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q105]=],
				[ [=[text]=] ]=[=[加油加油……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q105_6]=]
			}
		}
	},
	[ [=[Q106]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q106]=],
				[ [=[text]=] ]=[=[喂，你在搞什么啊？现在到了联赛下半程了，虽然球队在冬歇期之前表现不错，但那之后怎么就一路连输啊？都怪你在转会期没有足够的引援吧！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q106_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q106]=],
				[ [=[text]=] ]=[=[我又有什么办法，球队的预算一共就这么一点点，要不把你卖废品了换俩球员回来？]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q106_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q106]=],
				[ [=[text]=] ]=[=[我又值几个钱啊……话说我们在积分榜上已经垫底了哎。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q106_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q106]=],
				[ [=[text]=] ]=[=[我知道，咱们在杯赛中也被淘汰了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q106_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q106]=],
				[ [=[text]=] ]=[=[没钱，没球员，啥都没有，倒不如散伙得了……你是教练，你想想办法啊。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q106_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q106]=],
				[ [=[text]=] ]=[=[一直输下去不是办法，必须要找回胜利的感觉来才行啊。我已经做了我该做的，但胜利还需要球员们去拼下来。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q106_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q106]=],
				[ [=[text]=] ]=[=[看看这场比赛会不会有转机吧。咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q106_7]=]
			}
		}
	},
	[ [=[Q107]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q107]=],
				[ [=[text]=] ]=[=[联赛还剩两轮结束，保级形势依然不见起色，跟提前降级也没啥区别了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q107_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q107]=],
				[ [=[text]=] ]=[=[只有两场全胜才有理论上的保级希望，对手还是联赛前两名的强队，明天就降级喽！洗洗睡吧……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q107_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q107]=],
				[ [=[text]=] ]=[=[先别泄气啊，不管如何，尽人事，听天命。先拿下这一场吧。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q107_3]=]
			}
		}
	},
	[ [=[Q108]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q108]=],
				[ [=[text]=] ]=[=[哟，还真赢了啊。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q108_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q108]=],
				[ [=[text]=] ]=[=[嗯，球员们很棒，打出了我的赛前部署。不过，这场取胜有对手轻敌的因素在吧。最后一场会比这场更艰难。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q108_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q108]=],
				[ [=[text]=] ]=[=[莫非……真的可以创造奇迹吗……那我也算是一台见证奇迹的饮水机了吧……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q108_3]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q108]=],
				[ [=[text]=] ]=[=[总算死里逃生，这在我的执教生涯以来还是第一次呢。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q108_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q108]=],
				[ [=[text]=] ]=[=[要从头开始，真的是不容易啊。继续加油吧。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q108_5]=]
			}
		}
	},
	[ [=[Q201]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q201]=],
				[ [=[text]=] ]=[=[喂，大叔你在搞什么啊？修整了一个夏天后，球队状态差到开局五连败，输得连我都不好意思了！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q201_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q201]=],
				[ [=[text]=] ]=[=[咱们的夏训出了一些问题，毕竟是一支新球队，缺乏一些经验。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q201_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q201]=],
				[ [=[text]=] ]=[=[无论如何，必须让球队回到正确的轨道上！就从这场比赛开始！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q201_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q201]=],
				[ [=[text]=] ]=[=[别又被虐了就好……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q201_4]=]
			}
		}
	},
	[ [=[Q202]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q202]=],
				[ [=[text]=] ]=[=[呼，赢下一场比赛之后，总算摆脱积分榜垫底的局面了啊……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q202_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q202]=],
				[ [=[text]=] ]=[=[嗯，而且球员们终于又尝到了胜利的滋味，这一点很重要。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q202_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q202]=],
				[ [=[text]=] ]=[=[我们下一场要面对阿罗卡巴西人队，他们最近的状况也不是很好，这对我们是个机会啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q202_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q202]=],
				[ [=[text]=] ]=[=[再赢一场再赢一场！哦哦哦！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q202_4]=]
			}
		}
	},
	[ [=[Q203]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q203]=],
				[ [=[text]=] ]=[=[嗯，球队走上正轨了。
俱乐部成立以来，还从来没有取得过三连胜呢。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q203_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q203]=],
				[ [=[text]=] ]=[=[周末面对下一个对手，小伙子们能做到吗？]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q203_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q203]=],
				[ [=[text]=] ]=[=[我相信可以的。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q203_3]=]
			}
		}
	},
	[ [=[Q204]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q204]=],
				[ [=[text]=] ]=[=[嘿，还真的三连胜了哎……不错啊，这么一支草根球队现在也被你带得有声有色了，看来你也不是一无是处啊。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q204_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q204]=],
				[ [=[text]=] ]=[=[是的，我们是草根之师，我们没有大牌球星，我们在上个赛季在最后一轮才侥幸保级。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q204_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q204]=],
				[ [=[text]=] ]=[=[但谁说草根之师就没有逆袭的那一天呢？]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q204_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q204]=],
				[ [=[text]=] ]=[=[继续前进吧，小伙子们。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q204_4]=]
			}
		}
	},
	[ [=[Q205]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q205]=],
				[ [=[text]=] ]=[=[我们已经不声不响地升到了联赛中游。
而且在杯赛中也稳步前进。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q205_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q205]=],
				[ [=[text]=] ]=[=[草根球队逆袭的故事正在发生。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q205_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q205]=],
				[ [=[text]=] ]=[=[嘿嘿，先别高兴太早啊。下一场是杯赛的1/8决赛，咱们要打联赛领头羊波尔图巨龙队喽~连胜要终结啦……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q205_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q205]=],
				[ [=[text]=] ]=[=[不要小看自己，其实我们也很强啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q205_4]=]
			}
		}
	},
	[ [=[Q206]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q206]=],
				[ [=[text]=] ]=[=[嚯，居然又让你赢了哈。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q206_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q206]=],
				[ [=[text]=] ]=[=[波尔图巨龙队都被你打败了，看来以后不能再叫你新手菜鸟教练了。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q206_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q206]=],
				[ [=[text]=] ]=[=[可是咱们消耗过大，球队进入了一个低潮期，联赛连续不胜，杯赛也在1/4决赛中被淘汰了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q206_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q206]=],
				[ [=[text]=] ]=[=[听起来跟灌篮高手的剧情差不多啊。干掉了全国大赛里最强的对手山王，然而却再也没有力气继续前进了。对了，那以后我就叫你安西教练好了……好像肚子也差不多大……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q206_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q206]=],
				[ [=[text]=] ]=[=[我觉得我的身材比安西教练还是要好一点的……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q206_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q206]=],
				[ [=[text]=] ]=[=[也没好哪儿去。哎，我原以为赢了巨龙队，在杯赛里可以一路夺冠的啊。咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q206_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q206]=],
				[ [=[text]=] ]=[=[嗯，球队的板凳深度不足，这也是没有办法的事情。不过，球队在特定条件下所爆发出的能量如此强大，这是我都没想到的啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q206_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q206]=],
				[ [=[text]=] ]=[=[不过你要记住，咱们的路还很长。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q206_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q206]=],
				[ [=[text]=] ]=[=[我要球队赢下接下来这场比赛！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q206_9]=]
			}
		}
	},
	[ [=[Q207]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q207]=],
				[ [=[text]=] ]=[=[接下来这场比赛很重要啊，赢下来就可以彻底甩开身后的保级军团，基本提前宣告保级成功了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q207_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q207]=],
				[ [=[text]=] ]=[=[是啊，如果顺利的话，还能杀进积分榜的上半区呢。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q207_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q207]=],
				[ [=[text]=] ]=[=[这货又败人品了……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q207_3]=]
			}
		}
	},
	[ [=[Q208]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q208]=],
				[ [=[text]=] ]=[=[这个赛季总的来说还不错，对于一支上赛季勉强保级的球队来说，能排在中游已经是非常大的进步了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q208_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q208]=],
				[ [=[text]=] ]=[=[毕竟莱斯特城式的励志故事是可遇而不可求的，一步一个脚印地发展才是正途。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q208_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q208]=],
				[ [=[text]=] ]=[=[如果能在赛季的最后几轮赢下几场硬仗，那就太好了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q208_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q208]=],
				[ [=[text]=] ]=[=[这场的对手是里斯本光明队吧！不怕他们！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q208_4]=]
			}
		}
	},
	[ [=[Q209]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q209]=],
				[ [=[text]=] ]=[=[咦，要又一次面对波尔图巨龙队了啊。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q209_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q209]=],
				[ [=[text]=] ]=[=[他们是我们在杯赛中的手下败将，这场拿下应该是小菜一碟吧，不用怎么准备了，直接上吧……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q209_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q209]=],
				[ [=[text]=] ]=[=[你这种想法恰恰是最危险的啊。他们之所以在杯赛中输给了我们，也是由于轻敌心理在作怪啊。有位伟人曾经说过：战略上要藐视敌人，战术上要重视敌人。我觉得非常有道理。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q209_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q209]=],
				[ [=[text]=] ]=[=[最讨厌被一本正经地说教了……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q209_4]=]
			}
		}
	},
	[ [=[Q210]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q210]=],
				[ [=[text]=] ]=[=[赛季还剩下最后一轮，球队的排名基本也稳定在了中游。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q210_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q210]=],
				[ [=[text]=] ]=[=[不过，谁都希望以一场胜利来结束赛季，迎来假期，对吧？]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q210_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q210]=],
				[ [=[text]=] ]=[=[更何况是面对已经提前加冕冠军的里斯本雄狮队呢？]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q210_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q210]=],
				[ [=[text]=] ]=[=[今天我们列队欢迎他们，总有一天要他们列队欢迎我们！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q210_4]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q210]=],
				[ [=[text]=] ]=[=[这一年真是大起大落的一年啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q210_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q210]=],
				[ [=[text]=] ]=[=[不过，经过了这一年，应该很多人都开始熟悉我们了吧？]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q210_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q210]=],
				[ [=[text]=] ]=[=[才刚刚上路呢。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q210_7]=]
			}
		}
	},
	[ [=[Q301]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q301]=],
				[ [=[text]=] ]=[=[看着队伍从一开始的青涩到现在已经站稳脚跟，还真的是很感慨呢。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q301_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q301]=],
				[ [=[text]=] ]=[=[第三年了。时间过得好快啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q301_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q301]=],
				[ [=[text]=] ]=[=[您从第一天球队建立，看着这个集体慢慢壮大，一定有很多感想吧？作为这全程的见证者，你一定对我充满了感激之情对不对？现在你想对我说点什么吗？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q301_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q301]=],
				[ [=[text]=] ]=[=[可不是么，当初从我一来到这里就跟着我的几名球员中有几个小伙子都有成为顶级巨星的潜质。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q301_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q301]=],
				[ [=[text]=] ]=[=[可惜现在葡萄牙足球却暂时处于低谷，为了曾经的辉煌，奋斗吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q301_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q301]=],
				[ [=[text]=] ]=[=[被惨无人道地无视了啊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q301_6]=]
			}
		}
	},
	[ [=[Q302]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q302]=],
				[ [=[text]=] ]=[=[下一场是杯赛了。然而，我们第一轮的对手就是强大的里斯本光明队。
我可不想在第一轮就打道回府。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q302_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q302]=],
				[ [=[text]=] ]=[=[还不是怪你抽签狗屎运，手气太差……咕噜噜]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q302_2]=]
			}
		}
	},
	[ [=[Q303]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q303]=],
				[ [=[text]=] ]=[=[居然顺利赢下了杯赛首轮啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q303_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q303]=],
				[ [=[text]=] ]=[=[下一场是对阵丰沙尔船员队的德比战了，双方知根知底啊。想当年我差点就成了他们队的饮水机了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q303_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q303]=],
				[ [=[text]=] ]=[=[嗯，面对熟悉的对手，最好是在不付出太大代价的情况下取胜啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q303_3]=]
			}
		}
	},
	[ [=[Q304]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q304]=],
				[ [=[text]=] ]=[=[我来查一下接下来的赛程……嗯，大航海杯四分之一决赛。对手是布拉加主教队。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q304_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q304]=],
				[ [=[text]=] ]=[=[嗯，跟他们也已经是多次交战的老对手了，我们之间互有胜负啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q304_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q304]=],
				[ [=[text]=] ]=[=[他们也算是欧洲比赛的常客了，近年来，葡萄牙除了传统三强之外，最强的就是他们了吧？我看你这场凶多吉少喽……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q304_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q304]=],
				[ [=[text]=] ]=[=[哦？你不觉得除了传统三强之外最强的是我们吗？]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q304_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q304]=],
				[ [=[text]=] ]=[=[不是你一直以来都教育我要谦虚的吗……这人真奇怪……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q304_5]=]
			}
		}
	},
	[ [=[Q305]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q305]=],
				[ [=[text]=] ]=[=[接下来是另一场德比战了！迎战丰沙尔岛民队！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q305_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q305]=],
				[ [=[text]=] ]=[=[我们的崛起让整座小岛都热闹了起来啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q305_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q305]=],
				[ [=[text]=] ]=[=[如果暂时还不能称霸葡萄牙，称霸小岛也不错啊……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q305_3]=]
			}
		}
	},
	[ [=[Q306]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q306]=],
				[ [=[text]=] ]=[=[接下来是大航海杯的8强战了。
我们再次遭遇强敌里斯本雄狮队。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q306_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q306]=],
				[ [=[text]=] ]=[=[比赛前，我突然有个预感。
如果我们可以通过这一关的话，说不定可以……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q306_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q306]=],
				[ [=[text]=] ]=[=[先做好眼下的事情吧。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q306_3]=]
			}
		}
	},
	[ [=[Q307]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q307]=],
				[ [=[text]=] ]=[=[杀进大航海杯四强了……不错不错。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q307_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q307]=],
				[ [=[text]=] ]=[=[这个赛季或许就是我们拿下队史第一座锦标的时候啊。虽然我的哲学是永不提前庆祝，但我的这种感觉很强烈。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q307_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q307]=],
				[ [=[text]=] ]=[=[还永不提前庆祝呢，这不还是在败人品么……这场我们要在联赛里面对强敌里斯本光明队，就拿他们来检验一下自身的成色吧……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q307_3]=]
			}
		}
	},
	[ [=[Q308]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q308]=],
				[ [=[text]=] ]=[=[下场要打大航海杯半决赛了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q308_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q308]=],
				[ [=[text]=] ]=[=[到了半决赛，任何球队都渴望夺冠吧？不管对手实力怎样，轻敌就要吃亏了啊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q308_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q308]=],
				[ [=[text]=] ]=[=[你现在越来越专业了啊！
加油，小伙子们。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q308_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q308]=],
				[ [=[text]=] ]=[=[咕噜噜……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q308_4]=]
			}
		}
	},
	[ [=[Q309]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q309]=],
				[ [=[text]=] ]=[=[我们杀入了葡萄牙大航海杯的决赛。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q309_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q309]=],
				[ [=[text]=] ]=[=[虽然联赛的排名不甚理想，但如果能拿下杯赛冠军，这依然是一个成功的赛季。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q309_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q309]=],
				[ [=[text]=] ]=[=[杯赛决赛的对手是葡萄牙足坛的巨无霸——波尔图巨龙队。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q309_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q309]=],
				[ [=[text]=] ]=[=[巧的是，我们在联赛最后一轮的对手也是他们。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q309_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q309]=],
				[ [=[text]=] ]=[=[如果能在联赛中先击败他们一场，对球队的士气应该是极大的鼓舞吧。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q309_5]=]
			}
		}
	},
	[ [=[Q310]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q310]=],
				[ [=[text]=] ]=[=[期盼已久的一天终于到了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q310_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q310]=],
				[ [=[text]=] ]=[=[咱们在几天前赢过他们一次，他们今天会憋着一股气凶猛反扑的吧……咱们能顶住吗……好怕怕……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q310_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q310]=],
				[ [=[text]=] ]=[=[是啊，可到了现在，我们还怕什么呢？]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q310_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q310]=],
				[ [=[text]=] ]=[=[我们很强！！！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q310_4]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q310]=],
				[ [=[text]=] ]=[=[赢了耶！好耶！好耶！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q310_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q310]=],
				[ [=[text]=] ]=[=[队史上第一个冠军耶！！！我要登领奖台！我要捧杯！我强烈要求球队拍全家福的时候带我一个！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q310_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q310]=],
				[ [=[text]=] ]=[=[更重要的是，我们凭借着这个杯赛冠军，杀进了下赛季的欧洲小耳朵杯赛。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q310_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q310]=],
				[ [=[text]=] ]=[=[这一切真的是如梦似幻。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q310_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q310]=],
				[ [=[text]=] ]=[=[欧洲，我们来了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q310_9]=]
			}
		}
	},
	[ [=[Q401]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q401]=],
				[ [=[text]=] ]=[=[这是我们第一次踏上欧洲赛事的征程，想想还真是有点小激动呢。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q401_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q401]=],
				[ [=[text]=] ]=[=[新的征程，我们准备好了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q401_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q401]=],
				[ [=[text]=] ]=[=[欧洲小耳朵杯小组赛第一场，球队远征英格兰。我没能跟着去，留在葡萄牙看直播……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q401_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q401]=],
				[ [=[text]=] ]=[=[可是貌似队员们太紧张了，开场30分钟就连丢两球……这大叔在搞什么啊！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q401_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q401]=],
				[ [=[text]=] ]=[=[看来必须要调整战术了啊。至少要扳平比分才行啊！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q401_5]=]
			}
		}
	},
	[ [=[Q402]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q402]=],
				[ [=[text]=] ]=[=[我们的欧战首秀以一场平局告终。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q402_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q402]=],
				[ [=[text]=] ]=[=[看来队员们还要适应一下欧战的节奏。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q402_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q402]=],
				[ [=[text]=] ]=[=[下一场是联赛，先调整一下状态吧。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q402_3]=]
			}
		}
	},
	[ [=[Q403]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q403]=],
				[ [=[text]=] ]=[=[喂喂，大叔，最近几场联赛的战绩不太好啊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q403_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q403]=],
				[ [=[text]=] ]=[=[三线作战的压力果然比较大。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q403_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q403]=],
				[ [=[text]=] ]=[=[咱们的阵容还是过于单薄了啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q403_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q403]=],
				[ [=[text]=] ]=[=[现在离转会期还早，想买人也不太现实啊。麻烦大了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q403_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q403]=],
				[ [=[text]=] ]=[=[我只能尝试轮换让主力队员们得到休息。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q403_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q403]=],
				[ [=[text]=] ]=[=[杯赛，能走多远就走多远吧。这话你可千万不能透露给队员们啊！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q403_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q403]=],
				[ [=[text]=] ]=[=[咕噜噜……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q403_7]=]
			}
		}
	},
	[ [=[Q404]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q404]=],
				[ [=[text]=] ]=[=[三线作战战线拉太长，目前球队在联赛中表现不佳，杯赛我只好选择战略放弃了…]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q404_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q404]=],
				[ [=[text]=] ]=[=[饮水机老师，小耳朵杯赛咱们现在什么情况了？]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q404_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q404]=],
				[ [=[text]=] ]=[=[这你自己不清楚么……两场一平一负，出线形势不太乐观……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q404_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q404]=],
				[ [=[text]=] ]=[=[那接下来两场对阵马赛薰衣草队的比赛更重要了！
如果能打好，才有可能出线吧？]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q404_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q404]=],
				[ [=[text]=] ]=[=[你什么时候变得这么面了啊？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q404_5]=]
			}
		}
	},
	[ [=[Q405]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q405]=],
				[ [=[text]=] ]=[=[在主场拿下了他们之后，客场的比赛也不能掉以轻心啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q405_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q405]=],
				[ [=[text]=] ]=[=[如果能赢下这场的话，我决定带他们去吃一顿著名的马赛鱼汤，庆祝一下。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q405_2]=]
			}
		}
	},
	[ [=[Q406]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q406]=],
				[ [=[text]=] ]=[=[啃下了两场背靠背，之前你自己挖的大坑终于填上了……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q406_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q406]=],
				[ [=[text]=] ]=[=[嗯，现在形势可以说是掌握在我们自己手里了。下一场比赛是国内联赛，对手也并不太强，是个喘息的机会啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q406_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q406]=],
				[ [=[text]=] ]=[=[一般……说出这种话……就是要输的节奏……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q406_3]=]
			}
		}
	},
	[ [=[Q407]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q407]=],
				[ [=[text]=] ]=[=[一度乐观的出线形式在我们主场输给伦敦铁锤队之后再次告急。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q407_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q407]=],
				[ [=[text]=] ]=[=[没办法，对手实力太强大了！咱们经验上又有所不足。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q407_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q407]=],
				[ [=[text]=] ]=[=[喂喂喂，大叔，别灰心啊，用一句俗一点的话说，我们的命运依然掌握在自己手里啊。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q407_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q407]=],
				[ [=[text]=] ]=[=[只要客场击败飞燕队，还能保证以小组第二的身份出线……虽然小组第二不太好听吧……忍了忍了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q407_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q407]=],
				[ [=[text]=] ]=[=[出征！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q407_5]=]
			}
		}
	},
	[ [=[Q408]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q408]=],
				[ [=[text]=] ]=[=[哦哦哦，咱们从小组赛中成功出线了哇！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q408_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q408]=],
				[ [=[text]=] ]=[=[我也很激动！
这对于一支成立仅仅几年，并且首次征战欧战的俱乐部来说，已经是奇迹了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q408_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q408]=],
				[ [=[text]=] ]=[=[高兴一下就行了，赶紧回头看看国内联赛的积分榜吧，已经火烧眉毛了……好在小耳朵杯的淘汰赛不会马上开始，有一段时间喘息……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q408_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q408]=],
				[ [=[text]=] ]=[=[是的，咱们需要调整一下。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q408_4]=]
			}
		}
	},
	[ [=[Q409]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q409]=],
				[ [=[text]=] ]=[=[欧洲小耳朵杯抽签揭晓了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q409_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q409]=],
				[ [=[text]=] ]=[=[我们的对手是从大耳朵杯小组赛淘汰下来的红魔队。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q409_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q409]=],
				[ [=[text]=] ]=[=[天啊，红魔队，英格兰霸主，世界最强的球队之一。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q409_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q409]=],
				[ [=[text]=] ]=[=[不过自从功勋教练F爵士隐退之后，他们的实力就今非昔比了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q409_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q409]=],
				[ [=[text]=] ]=[=[我们或许会有机会？]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q409_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q409]=],
				[ [=[text]=] ]=[=[不过，球队开局不利，半场时以0:2落后……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q409_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q409]=],
				[ [=[text]=] ]=[=[哎呀，怕什么！我听说红魔队之前最擅长的就是逆风作战，现在我们以其人之道还其人之身，也让他们尝尝痛失好局的滋味嘛……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q409_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q409]=],
				[ [=[text]=] ]=[=[嗯，至少要把比分扳平，才能将悬念保留到第二回合啊，输了就基本宣告结束了……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q409_8]=]
			}
		}
	},
	[ [=[Q410]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q410]=],
				[ [=[text]=] ]=[=[在主场拿到了一场平局，还算可以吧……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q410_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q410]=],
				[ [=[text]=] ]=[=[但对方有客场进球优势，看来只能在客场力争取胜了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q410_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q410]=],
				[ [=[text]=] ]=[=[不过我们的开局还不错，一次反击机会帮助我们领先对手。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q410_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q410]=],
				[ [=[text]=] ]=[=[只要把这个比分收到终场就可以了吧…]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q410_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q410]=],
				[ [=[text]=] ]=[=[大家听令！在接下来的比赛中拼命死守，绝对不能让对方进球！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q410_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q410]=],
				[ [=[text]=] ]=[=[绝对不能……不能……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q410_6]=]
			}
		}
	},
	[ [=[Q411]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q411]=],
				[ [=[text]=] ]=[=[哦哦哦！我们创造了奇迹！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q411_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q411]=],
				[ [=[text]=] ]=[=[我们在欧洲小耳朵杯中淘汰了世界一线豪门红魔队！大叔，真有你的！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q411_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q411]=],
				[ [=[text]=] ]=[=[看着队员们的图片登上了各大媒体的头条，真让人感慨啊!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q411_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q411]=],
				[ [=[text]=] ]=[=[我们在小耳朵杯下一轮的对手是那不勒斯火山队。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q411_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q411]=],
				[ [=[text]=] ]=[=[又是一支大热门啊……大叔你这是什么签运啊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q411_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q411]=],
				[ [=[text]=] ]=[=[俗话说，“大热必死”。虽然这是句不太负责任的话，但能走到这一步已经是对我们的奖赏了，还有什么好害怕的呢？]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q411_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q411]=],
				[ [=[text]=] ]=[=[只踢了半场，就灌了我们四个进球，这回神仙也救不了你喽……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q411_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q411]=],
				[ [=[text]=] ]=[=[能走到这一步已经很令我满意了啊。大家注意，下半场比赛我们不求逆转，只求打进一个挽回颜面的进球，回报不远万里跟随我们的球迷们！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q411_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q411]=],
				[ [=[text]=] ]=[=[进一个也好啊，咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q411_9]=]
			}
		}
	},
	[ [=[Q412]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q412]=],
				[ [=[text]=] ]=[=[必须承认我们和对手之间的差距。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q412_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q412]=],
				[ [=[text]=] ]=[=[不过我们有的是明天。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q412_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q412]=],
				[ [=[text]=] ]=[=[如果被淘汰是不可避免的话，就献给我们的球迷们最后一场精彩的演出吧。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q412_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q412]=],
				[ [=[text]=] ]=[=[就算要被淘汰，也要骄傲地昂首离开！我等着迎接你们回来！哎呀我都被自己感动了……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q412_4]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q412]=],
				[ [=[text]=] ]=[=[这个赛季就这样结束了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q412_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q412]=],
				[ [=[text]=] ]=[=[尽管遗憾地未能更进一步，但球迷们依然把我们视为心目中的英雄。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q412_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q412]=],
				[ [=[text]=] ]=[=[我从没如此期待过新赛季的开始。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q412_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q412]=],
				[ [=[text]=] ]=[=[前进吧。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q412_8]=]
			}
		}
	},
	[ [=[Q501]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q501]=],
				[ [=[text]=] ]=[=[上赛季咱们把大部分精力投入了欧洲小耳朵杯的比赛，导致联赛排名欠佳啊。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q501_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q501]=],
				[ [=[text]=] ]=[=[新赛季我们没有欧战任务了。大叔你居然没下课。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q501_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q501]=],
				[ [=[text]=] ]=[=[这是我的俱乐部，下不下课只有我自己决定好不好！这样也好，好好在联赛中验证一下我们的实力吧。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q501_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q501]=],
				[ [=[text]=] ]=[=[经过了这几年的积累，是时候向传统豪门发起挑战了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q501_4]=]
			}
		}
	},
	[ [=[Q502]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q502]=],
				[ [=[text]=] ]=[=[开局不错哦……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q502_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q502]=],
				[ [=[text]=] ]=[=[是啊，想当年我执教豪门的时候，常常都是从赛季的第一轮一路领跑到最后一轮啊。这种感觉好久没有过了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q502_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q502]=],
				[ [=[text]=] ]=[=[再赢下这一场，我们就可以领跑积分榜了吧……当个强者的感觉真不错啊真不错……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q502_3]=]
			}
		}
	},
	[ [=[Q503]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q503]=],
				[ [=[text]=] ]=[=[真漂亮啊！我们居然成为积分榜首了！看来这个赛季联赛夺冠已经不成问题了！我就等着了啊！别忘了也帮我留一块金牌！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q503_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q503]=],
				[ [=[text]=] ]=[=[这次败人品的到底是谁……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q503_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q503]=],
				[ [=[text]=] ]=[=[天气不错哈……咕噜噜……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q503_3]=]
			}
		}
	},
	[ [=[Q504]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q504]=],
				[ [=[text]=] ]=[=[下轮比赛是我们遇到的一大考验。
客场挑战里斯本雄狮队。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q504_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q504]=],
				[ [=[text]=] ]=[=[然而开局并不能令人满意……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q504_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q504]=],
				[ [=[text]=] ]=[=[这次你不得不承认是你的首发安排失误了吧？赶紧调整吧，就算赢不了，追回一两个球也好啊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q504_3]=]
			}
		}
	},
	[ [=[Q505]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q505]=],
				[ [=[text]=] ]=[=[输给里斯本雄狮之后，球队的迅猛势头暂缓了下来。
联赛中陷入了一个五轮不胜的小低谷。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q505_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q505]=],
				[ [=[text]=] ]=[=[不过，马上我们又要在葡萄牙大航海杯中迎战里斯本雄狮队了。
从哪里跌倒，就从哪里爬起来吧。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q505_2]=]
			}
		}
	},
	[ [=[Q506]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q506]=],
				[ [=[text]=] ]=[=[在杯赛中取胜之后，总算是止住了连续不胜的势头啊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q506_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q506]=],
				[ [=[text]=] ]=[=[不过，我们在联赛里前一段失分太多，已经被甩出争冠集团了啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q506_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q506]=],
				[ [=[text]=] ]=[=[看来之前还是过于看好你了……现在找回状态还不会太晚，从这场比赛开始追分，还是有可能的哈……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q506_3]=]
			}
		}
	},
	[ [=[Q507]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q507]=],
				[ [=[text]=] ]=[=[下一场是同积分榜前列的里斯本光明队的直接对话啊。击败他们，就可以重回争冠行列了吧？不过我感觉你赢不了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q507_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q507]=],
				[ [=[text]=] ]=[=[哼，只会说风凉话的家伙。我们的实力已经不输给任何对手，但稳定性还有待提高……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q507_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q507]=],
				[ [=[text]=] ]=[=[不想让我说风凉话，你就先带队回到争冠集团再说！哼！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q507_3]=]
			}
		}
	},
	[ [=[Q508]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q508]=],
				[ [=[text]=] ]=[=[还记得，上半程联赛最后一轮的对手是波尔图巨龙队……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q508_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q508]=],
				[ [=[text]=] ]=[=[他们目前在联赛中和我们并驾齐驱啊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q508_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q508]=],
				[ [=[text]=] ]=[=[咱们联赛最后一轮还得跟他们对赛。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q508_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q508]=],
				[ [=[text]=] ]=[=[媒体纷纷认为，最后的那场比赛可能会决定整个赛季的冠军归属。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q508_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q508]=],
				[ [=[text]=] ]=[=[换句话说，这是真正意义上的新旧霸主之争啊！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q508_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q508]=],
				[ [=[text]=] ]=[=[你怎么搞的，开场又落后了！这场新旧霸主之争我们不能输！至少要拿到一场平局才能体现出挑战者的气势来！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q508_6]=]
			}
		}
	},
	[ [=[Q509]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q509]=],
				[ [=[text]=] ]=[=[这个赛季积分榜的名次几家俱乐部互相咬得都很紧啊，你赢他们就赢，他们输你也输，真是不争气……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q509_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q509]=],
				[ [=[text]=] ]=[=[榜首大战不分胜负，看来这赛季的冠军之争要成为一场持久战了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q509_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q509]=],
				[ [=[text]=] ]=[=[联赛第25轮，咱们主场要再次面对里斯本雄狮队！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q509_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q509]=],
				[ [=[text]=] ]=[=[赢也赢过，输也输过……不怕他们，上吧！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q509_4]=]
			}
		}
	},
	[ [=[Q510]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q510]=],
				[ [=[text]=] ]=[=[这几轮积分榜前几名接连取胜拿分，跟身后的第二集团拉开了明显的差距啊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q510_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q510]=],
				[ [=[text]=] ]=[=[但是你没发现吗？波尔图巨龙队的发挥在稳定性上还是要胜过其他几个对手一筹。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q510_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q510]=],
				[ [=[text]=] ]=[=[是啊，我们和里斯本光明队时不时还会打平一两场，波尔图巨龙就是一路赢赢赢啊……
在倒数第二轮迎战里斯本光明队之前，两个球队平分，而波尔图巨龙队领先咱们2分……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q510_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q510]=],
				[ [=[text]=] ]=[=[也就是说，如果我们这一场能分出胜负，胜者就可以继续对榜首施压；而如果战平且波尔图巨龙队获胜的话，那他们就提前一轮夺冠了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q510_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q510]=],
				[ [=[text]=] ]=[=[坚持住啊……哎你们怎么搞的，开局又连丢两球……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q510_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q510]=],
				[ [=[text]=] ]=[=[虽然两球落后，但只有取胜才能留住冠军的希望！教练你赶紧布置一下啊！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q510_6]=]
			}
		}
	},
	[ [=[Q511]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q511]=],
				[ [=[text]=] ]=[=[拼劲了全力，结果就是这样了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q511_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q511]=],
				[ [=[text]=] ]=[=[波尔图巨龙队提前一轮夺得了冠军，而我们最后一场迎战他们的联赛也由争冠之战变成了荣誉之战。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q511_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q511]=],
				[ [=[text]=] ]=[=[我们在场边列队欢迎对手入场。
我相信，总有一天我们也会做到的，让对手列队欢迎我们。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q511_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q511]=],
				[ [=[text]=] ]=[=[还有明天。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q511_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q511]=],
				[ [=[text]=] ]=[=[虽然对手已经赢得了联赛冠军，但我们击败他们，不就证明我们比冠军还要强了吗？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q511_5]=]
			}
		}
	},
	[ [=[Q512]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q512]=],
				[ [=[text]=] ]=[=[联赛的冠军虽然已经没有悬念了，但我们还有最后一场比赛要踢啊！
跟联赛冠军来一场真刀真枪的较量吧！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q512_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q512]=],
				[ [=[text]=] ]=[=[是啊。在大航海杯的决赛里击败他们吧！话说饮水机老师你这么励志还真的是很少见哎……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q512_2]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q512]=],
				[ [=[text]=] ]=[=[真是一个值得回味的赛季啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q512_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q512]=],
				[ [=[text]=] ]=[=[经过了这一个赛季，我相信我们已经成为葡萄牙国内最强的球队之一了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q512_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q512]=],
				[ [=[text]=] ]=[=[我也相信……咕噜噜……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q512_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q512]=],
				[ [=[text]=] ]=[=[我对下赛季充满了期待！再不拿联赛冠军你就可以说不是人了！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q512_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q512]=],
				[ [=[text]=] ]=[=[相信我，咱们会的。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q512_7]=]
			}
		}
	},
	[ [=[Q601]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q601]=],
				[ [=[text]=] ]=[=[新赛季来了，全新的冒险开始啦……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q601_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q601]=],
				[ [=[text]=] ]=[=[是时候向全国的最高荣誉发起冲击了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q601_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q601]=],
				[ [=[text]=] ]=[=[去年的表现证明，我们的实力不输给国内的任何一家球队。我感觉只要对球队进行一些小范围的补强，就能极大得提高球队稳定性。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q601_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q601]=],
				[ [=[text]=] ]=[=[更衣室里的气氛也很不错哇……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q601_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q601]=],
				[ [=[text]=] ]=[=[打个漂亮的揭幕战吧！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q601_5]=]
			}
		}
	},
	[ [=[Q602]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q602]=],
				[ [=[text]=] ]=[=[我们同时在欧洲大耳朵杯比赛中也要保持前进势头。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q602_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q602]=],
				[ [=[text]=] ]=[=[在这个小组中，巴塞罗那宇宙队毫无疑问是最强的，但其他三支球队的实力都在伯仲之间。
我们应该是有机会的。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q602_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q602]=],
				[ [=[text]=] ]=[=[欧洲大耳朵杯首秀，我们来了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q602_3]=]
			}
		}
	},
	[ [=[Q603]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q603]=],
				[ [=[text]=] ]=[=[一周双赛还真是有些疲惫呢。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q603_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q603]=],
				[ [=[text]=] ]=[=[是啊，特别是我们还是小岛上的球队，基本上无论去哪里都要坐飞机……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q603_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q603]=],
				[ [=[text]=] ]=[=[或许，等到我在这里拿到了冠军，就是该离开的时候了吧……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q603_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q603]=],
				[ [=[text]=] ]=[=[你在说什么？什么离开？离开哪儿啊？带不带我啊？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q603_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q603]=],
				[ [=[text]=] ]=[=[啊，没，没什么。去赛场吧，比赛要开始了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q603_5]=]
			}
		}
	},
	[ [=[Q604]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q604]=],
				[ [=[text]=] ]=[=[球队要第一次为欧洲大耳朵杯客场远征了哈。虽然我不能跟过去，但心情还真有点小紧张，小激动，小兴奋……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q604_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q604]=],
				[ [=[text]=] ]=[=[嗯，第一次征战欧罗巴客场的经历我也还历历在目呢。时间这一年一年过的，真快啊！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q604_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q604]=],
				[ [=[text]=] ]=[=[是啊，你来到球队都已经第十个年头了。我在这儿也已经十年了哈……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q604_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q604]=],
				[ [=[text]=] ]=[=[听说这次有三千名球迷跟随我们一路到英格兰远征。
尽管对手很强大，但为了球迷们的支持我们也要战斗到底！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q604_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q604]=],
				[ [=[text]=] ]=[=[对手是曾经在英格兰上演草根奇迹的莱斯特狐狸队啊，喂，能帮我要个对手教练补锅先生的签名吗？我觉得他的眼镜特别帅！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q604_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q604]=],
				[ [=[text]=] ]=[=[补锅先生已经离队了，现在他们的主帅是文豪教练啊，你又火星了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q604_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q604]=],
				[ [=[text]=] ]=[=[喂大叔，你这句“你又火星了”才火星呢好不好！现在我们都说“大清已经亡了”。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q604_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q604]=],
				[ [=[text]=] ]=[=[……无不无聊啊你……至少要带一场平局回家吧！为了远道而来的球迷们！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q604_8]=]
			}
		}
	},
	[ [=[Q605]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q605]=],
				[ [=[text]=] ]=[=[刚刚远征回来，就要面对国内联赛上最强大的对手之一，真是一点喘息之机也不给啊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q605_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q605]=],
				[ [=[text]=] ]=[=[这才哪到哪啊，我之前已经过了十几年这样的日子了，就是太累了才到小岛上来修整的。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q605_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q605]=],
				[ [=[text]=] ]=[=[没想到球队的进步如此之快，难道这就是宿命，我此生一直要在操劳中度过吗？]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q605_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q605]=],
				[ [=[text]=] ]=[=[认命吧，这就是你的价值之所在啊……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q605_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q605]=],
				[ [=[text]=] ]=[=[说得我都不好意思了……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q605_5]=]
			}
		}
	},
	[ [=[Q606]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q606]=],
				[ [=[text]=] ]=[=[终于要在欧洲大耳朵杯比赛中面对拜仁慕尼黑了啊，拜仁，全世界最顶尖的豪门球队。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q606_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q606]=],
				[ [=[text]=] ]=[=[小岛上的球迷，六年前应该想不到会有这么一天吧。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q606_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q606]=],
				[ [=[text]=] ]=[=[实力上的差距是必须承认的，不过，就享受比赛吧，让球迷把比赛当成一场派对，又有什么不可以呢。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q606_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q606]=],
				[ [=[text]=] ]=[=[输球无所谓，但我们至少也要打进1球，不，两球！让慕尼黑的家伙们认识一下我们！咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q606_4]=]
			}
		}
	},
	[ [=[Q607]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q607]=],
				[ [=[text]=] ]=[=[球队不出所料地输掉了和拜仁慕尼黑的两场比赛。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q607_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q607]=],
				[ [=[text]=] ]=[=[不过在双杀埃因霍温吹风机队之后，球队依然还有以小组第二出线的机会。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q607_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q607]=],
				[ [=[text]=] ]=[=[没办法，拜仁太无解了。整个球队的战斗力比咱们高出了不知多少…
喂，球员们，别灰心丧气的！先喝点水……只要在主场击败莱斯特狐狸队就可以了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q607_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q607]=],
				[ [=[text]=] ]=[=[嗯，我们在客场和他们战平，主场取胜并不是没有可能的……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q607_4]=]
			}
		}
	},
	[ [=[Q608]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q608]=],
				[ [=[text]=] ]=[=[从欧洲大耳朵杯小组赛突围了啊。
接下来欧洲大耳朵杯要歇战一段时间，我们在联赛里抓紧抢分吧。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q608_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q608]=],
				[ [=[text]=] ]=[=[是啊，在联赛里要紧紧咬住领跑的球队……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q608_2]=]
			}
		}
	},
	[ [=[Q609]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q609]=],
				[ [=[text]=] ]=[=[下个对手是在主场迎战波尔图巨龙队。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q609_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q609]=],
				[ [=[text]=] ]=[=[只要赢下对手，咱们就能登上积分榜榜首了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q609_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q609]=],
				[ [=[text]=] ]=[=[真想看到第一名的位置写的是咱们球队的名字啊……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q609_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q609]=],
				[ [=[text]=] ]=[=[出征吧……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q609_4]=]
			}
		}
	},
	[ [=[Q610]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q610]=],
				[ [=[text]=] ]=[=[欧洲大耳朵杯淘汰赛马上就要开始了。
希望球队走得更远……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q610_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q610]=],
				[ [=[text]=] ]=[=[会有奇迹发生吗？]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q610_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q610]=],
				[ [=[text]=] ]=[=[对手可是强大的都灵老妇人队啊。他们的实力并就算跟巴塞罗那宇宙队比，也是不落下风啊，惨了惨了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q610_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q610]=],
				[ [=[text]=] ]=[=[嗯，他们的实力和宇宙队在伯仲之间，但比赛风格却完全不同。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q610_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q610]=],
				[ [=[text]=] ]=[=[如果说巴塞罗那宇宙队凭借超群绝伦的攻击力取胜，那都灵老妇人就是把钢铁般的防守发挥到了极致啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q610_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q610]=],
				[ [=[text]=] ]=[=[啊，那岂不是说我们在比赛中一旦落后，就很难通过进球来追平了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q610_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q610]=],
				[ [=[text]=] ]=[=[是个很难的挑战啊。让我们来试试吧。至少我们在主场，有无数球迷在身后支持我们。在落后两球的局面下奋起直追，追平对手吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q610_7]=]
			}
		}
	},
	[ [=[Q611]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q611]=],
				[ [=[text]=] ]=[=[真是太难让人置信了！小伙子们以无比顽强的作风在主场逼平了强大的都灵老妇人队！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q611_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q611]=],
				[ [=[text]=] ]=[=[只可惜客场之旅结果差别如此巨大，居然半场就已经0-4落后了…]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q611_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q611]=],
				[ [=[text]=] ]=[=[对手的主场简直就是魔鬼主场啊！咱们的球迷还是少，肯定没有人家豪门那样的主场气氛…]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q611_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q611]=],
				[ [=[text]=] ]=[=[我在中场休息时对球员们说，这一点不可怕。早晚有一天，我们也会像他们一样强大。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q611_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q611]=],
				[ [=[text]=] ]=[=[所以，这绝不是他们在欧洲大耳朵杯赛场上的最后45分钟。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q611_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q611]=],
				[ [=[text]=] ]=[=[那就用45分钟的完美演出来告别这个赛季的大耳朵杯，同时报答我们可爱的球迷们吧！我在葡萄牙等你们回来哦……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q611_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q611]=],
				[ [=[text]=] ]=[=[他们在大比分领先的情况下肯定会有所松懈，我们至少要打进两球！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q611_7]=]
			}
		}
	},
	[ [=[Q612]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q612]=],
				[ [=[text]=] ]=[=[在结束了欧战任务之后，我的球队在联赛中一路高歌猛进。
在联赛还有两轮的时候，球队领先第二名四分。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q612_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q612]=],
				[ [=[text]=] ]=[=[只要客场战胜里斯本雄狮队，就能确保提前一轮夺冠了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q612_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q612]=],
				[ [=[text]=] ]=[=[客场夺冠，也不错。至少是在里斯本。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q612_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q612]=],
				[ [=[text]=] ]=[=[让小岛上的球迷在首都见证我们的夺冠，并且在首都的大街上尽情庆祝吧！唯一遗憾的就是我去不了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q612_4]=]
			}
		}
	},
	[ [=[Q613]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q613]=],
				[ [=[text]=] ]=[=[拿下了联赛冠军！我们已经势不可挡了！接下来将杯赛冠军也收入囊中，我们就是双冠王了！哦哦哦！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q613_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q613]=],
				[ [=[text]=] ]=[=[不要提前庆祝……不要开香槟啊……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q613_2]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q613]=],
				[ [=[text]=] ]=[=[我们是双冠王！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q613_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q613]=],
				[ [=[text]=] ]=[=[我们是葡萄牙的王者！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q613_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q613]=],
				[ [=[text]=] ]=[=[尽情欢呼吧！在这一刻一切都不重要了！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q613_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q613]=],
				[ [=[text]=] ]=[=[这支小岛球队，真的站在了全葡萄牙的最高处！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q613_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q613]=],
				[ [=[text]=] ]=[=[你好，大航海时代！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q613_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q613]=],
				[ [=[text]=] ]=[=[呃呃呃，教练你好肉麻啊。不过看在你赢了三冠王的份儿上就忍了吧。咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q613_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q613]=],
				[ [=[text]=] ]=[=[转眼间，我们队征战葡萄牙联赛已经有六个赛季了。
现在想想俱乐部成立的那一天，还是像昨天一样。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q613_9]=]
			},
			{
				[ [=[questID]=] ]=[=[Q613]=],
				[ [=[text]=] ]=[=[还真是令人唏嘘呢。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q613_10]=]
			},
			{
				[ [=[questID]=] ]=[=[Q613]=],
				[ [=[text]=] ]=[=[教练，刚才好像有一家荷兰的公司要见您。
他们说是慕名而来，想跟您谈收购俱乐部并搬到荷兰……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q613_11]=]
			},
			{
				[ [=[questID]=] ]=[=[Q613]=],
				[ [=[text]=] ]=[=[我知道，我跟他们聊过了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q613_12]=]
			},
			{
				[ [=[questID]=] ]=[=[Q613]=],
				[ [=[text]=] ]=[=[要离开葡萄牙，还真有些舍不得呢。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q613_13]=]
			},
			{
				[ [=[questID]=] ]=[=[Q613]=],
				[ [=[text]=] ]=[=[不过荷兰也不错啊，还是克鲁伊夫的故乡，全攻全守足球的发源地呀。听说你的足球思想有一部分就是来自荷兰足球教父米歇尔斯，虽然我不太懂那些，但听上去总觉得很厉害的样子……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q613_14]=]
			},
			{
				[ [=[questID]=] ]=[=[Q613]=],
				[ [=[text]=] ]=[=[而且，去到了欧洲大陆上，在打客场的时候要省很多事儿吧？荷兰国家不大，在国内坐大巴就可以了，欧洲范围内也可以坐火车吧？这样是不是也可以带我去一些客场了呢……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q613_15]=]
			},
			{
				[ [=[questID]=] ]=[=[Q613]=],
				[ [=[text]=] ]=[=[说得对。
好吧，风车之国，我来了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q613_16]=]
			}
		}
	},
	[ [=[Q701]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q701]=],
				[ [=[text]=] ]=[=[我们把球队的主场设在了阿姆斯特丹。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q701_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q701]=],
				[ [=[text]=] ]=[=[那咱们也是首都球队了哈……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q701_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q701]=],
				[ [=[text]=] ]=[=[这并不一定是好事啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q701_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q701]=],
				[ [=[text]=] ]=[=[这座城市走出的传奇太多太多了。然而，枪骑兵队的主场在城市的西南郊区，离市中心太远。
市中心著名的红灯区旁边刚好规划出了一片场地，就这里好了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q701_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q701]=],
				[ [=[text]=] ]=[=[红灯区的球队……哈哈，有点儿意思……咕噜噜……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q701_5]=]
			}
		}
	},
	[ [=[Q702]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q702]=],
				[ [=[text]=] ]=[=[取得了胜利。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q702_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q702]=],
				[ [=[text]=] ]=[=[然而，第二天的报纸上，却出现了队员们被拍到出现在红灯区的消息……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q702_2]=]
			}
		}
	},
	[ [=[Q703]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q703]=],
				[ [=[text]=] ]=[=[大叔，我得跟你说件很严肃的事情……现在队内的气氛跟以前在小岛已经完全不一样了，队员们赛后在更衣室里天天商量晚上去哪儿玩。这些你都听不到吧，可别忘了我是你的卧底……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q703_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q703]=],
				[ [=[text]=] ]=[=[但我觉得应该相信他们，毕竟都是成年人了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q703_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q703]=],
				[ [=[text]=] ]=[=[不听饮水机言，吃亏在眼前……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q703_3]=]
			}
		}
	},
	[ [=[Q704]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q704]=],
				[ [=[text]=] ]=[=[球队的下滑势头还在继续。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q704_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q704]=],
				[ [=[text]=] ]=[=[第一场胜利之后，球队就再也没赢过了。四连败。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q704_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q704]=],
				[ [=[text]=] ]=[=[而球队的负面新闻又一次被媒体爆了出来。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q704_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q704]=],
				[ [=[text]=] ]=[=[这样下去不行的。我们虽然是红灯区的球队，但我是想做红灯区的英雄的。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q704_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q704]=],
				[ [=[text]=] ]=[=[可不是现在这样啊！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q704_5]=]
			}
		}
	},
	[ [=[Q705]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q705]=],
				[ [=[text]=] ]=[=[喂，大叔，已经九连败、荣登积分榜排名末尾了，你到底在搞什么鬼啊！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q705_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q705]=],
				[ [=[text]=] ]=[=[报纸上都说咱们可以放弃保级了！你要不想干就让我当主教练吧！饮水机主教练！史上第一人！呃，应该说第一机更好一点？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q705_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q705]=],
				[ [=[text]=] ]=[=[我知道啊，让我下课的呼声也越来越高，舆论压力越来越大。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q705_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q705]=],
				[ [=[text]=] ]=[=[幸亏咱们球迷不多，不然我怕我真的无法承受这样的压力了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q705_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q705]=],
				[ [=[text]=] ]=[=[该怎么避免连败呢…]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q705_5]=]
			}
		}
	},
	[ [=[Q706]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q706]=],
				[ [=[text]=] ]=[=[终于收获一场平局，真的是太及时了…]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q706_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q706]=],
				[ [=[text]=] ]=[=[我要跟队员们好好聊聊，现在是大好时机。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q706_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q706]=],
				[ [=[text]=] ]=[=[当务之急是稳定军心啊，队员们心都散了就真的做什么都没用了……批评不能太狠，也不能太不疼不痒啊，考验你谈话艺术的时候到了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q706_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q706]=],
				[ [=[text]=] ]=[=[是的，我跟他们聊得不错，队员们纷纷向我保证以后远离敏感场所，以正面形象面对球迷。
下一步就是看他们的行动了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q706_4]=]
			}
		}
	},
	[ [=[Q707]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q707]=],
				[ [=[text]=] ]=[=[喂喂喂，我有个想法，趁着赢球的好时机，组织几次公益性质的签售活动吧！这样可以拉近跟球迷之间的距离，你觉得咋样哇？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q707_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q707]=],
				[ [=[text]=] ]=[=[好主意！还真有你的啊！成绩好转以后球迷们也开始重新把注意力放到球场上了。
队员们还得继续加油啊！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q707_2]=]
			}
		}
	},
	[ [=[Q708]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q708]=],
				[ [=[text]=] ]=[=[球队的成绩走上正轨了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q708_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q708]=],
				[ [=[text]=] ]=[=[一度看上去根本不可能的保级任务如今也渐渐变得可以触及。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q708_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q708]=],
				[ [=[text]=] ]=[=[然而由于赛程的原因，我们在联赛的最后几轮要接连迎战荷兰最强的几支球队。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q708_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q708]=],
				[ [=[text]=] ]=[=[只有获胜才能将保级的主动权掌握在自己手里。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q708_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q708]=],
				[ [=[text]=] ]=[=[谈何容易啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q708_5]=]
			}
		}
	},
	[ [=[Q709]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q709]=],
				[ [=[text]=] ]=[=[下一轮的对手是强大的埃因霍温吹风机队。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q709_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q709]=],
				[ [=[text]=] ]=[=[赢了他们，就能几个月以来第一次跳出降级区了，你可别搞砸了啊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q709_2]=]
			}
		}
	},
	[ [=[Q710]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q710]=],
				[ [=[text]=] ]=[=[赛季最后一轮了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q710_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q710]=],
				[ [=[text]=] ]=[=[我们要面对的是荷兰足球的霸主——枪骑兵队。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q710_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q710]=],
				[ [=[text]=] ]=[=[这是克鲁伊夫发迹的福地啊。曾经他在这里立下不世之功，还有那令人难忘的1995黄金一代……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q710_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q710]=],
				[ [=[text]=] ]=[=[嗯，所以我非常焦虑。虽然我们目前积分占优，但考虑到保级对手在最后一轮很可能获胜，因此我们也只有获胜才能确保保级。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q710_4]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q710]=],
				[ [=[text]=] ]=[=[幸好赢了啊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q710_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q710]=],
				[ [=[text]=] ]=[=[赛季终于结束了，我也能好好休息一下了。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q710_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q710]=],
				[ [=[text]=] ]=[=[这应该是您职业生涯最艰难的一个赛季了吧？跟葡萄牙的第一个赛季比如何？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q710_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q710]=],
				[ [=[text]=] ]=[=[是的，这是我执教以来最困难的一个赛季了，葡萄牙那年，至少大家一直都是齐心协力的，而这个赛季，我们经历了无比严重的危机啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q710_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q710]=],
				[ [=[text]=] ]=[=[保级成功的喜悦无异于夺得联赛冠军。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q710_9]=]
			},
			{
				[ [=[questID]=] ]=[=[Q710]=],
				[ [=[text]=] ]=[=[这也让我重新思考人生，人生的本质不就是在砥砺中前行么。没有人可以永远顺风顺水，对吗？]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q710_10]=]
			}
		}
	},
	[ [=[Q801]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q801]=],
				[ [=[text]=] ]=[=[在荷兰的第二个年头开始了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q801_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q801]=],
				[ [=[text]=] ]=[=[别像上赛季一样一塌糊涂就好……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q801_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q801]=],
				[ [=[text]=] ]=[=[嗯，我也希望不会像上赛季一样艰难了…]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q801_3]=]
			}
		}
	},
	[ [=[Q802]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q802]=],
				[ [=[text]=] ]=[=[开门红，不错不错。
接下来希望别像上赛季一样崩盘。
延续良好的势头吧。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q802_1]=]
			}
		}
	},
	[ [=[Q804]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q804]=],
				[ [=[text]=] ]=[=[三连胜开局！积分榜榜首！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q804_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q804]=],
				[ [=[text]=] ]=[=[我知道这一天早晚会来，但是不是也太快了点儿。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q804_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q804]=],
				[ [=[text]=] ]=[=[难以置信哇！难道说你马上就要升职加薪迎娶白富美走上人生的快车道了？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q804_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q804]=],
				[ [=[text]=] ]=[=[有媒体已经用“另一朵郁金香”来形容咱们这支新军了耶！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q804_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q804]=],
				[ [=[text]=] ]=[=[不对啊？我们真有那么牛吗？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q804_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q804]=],
				[ [=[text]=] ]=[=[我也听说了。
可是说到底，咱们只不过是一支刚刚开始第二个赛季的新球队，成功没有那么容易的。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q804_6]=]
			}
		}
	},
	[ [=[Q805]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q805]=],
				[ [=[text]=] ]=[=[果然。
我们还是要摆正心态，抱着学习的态度去打每一场比赛。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q805_1]=]
			}
		}
	},
	[ [=[Q806]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q806]=],
				[ [=[text]=] ]=[=[球队的好势头戛然而止之后……到现在已经好几轮没有取胜过了……被打回原形啦……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q806_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q806]=],
				[ [=[text]=] ]=[=[但现在积分榜上的位置也能反映咱们的真实实力。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q806_2]=]
			}
		}
	},
	[ [=[Q807]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q807]=],
				[ [=[text]=] ]=[=[球队仍然是难求一胜啊。
这种情形在我的执教生涯里已经发生很多次了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q807_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q807]=],
				[ [=[text]=] ]=[=[球队的势头很重要，有时候一名射手状态正佳的时候进球会接二连三，但遭遇进球荒的阶段一球都很难。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q807_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q807]=],
				[ [=[text]=] ]=[=[啊，球队也是一样的道理啊……大叔的见解还是很独道的……不过赶紧找回状态才是正经事啊！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q807_3]=]
			}
		}
	},
	[ [=[Q808]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q808]=],
				[ [=[text]=] ]=[=[联赛已经到下半程了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q808_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q808]=],
				[ [=[text]=] ]=[=[大叔，球队表现长时间不温不火，如今已经滑落到积分榜下游了，你怎么看？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q808_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q808]=],
				[ [=[text]=] ]=[=[虽然暂时没有降级的危险，但这样的表现无疑是无法满足球迷们的啊……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q808_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q808]=],
				[ [=[text]=] ]=[=[不过，如果现在能及时扭转状态，给这个赛季好好收个尾的话，相信球迷们还是会满意的吧。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q808_4]=]
			}
		}
	},
	[ [=[Q809]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q809]=],
				[ [=[text]=] ]=[=[漂亮地击败鹿特丹飞燕队之后，球队果然又找回了胜利的轨道，接下来拿下了好几场计划之内的胜利。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q809_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q809]=],
				[ [=[text]=] ]=[=[这个赛季还有两场重要的比赛，分别对阵现在积分榜上的前两名。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q809_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q809]=],
				[ [=[text]=] ]=[=[如果能击败他们的话，这个赛季就是令人满意的。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q809_3]=]
			}
		}
	},
	[ [=[Q810]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q810]=],
				[ [=[text]=] ]=[=[时光如水……生命如歌……转眼间，已经到了联赛最后一轮……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q810_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q810]=],
				[ [=[text]=] ]=[=[对手已经提前夺冠，应该不会派全主力出战了吧？我们也简单应付完这场比赛，然后直接去休假得了……啊，阳光，海滩，美女……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q810_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q810]=],
				[ [=[text]=] ]=[=[不管他们派出何种阵容，我们唯有击败他们，打一场漂亮的收官战！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q810_3]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q810]=],
				[ [=[text]=] ]=[=[呼，又是一个大起大落的赛季啊。大叔你什么时候才能不玩心跳啊？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q810_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q810]=],
				[ [=[text]=] ]=[=[不过经过了这样的锤炼，球队在成熟的路上又迈进了一大步。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q810_5]=]
			}
		}
	},
	[ [=[Q901]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q901]=],
				[ [=[text]=] ]=[=[随着我们的发展，和这个城市的另一家传统豪门阿姆斯特丹枪骑兵队已经有了分庭抗礼之势。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q901_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q901]=],
				[ [=[text]=] ]=[=[随着球队表现的提升，球队的球迷也越来越多了哦……大叔你打算什么时候安排我跟球迷们见个面啊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q901_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q901]=],
				[ [=[text]=] ]=[=[还有球迷在打标语：“只有我们才能代表阿姆斯特丹！”哈哈，球迷还挺萌。咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q901_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q901]=],
				[ [=[text]=] ]=[=[他们的主教练和我有好多年的交情了，我们约定，在这个赛季好好较量一番。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q901_4]=]
			}
		}
	},
	[ [=[Q902]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q902]=],
				[ [=[text]=] ]=[=[联赛第10轮，我们和枪骑兵队第一次碰面了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q902_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q902]=],
				[ [=[text]=] ]=[=[放马过来吧。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q902_2]=]
			}
		}
	},
	[ [=[Q903]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q903]=],
				[ [=[text]=] ]=[=[第一阵我们赢了哦。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q903_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q903]=],
				[ [=[text]=] ]=[=[球队状态渐入佳境，经历了跟枪骑兵队的较量之后，小伙子们一定信心大增。看看接下来会发生什么吧。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q903_2]=]
			}
		}
	},
	[ [=[Q904]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q904]=],
				[ [=[text]=] ]=[=[接下来是荷兰风车杯的比赛啦……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q904_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q904]=],
				[ [=[text]=] ]=[=[前两个赛季，由于球队并没有双线作战的实力，我们并没有在杯赛中走得太远。
这个赛季，我想试试。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q904_2]=]
			}
		}
	},
	[ [=[Q905]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q905]=],
				[ [=[text]=] ]=[=[这场比赛能拿下来吗？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q905_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q905]=],
				[ [=[text]=] ]=[=[目前球队的状态在联赛里依然起伏不定。拿下了一些意想不到的胜利，但也在一些看上去很稳的比赛里丢了分。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q905_2]=]
			}
		}
	},
	[ [=[Q906]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q906]=],
				[ [=[text]=] ]=[=[果然还是神经刀啊……居然开场崩盘……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q906_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q906]=],
				[ [=[text]=] ]=[=[球队已经有了足够强的攻击力了，稳定性还是有待提高。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q906_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q906]=],
				[ [=[text]=] ]=[=[不过，至少没人敢小看我们了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q906_3]=]
			}
		}
	},
	[ [=[Q907]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q907]=],
				[ [=[text]=] ]=[=[接下来是荷兰风车杯的四分之一决赛了啊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q907_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q907]=],
				[ [=[text]=] ]=[=[我们对阵埃因霍温吹风机队，而枪骑兵则要对阵另一家传统豪门鹿特丹飞燕队……如果顺利的话，在半决赛中可能要碰面啦……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q907_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q907]=],
				[ [=[text]=] ]=[=[半决赛见了哦。我们会拿下的，希望你们也别掉链子。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q907_3]=]
			}
		}
	},
	[ [=[Q908]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q908]=],
				[ [=[text]=] ]=[=[随着赛季的进行，这个赛季的成绩基本上也稳定了……我们应该还是一个中游的排名……咕噜噜……也挺好哈……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q908_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q908]=],
				[ [=[text]=] ]=[=[虽然暂时还没有竞争冠军的实力，但能在这个城市占有一席之地，并带给球迷享受才是最重要的。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q908_2]=]
			}
		}
	},
	[ [=[Q909]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q909]=],
				[ [=[text]=] ]=[=[和阿贾克斯枪骑兵队的联赛的第二回合到了！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q909_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q909]=],
				[ [=[text]=] ]=[=[这次是在他们的主场，他们一定憋足了劲儿吧。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q909_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q909]=],
				[ [=[text]=] ]=[=[果然，一开场他们的攻势就无比凌厉，快要招架不住了……大叔你到底行不行啊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q909_3]=]
			}
		}
	},
	[ [=[Q910]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q910]=],
				[ [=[text]=] ]=[=[哈，好爽快的一场大逆转。宿敌，这次心服口服了吗？]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q910_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q910]=],
				[ [=[text]=] ]=[=[接下来是荷兰风车杯的半决赛啊，在联赛里吃了瘪，他们肯定要复仇了啊！怎么办啊怎么办是？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q910_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q910]=],
				[ [=[text]=] ]=[=[哼哼，很好。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q910_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q910]=],
				[ [=[text]=] ]=[=[大叔这个样子到底是成竹在胸还是已经吓傻了啊？好恐怖……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q910_4]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q910]=],
				[ [=[text]=] ]=[=[可以一个赛季中三杀枪骑兵，这让我对自己的小伙子们充满了信心！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q910_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q910]=],
				[ [=[text]=] ]=[=[来到荷兰已经过去三个赛季，经历了球队初期的起起伏伏，目前球队的状态总算稳定下来。虽然最终没能夺得风车杯的冠军，但一路闯进决赛也是很不错的成绩了吧，更重要的是球员们在这个过程中建立起来的信心。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q910_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q910]=],
				[ [=[text]=] ]=[=[他们已经有了一些强者的感觉啊。我从没像现在如此期待新赛季。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q910_7]=]
			}
		}
	},
	[ [=[Q1001]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1001]=],
				[ [=[text]=] ]=[=[上赛季三杀豪门枪骑兵队让球队士气大涨，新赛季咱们的目标是啥啊？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1001_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1001]=],
				[ [=[text]=] ]=[=[未来的一切皆未知，未知意味着无限可能。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1001_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1001]=],
				[ [=[text]=] ]=[=[上赛季我们只是保级，所以我不会给我的球队制定任何目标，但我会说，这赛季要尽力在联赛中争取更多的分数！或许我们先尝试拿下40分吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1001_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1001]=],
				[ [=[text]=] ]=[=[切，没志气……还以为你会说挑战双冠王呢，哎，扫兴。那就祝你鸡年大吉吧。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1001_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1001]=],
				[ [=[text]=] ]=[=[谢谢！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1001_5]=]
			}
		}
	},
	[ [=[Q1002]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1002]=],
				[ [=[text]=] ]=[=[哎呦，不错哦。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1002_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1002]=],
				[ [=[text]=] ]=[=[什么时候学会装周董了……是的，我们赢得了杯赛的第一轮比赛，我们运气不错，取得了开门红，这对我们很重要！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1002_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1002]=],
				[ [=[text]=] ]=[=[杯赛与联赛不同，杯赛中经常会有小球队乃至业余球队杀死职业球队的“意外事故”。相信我们只要努力，情况应该不会太糟。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1002_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1002]=],
				[ [=[text]=] ]=[=[下一场是联赛揭幕战，只要取胜，就离你40分的目标只差37分啦……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1002_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1002]=],
				[ [=[text]=] ]=[=[我一直强调，我们还是一支刚刚起步的球队。面对第一场联赛，只有放平心态才能踢出我们想要的足球。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1002_5]=]
			}
		}
	},
	[ [=[Q1003]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1003]=],
				[ [=[text]=] ]=[=[哎呦，不错哦，联赛和杯赛都旗开得胜了。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1003_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1003]=],
				[ [=[text]=] ]=[=[谢谢，我觉得还是祝贺这群小伙子吧！是他们让球队取胜。咱们乘胜追击，争取多拿几分！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1003_2]=]
			}
		}
	},
	[ [=[Q1004]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1004]=],
				[ [=[text]=] ]=[=[这场居然没拿下来啊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1004_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1004]=],
				[ [=[text]=] ]=[=[在取得开局四连胜后，小伙子们似乎有些懈怠。这种状态可不是好事儿，我们必须想办法做点儿什么，不然，接下来的杯赛可就难了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1004_2]=]
			}
		}
	},
	[ [=[Q1005]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1005]=],
				[ [=[text]=] ]=[=[终于用一场胜利遏制住联赛两轮不胜的尴尬。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1005_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1005]=],
				[ [=[text]=] ]=[=[球队目前进入了正轨，希望我们能把这种状态更长久的延续下去，这样才能在这个赛季不白忙活啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1005_2]=]
			}
		}
	},
	[ [=[Q1006]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1006]=],
				[ [=[text]=] ]=[=[目前我们已经稳定在积分榜第一集团的位置了，只要我们坚持住，相信赛季末不会有太坏的结果..
]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1006_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1006]=],
				[ [=[text]=] ]=[=[【荷兰风车杯】即将开打，我们将要面对的是实力强劲的格罗宁根北海队，大家千万不能掉以轻心！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1006_2]=]
			}
		}
	},
	[ [=[Q1007]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1007]=],
				[ [=[text]=] ]=[=[前半程的成绩还不错嘛，大叔。冬歇期是不是也该给你自己放个假了？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1007_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1007]=],
				[ [=[text]=] ]=[=[我们看上去在联赛和杯赛中是取得了相对理想的成绩，但是球队阵容还是存在隐患，需要做的事情还多着呢，想放假，你自己放吧，我自己用水壶烧水喝。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1007_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1007]=],
				[ [=[text]=] ]=[=[好吧……那我也继续工作就是了。这大叔……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1007_3]=]
			}
		}
	},
	[ [=[Q1008]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1008]=],
				[ [=[text]=] ]=[=[下半赛程的开局似乎不是那么顺利啊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1008_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1008]=],
				[ [=[text]=] ]=[=[是的，球员们休假归来之后，似乎还没有调整好状态。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1008_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1008]=],
				[ [=[text]=] ]=[=[冬歇期间的引援工作也没有太大收获……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1008_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1008]=],
				[ [=[text]=] ]=[=[对于这点我倒是不担忧，伤病队员的回归让我们的阵容补齐，加上没有太好的引援机会，这个冬歇期就先这样吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1008_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1008]=],
				[ [=[text]=] ]=[=[我们的当务之急是需要迅速找回球队状态！
小伙子们加油吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1008_5]=]
			}
		}
	},
	[ [=[Q1009]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1009]=],
				[ [=[text]=] ]=[=[我们有惊无险地战胜了红心队，挺进【荷兰风车杯】半决赛了。
接下来的杯赛对手不管是谁都不好对付，小伙子们加油吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1009_1]=]
			}
		}
	},
	[ [=[Q1010]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1010]=],
				[ [=[text]=] ]=[=[有个坏消息啊。上场比赛虽然我们赢了，但赛后队医的报告显示，有几名主力全都受伤了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1010_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1010]=],
				[ [=[text]=] ]=[=[这场比赛是写入我执教生涯中的重要比赛之一。损兵折将，咱们付出的代价太大了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1010_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1010]=],
				[ [=[text]=] ]=[=[面对接下来的联赛收官赛，鉴于目前球队积分榜排位，如果要争夺欧战席位，其实是不太乐观的吧……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1010_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1010]=],
				[ [=[text]=] ]=[=[是的，咱们的阵容厚度不够，只能尽人事听天命了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1010_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1010]=],
				[ [=[text]=] ]=[=[不过至少你赛季前那个没营养的40分目标已经提前达成了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1010_5]=]
			}
		}
	},
	[ [=[Q1011]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1011]=],
				[ [=[text]=] ]=[=[果然，伤病和禁赛让我们这样一支球队在赛季后期会暴露短板。
面对这样一支弱旅，爆冷输球虽实属不该，但我真的难为无米之炊啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1011_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1011]=],
				[ [=[text]=] ]=[=[希望下周末小伙子们能争气。
在主场为支持我们的球迷奉献一场胜利吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1011_2]=]
			}
		}
	},
	[ [=[Q1012]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1012]=],
				[ [=[text]=] ]=[=[这个赛季联赛总算有惊无险，我们获得了第四……在荷兰联赛，这并不是一个可以挺进欧洲大耳朵杯的名次啊……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1012_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1012]=],
				[ [=[text]=] ]=[=[不过一切还没结束，荷兰杯决赛上我们要面对的可是淘汰枪骑兵队的埃因霍温吹风机队。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1012_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1012]=],
				[ [=[text]=] ]=[=[加油，小伙子们！为了球队的荣誉！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1012_3]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1012]=],
				[ [=[text]=] ]=[=[我们拿到了在荷兰联赛队史第一冠！我太激动了！嗷嗷嗷！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1012_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1012]=],
				[ [=[text]=] ]=[=[我们终于拿到了荷兰的队史第一冠。跟葡萄牙相比，这个奖杯来得晚了一年。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1012_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1012]=],
				[ [=[text]=] ]=[=[但是我们联赛拿到了第四的成绩，稳定在了第一集团军中，更重要的是，下赛季我可以带领我的小伙子们征战欧洲了！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1012_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1012]=],
				[ [=[text]=] ]=[=[我要感谢我的球员们！感谢每一个俱乐部的工作人员！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1012_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1012]=],
				[ [=[text]=] ]=[=[能不能说得明确一点啊！这个工作人员到底包不包括我啊？！喂？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1012_8]=]
			}
		}
	},
	[ [=[Q1101]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1101]=],
				[ [=[text]=] ]=[=[新赛季我们队就要再一次踏上欧罗巴大陆了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1101_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1101]=],
				[ [=[text]=] ]=[=[想想几年前的经历，仿佛还在昨天。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1101_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1101]=],
				[ [=[text]=] ]=[=[这一次，我希望我的队员们能走得更远一点！不过首先要先以杯赛冠军的名义参加荷兰超级杯啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1101_3]=]
			}
		}
	},
	[ [=[Q1102]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1102]=],
				[ [=[text]=] ]=[=[哈哈哈，输了吧，还想着在欧洲走得更远，结果国内的比赛都拿不下来……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1102_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1102]=],
				[ [=[text]=] ]=[=[可能有很多原因吧，这是我们队第一次参加荷兰超级杯比赛。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1102_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1102]=],
				[ [=[text]=] ]=[=[就比赛而言，球队没有迅速进入竞技状态，上半场浪费了太多机会，而下半场防守阵型也把握得不好，虽然有两球斩获，但还是没有顶住对方的强大攻势。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1102_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1102]=],
				[ [=[text]=] ]=[=[哼哼，那你觉得谁是本场比赛的最佳球员？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1102_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1102]=],
				[ [=[text]=] ]=[=[最佳球员？输球根本谈不上最佳，咱们还是踏踏实实做好自己的事情吧！非要我选一个的话，倒不如给你算了！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1102_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1102]=],
				[ [=[text]=] ]=[=[嗷嗷嗷！我饮水机成为全场最佳球员了！这是我一直以来的梦想啊！谢谢教练！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1102_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1102]=],
				[ [=[text]=] ]=[=[这货虽然腹黑，但也挺单纯的，这么容易满足啊……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1102_7]=]
			}
		}
	},
	[ [=[Q1103]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1103]=],
				[ [=[text]=] ]=[=[恭喜球队获得首场比赛的胜利！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1103_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1103]=],
				[ [=[text]=] ]=[=[我们做得不错，赛前布置的技战术球员们都在场上实现出了。祝贺我的球员们！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1103_2]=]
			}
		}
	},
	[ [=[Q1104]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1104]=],
				[ [=[text]=] ]=[=[居然面对小球队阴沟翻船了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1104_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1104]=],
				[ [=[text]=] ]=[=[联赛第一轮就这样输球，伤士气啊…]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1104_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1104]=],
				[ [=[text]=] ]=[=[就要客场远赴英格兰打欧战了，这种状态可不行。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1104_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1104]=],
				[ [=[text]=] ]=[=[喂喂喂，你们需要赶紧找回状态了！给点力啊！我可不想每场比赛都当最佳球员啊！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1104_4]=]
			}
		}
	},
	[ [=[Q1105]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1105]=],
				[ [=[text]=] ]=[=[作为一支荷兰球队，我们的欧战首秀以一场平局收场，还算说得过去吧。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1105_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1105]=],
				[ [=[text]=] ]=[=[但不能自我麻痹，如果这么踢下去，出局是迟早的事。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1105_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1105]=],
				[ [=[text]=] ]=[=[至少，球队停止了输球的节奏，联赛快快找状态吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1105_3]=]
			}
		}
	},
	[ [=[Q1106]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1106]=],
				[ [=[text]=] ]=[=[第一场德比以平局收场了啊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1106_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1106]=],
				[ [=[text]=] ]=[=[上赛季我们面对老对手一胜一负，本赛季初的超级杯上又输给了他们，这次收获了一场平局。这是我不能接受的。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1106_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1106]=],
				[ [=[text]=] ]=[=[又给自己立了个Flag啊……下次遇到他们再不赢就打脸啦……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1106_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1106]=],
				[ [=[text]=] ]=[=[当然，作为职业球队，我从来都不会畏惧强敌。这不应该是我们的风格。至少我们之前取得了三连胜，现在球队慢慢回到了正轨。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1106_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1106]=],
				[ [=[text]=] ]=[=[周末的联赛我们要面对的是实力接近的恩斯赫德野马队，先赢下这场才是要紧事……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1106_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1106]=],
				[ [=[text]=] ]=[=[我一直在强调，面对实力接近，甚至是弱旅时不要掉以轻心。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1106_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1106]=],
				[ [=[text]=] ]=[=[球场上瞬息万变，谁都无法保证场场顺利。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1106_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1106]=],
				[ [=[text]=] ]=[=[我想对小伙子们说的就是努力拿下对手吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1106_8]=]
			}
		}
	},
	[ [=[Q1107]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1107]=],
				[ [=[text]=] ]=[=[这是一场及时的胜利！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1107_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1107]=],
				[ [=[text]=] ]=[=[下一场就要再次远征，回到故土葡萄牙面对老对手。
两轮小组赛战罢，第三场一定要拿下啊！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1107_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1107]=],
				[ [=[text]=] ]=[=[我也好想回葡萄牙看看啊……咕噜噜……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1107_3]=]
			}
		}
	},
	[ [=[Q1108]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1108]=],
				[ [=[text]=] ]=[=[我们在客场拿下了对手，这是一场甘之如饴的胜利！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1108_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1108]=],
				[ [=[text]=] ]=[=[面对熟悉的老对手，这次我们抓住了对手暴露出来的弱点，很好地避开了自己的短板。祝贺我的队员们。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1108_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1108]=],
				[ [=[text]=] ]=[=[先别高兴啊，转眼间到了小耳朵杯小组赛最后一轮了，这是出线的关键战……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1108_3]=]
			}
		}
	},
	[ [=[Q1109]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1109]=],
				[ [=[text]=] ]=[=[被……被淘汰了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1109_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1109]=],
				[ [=[text]=] ]=[=[毕竟是第一次踏上欧罗巴的赛程，我们还是缺乏欧战经验啊！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1109_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1109]=],
				[ [=[text]=] ]=[=[也好，让球员们亲身感受自己与强敌的差距，也能能有针对性地在联赛和杯赛中弥补。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1109_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1109]=],
				[ [=[text]=] ]=[=[既然如此，小伙子们，联赛和杯赛中就好好努力吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1109_4]=]
			}
		}
	},
	[ [=[Q1110]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1110]=],
				[ [=[text]=] ]=[=[我们在联赛第17轮登顶积分榜了耶！换句话来说，我们是联赛半程冠军！嗷嗷嗷！祝贺你大叔！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1110_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1110]=],
				[ [=[text]=] ]=[=[谢谢啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1110_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1110]=],
				[ [=[text]=] ]=[=[这是球队第一个获得的联赛上半程冠军，这跟大家的拼搏密不可分。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1110_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1110]=],
				[ [=[text]=] ]=[=[终于迎来了冬歇，球队能够有所喘息，不然咱们的阵容厚度短板将再一次置我们于劣势了。我们在积分榜上不知道还能领跑多久，但杯赛冠军还是可以争一争的。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1110_4]=]
			}
		}
	},
	[ [=[Q1111]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1111]=],
				[ [=[text]=] ]=[=[目前球队进入了稳定期了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1111_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1111]=],
				[ [=[text]=] ]=[=[荷兰风车杯再次进入到半决赛，球员们功不可没。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1111_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1111]=],
				[ [=[text]=] ]=[=[小伙子们好好准备比赛吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1111_3]=]
			}
		}
	},
	[ [=[Q1112]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1112]=],
				[ [=[text]=] ]=[=[我们闯入荷兰风车杯决赛了！嗷！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1112_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1112]=],
				[ [=[text]=] ]=[=[难以置信的胜利！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1112_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1112]=],
				[ [=[text]=] ]=[=[我们连续第三年闯入决赛！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1112_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1112]=],
				[ [=[text]=] ]=[=[讲真，赛前我还特意安排了点球大战，我原以为会是一场苦战，没想到会在90分钟内就解决比赛啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1112_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1112]=],
				[ [=[text]=] ]=[=[再次恭喜他们！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1112_5]=]
			}
		}
	},
	[ [=[Q1113]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1113]=],
				[ [=[text]=] ]=[=[联赛名次又上升了！我们在最后一轮抢到了联赛第二啊，这样就可以去踢大耳朵杯了吧？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1113_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1113]=],
				[ [=[text]=] ]=[=[嗯，来年我们有机会去踢欧洲大耳朵杯了！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1113_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1113]=],
				[ [=[text]=] ]=[=[我们的球队越来越强大了，这真让我高兴啊！还有最后一场比赛，杯赛决赛，卫冕冠军出发！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1113_3]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1113]=],
				[ [=[text]=] ]=[=[输了……咕噜噜……咕噜噜……喂！脑残策划，剧本不应该这么写的啊！我们不是主角吗？主角是不能输决赛的哇！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1113_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1113]=],
				[ [=[text]=] ]=[=[比赛结果谁都无法预料，作为教练员我来承担责任。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1113_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1113]=],
				[ [=[text]=] ]=[=[教练员的战术布置是首先影响比赛趋势的很大因素。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1113_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1113]=],
				[ [=[text]=] ]=[=[今天场上对手的整体表现确实比我们强一些，或许是咱们给自己的心理压力太大了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1113_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1113]=],
				[ [=[text]=] ]=[=[毕竟卫冕并没有那么容易。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1113_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1113]=],
				[ [=[text]=] ]=[=[但我想说，我们已经足够优秀了。一年三进决赛，虽然是“双亚王”，但我相信来年咱们可以把奖杯抢回来！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1113_9]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1113]=],
				[ [=[text]=] ]=[=[伐开心……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1113_10]=]
			}
		}
	},
	[ [=[Q1201]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1201]=],
				[ [=[text]=] ]=[=[今年我们有机会再进一步，去踢欧洲大耳朵杯。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1201_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1201]=],
				[ [=[text]=] ]=[=[别说得那么好听，只是参加附加赛好吧……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1201_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1201]=],
				[ [=[text]=] ]=[=[附加赛面对的是来自意大利的强敌热那亚水手队。
小伙子们加油吧，让我们看看，到底是谁能进入小组赛！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1201_3]=]
			}
		}
	},
	[ [=[Q1202]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1202]=],
				[ [=[text]=] ]=[=[这回终于可以放心说大耳朵杯我们来了啊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1202_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1202]=],
				[ [=[text]=] ]=[=[是啊，首回合在客场说实话咱们踢得并不好，有些被动，只拿到一场平局。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1202_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1202]=],
				[ [=[text]=] ]=[=[但是回到主场，球迷帮助了我们，是他们力挺咱们拿下比赛，拿到了一张欧洲大耳朵杯32强的入场券。
我想感谢球迷们的鼎力支持！
当然，跟队员们的顽强拼搏也是分不开的。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1202_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1202]=],
				[ [=[text]=] ]=[=[欧洲大耳朵杯，我们来了！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1202_4]=]
			}
		}
	},
	[ [=[Q1203]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1203]=],
				[ [=[text]=] ]=[=[真是一场令人兴奋的胜利！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1203_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1203]=],
				[ [=[text]=] ]=[=[现在居然有种声音说我们队是杯赛终结者，可不能这么不谦虚啊！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1203_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1203]=],
				[ [=[text]=] ]=[=[只能说我们认真准备每一场比赛，力保开门红吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1203_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1203]=],
				[ [=[text]=] ]=[=[希望能够凭借这场胜利让球队拿到更多的积分！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1203_4]=]
			}
		}
	},
	[ [=[Q1204]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1204]=],
				[ [=[text]=] ]=[=[喂，大叔，赢得联赛开局三连胜后，排在积分榜榜首了哦……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1204_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1204]=],
				[ [=[text]=] ]=[=[是不是可以一骑绝尘直接夺冠了呢？现在坊间传言这是我们队作为新王打破旧势力的绝佳赛季啊……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1204_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1204]=],
				[ [=[text]=] ]=[=[我不同意这个看法。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1204_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1204]=],
				[ [=[text]=] ]=[=[我们不是什么新王，我们只是按照自己的计划，脚踏实地地走我们的路。至于最终结果会如何，并不是我们能完全掌控的。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1204_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1204]=],
				[ [=[text]=] ]=[=[此外，我也不想给队员们带来什么莫须有的压力。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1204_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1204]=],
				[ [=[text]=] ]=[=[嘿嘿，你那点小心思早被我看穿了，对外这么说，只是你给球员减压的手段吧？对我就不用隐瞒什么了吧？早就知道你已经对冠军有所企图了。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1204_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1204]=],
				[ [=[text]=] ]=[=[……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1204_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1204]=],
				[ [=[text]=] ]=[=[咕噜噜……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1204_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1204]=],
				[ [=[text]=] ]=[=[下一场我们要踏上真正的欧洲大耳朵杯的赛场了。西甲豪门不同于资格赛中的对手，我们需要拿出200%的专注。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1204_9]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1204]=],
				[ [=[text]=] ]=[=[看看我的小伙子们会交出怎样的答卷吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1204_10]=]
			}
		}
	},
	[ [=[Q1205]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1205]=],
				[ [=[text]=] ]=[=[第一场欧洲大耳朵杯正赛，能够战胜对手实属不易啊！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1205_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1205]=],
				[ [=[text]=] ]=[=[看来小伙子们进入状态很不错，希望能够将这种状态延续一下。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1205_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1205]=],
				[ [=[text]=] ]=[=[五轮战罢，我们队拿到了3胜1平1负的成绩，这已经是我所带过球队里第一次踢大耳朵杯成绩最好的球队了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1205_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1205]=],
				[ [=[text]=] ]=[=[倒不如说是这支球队早就该进大耳朵杯了，只是由于你自己关键时候不给力，才导致咱们今天才进大耳朵杯的吧？我们的实力早就已经不是大耳朵杯菜鸟的水平了，打出这样只是正常发挥吧……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1205_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1205]=],
				[ [=[text]=] ]=[=[不拆台就不像你了啊，我早习惯了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1205_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1205]=],
				[ [=[text]=] ]=[=[总之球队取得今天的成绩跟我一点关系都没有，我只会拖后腿，一切都是你这台饮水机的功劳，喝了你的水，三岁小孩都能变球王，行了吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1205_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1205]=],
				[ [=[text]=] ]=[=[这老大爷还傲娇起来了啊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1205_7]=]
			}
		}
	},
	[ [=[Q1206]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1206]=],
				[ [=[text]=] ]=[=[我们历史性第一次参加欧洲大耳朵杯的正式比赛，就进入淘汰赛了！嗷嗷嗷！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1206_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1206]=],
				[ [=[text]=] ]=[=[是啊！这都是因为你的工作做的好啊！你的水忽冷忽热，充分锻炼了球员们的适应能力……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1206_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1206]=],
				[ [=[text]=] ]=[=[还没完没了了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1206_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1206]=],
				[ [=[text]=] ]=[=[抽签结果出来了，我们的对手是北伦敦枪手队。我相信不论结果如何，我们已经学到很多东西了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1206_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1206]=],
				[ [=[text]=] ]=[=[接下来的联赛上半程收官战，对手是强大的埃因霍温吹风机队。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1206_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1206]=],
				[ [=[text]=] ]=[=[我们万不能掉以轻心。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1206_6]=]
			}
		}
	},
	[ [=[Q1207]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1207]=],
				[ [=[text]=] ]=[=[又是一年冬歇期来临时期球队出现疲软。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1207_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1207]=],
				[ [=[text]=] ]=[=[我们毕竟还是小球队啊，这些年人员虽有补充，但还是有些捉襟见肘。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1207_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1207]=],
				[ [=[text]=] ]=[=[还好，球队目前成绩很不错了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1207_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1207]=],
				[ [=[text]=] ]=[=[联赛拿到上半程冠军；荷兰风车杯进入下一轮；欧洲大耳朵杯也进入了淘汰赛。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1207_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1207]=],
				[ [=[text]=] ]=[=[下半程调整好，看看能否拿到锦标吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1207_5]=]
			}
		}
	},
	[ [=[Q1208]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1208]=],
				[ [=[text]=] ]=[=[下半程开端看上去似乎并不太理想……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1208_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1208]=],
				[ [=[text]=] ]=[=[是的，我们还有球员处在伤病恢复期，球队的实力还有待提升。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1208_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1208]=],
				[ [=[text]=] ]=[=[仅仅是第一场比赛，没必要太过悲观。而且面对大耳朵杯淘汰赛，我也有所保留啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1208_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1208]=],
				[ [=[text]=] ]=[=[接下来认真面对欧洲大耳朵杯淘汰赛就好。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1208_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1208]=],
				[ [=[text]=] ]=[=[咱们先客后主，是有心理优势的……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1208_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1208]=],
				[ [=[text]=] ]=[=[对，争取有客场进球吧！而且不能再丢球了啊！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1208_6]=]
			}
		}
	},
	[ [=[Q1209]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1209]=],
				[ [=[text]=] ]=[=[酋长球场的气氛真的太可怕了，球员们显然不适应这种大场面。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1209_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1209]=],
				[ [=[text]=] ]=[=[客场失利，没有一个客场进球。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1209_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1209]=],
				[ [=[text]=] ]=[=[回主场后只能背水一战了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1209_3]=]
			}
		}
	},
	[ [=[Q1210]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1210]=],
				[ [=[text]=] ]=[=[以客场进球的劣势被淘汰了啊……不甘心……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1210_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1210]=],
				[ [=[text]=] ]=[=[这是我执教生涯少有的荡气回肠的比赛，主场球迷给予我们最大的热情，队员们也拼了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1210_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1210]=],
				[ [=[text]=] ]=[=[可惜我们缺少一个客场进球。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1210_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1210]=],
				[ [=[text]=] ]=[=[有时候规则就是这样的残忍。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1210_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1210]=],
				[ [=[text]=] ]=[=[不过我想，积累了这些比赛经验，来年我们一定能够更强大的！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1210_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1210]=],
				[ [=[text]=] ]=[=[现在我们应该把精力全部投入到国内的联赛和杯赛中了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1210_6]=]
			}
		}
	},
	[ [=[Q1211]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1211]=],
				[ [=[text]=] ]=[=[目前到了赛季的收官阶段了，队员们很疲劳、很累。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1211_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1211]=],
				[ [=[text]=] ]=[=[但今年的积分榜竞争异常激烈。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1211_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1211]=],
				[ [=[text]=] ]=[=[目前我们和阿贾克斯枪骑兵队同处积分榜首。这可怎么办啊…]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1211_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1211]=],
				[ [=[text]=] ]=[=[我们最后一轮只能赢，而且必须尽可能多地进球。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1211_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1211]=],
				[ [=[text]=] ]=[=[目前咱们净胜球比同城对手少两球。咱们处于劣势。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1211_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1211]=],
				[ [=[text]=] ]=[=[不能把夺冠的希望寄托在对手最后一轮意外失利上。我们必须得拼了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1211_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1211]=],
				[ [=[text]=] ]=[=[不过当务之急还是要先赢下风车杯的半决赛！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1211_7]=]
			}
		}
	},
	[ [=[Q1212]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1212]=],
				[ [=[text]=] ]=[=[最后这几场比赛堪比欧洲大耳朵杯，一场比一场焦灼啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1212_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1212]=],
				[ [=[text]=] ]=[=[在领先三球的局面下还被对方追平，最后通过加时赛才取胜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1212_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1212]=],
				[ [=[text]=] ]=[=[好在主场球迷给了大家胜利的力量，现在我们的主场已经被各球队称为魔鬼主场了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1212_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1212]=],
				[ [=[text]=] ]=[=[哈哈！这很让我兴奋啊！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1212_4]=]
			}
		}
	},
	[ [=[Q1213]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[我们夺得联赛冠军了！嗷嗷嗷！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1213_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[这太不可思议了！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1213_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[赛季第二次面对对手，他们在荷兰风车杯半决赛淘汰了强敌枪骑兵队，我们居然可以获得如此胜利。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1213_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[小伙子们很好地执行了我的战术意图，这个信奉全攻全守的国度，真的是全攻全守才能拯救球队！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1213_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[兴奋之余，让我们准备接下来的杯赛吧。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1213_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[同样是面对吹风机队，他们肯定已经摸清我们的套路了，一丁点的失误就会让到手的胜利拱手让人。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1213_6]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[球队历史上第一个双冠王！嗷！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1213_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[我们上赛季还是“三亚”！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1213_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[大叔，我太崇拜你了！给我签个名吧！！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1213_9]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[这饮水机似乎数学不太好啊……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1213_10]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[这一切都要感谢小伙子们的拼搏。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1213_11]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[幸运女神也站在了我们这边。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1213_12]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[我们是荷兰霸主！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1213_13]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[再一次征服新的国度，这太让人难以置信了！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1213_14]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[时间过得好快啊，一眨眼又是六年过去了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1213_15]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[想想第一次来到这个国家的时候，就像昨天的事情一样。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1213_16]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[真叫人感慨啊！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1213_17]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[球队的崛起再一次吸引来了投资者的目光。一家俄罗斯的投资集团要来收购我们的俱乐部，并让我们注册在法国联赛。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1213_18]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[难道我们又要卷起行囊，踏上新的国度？]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1213_19]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[这就是职业足球的一部分吧，虽然我很舍不得阿姆斯特丹的球迷们啊……，法国，我们来了！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1213_20]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[不是很懂你们人类的情感啊……又不是生离死别……不过只要把我带上，我就没意见……咕噜噜……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1213_21]=]
			}
		}
	},
	[ [=[Q1301]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1301]=],
				[ [=[text]=] ]=[=[大叔，有个事儿哈，法国足协不许我们直接建立一支全新球队去征战顶级联赛，所以他们给一家小球会注资，以咱们的班底去带领他们踏上复兴之路！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1301_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1301]=],
				[ [=[text]=] ]=[=[我知道，董事会跟我聊过了。咱们的球队在斯特拉斯堡。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1301_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1301]=],
				[ [=[text]=] ]=[=[那你对这支球队有了解吗？从地图上看……咦我们好像在德国哈！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1301_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1301]=],
				[ [=[text]=] ]=[=[斯特拉斯堡是德法边境的城市啊，虽然历史上被德法争来争去，但现在是毫无疑问的法国城市。我的好朋友——执教北伦敦枪手队多年的W教授，就是从这座城市走出来的。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1301_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1301]=],
				[ [=[text]=] ]=[=[这样来说，咱们的球队可以兼具德式球队的纪律与意志与法国球队的优雅华丽，看来称霸法国可以说指日可待了哇！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1301_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1301]=],
				[ [=[text]=] ]=[=[醒醒，球会如今状态并不算好。战绩太差、球员流失，财政入不敷出，被所有人视作降级的头号大热门……、]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1301_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1301]=],
				[ [=[text]=] ]=[=[果然理想很丰满，现实很骨感，要不然也不会找你这个大叔接烂摊子……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1301_7]=]
			}
		}
	},
	[ [=[Q1302]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1302]=],
				[ [=[text]=] ]=[=[果然是法甲劲旅，首场比赛开场10分钟就被打懵了。幸好我们有一定踢逆风球的经验了，不然就会遭遇“开门黑”了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1302_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1302]=],
				[ [=[text]=] ]=[=[我是该夸你调整得当呢，还是该批评你开局战术布置得一塌糊涂呢……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1302_2]=]
			}
		}
	},
	[ [=[Q1303]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1303]=],
				[ [=[text]=] ]=[=[哎哟，前几周不错啊，已经三连胜了哇。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1303_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1303]=],
				[ [=[text]=] ]=[=[难得见你肯定我一下。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1303_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1303]=],
				[ [=[text]=] ]=[=[切，我又不是只会喷人的好不好，我是一台很理性的饮水机，赏罚分明。你最近干得确实不错啊，大叔。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1303_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1303]=],
				[ [=[text]=] ]=[=[其实是队员们之前不懂得如何进行科学训练，我不过是把好的经验和训练方法传授给他们。真正场上比赛的还是球员们自己啊，我能做的非常有限。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1303_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1303]=],
				[ [=[text]=] ]=[=[董事会都传开了，咱们来之前很多队员们精神和身体状态都很差，甚至有的球员酗酒严重，每天拎两瓶二锅头来训练，现在你一来，整个焕然一新啊！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1303_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1303]=],
				[ [=[text]=] ]=[=[啥二锅头啊，人家喝的法国波尔多红酒你都不认识，土鳖。小伙子们的精神和竞技状态都不错，或许我做的有一定作用吧。但还是那句话，我是引路者，但实现梦想的还是要靠他们自己。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1303_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1303]=],
				[ [=[text]=] ]=[=[大叔你在我心目中的形象又高大了起来……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1303_7]=]
			}
		}
	},
	[ [=[Q1304]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1304]=],
				[ [=[text]=] ]=[=[上一场比赛大家状态感觉并不是很好，能赢球感觉其实非常侥幸啊…]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1304_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1304]=],
				[ [=[text]=] ]=[=[我也意识到了，有些球员显出了疲态，还以为大叔你没发现呢，看来你水平还真可以。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1304_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1304]=],
				[ [=[text]=] ]=[=[也不能怪他们，毕竟年轻球员经验缺乏，老队员们虽然经验丰富，但身体状况在下降啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1304_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1304]=],
				[ [=[text]=] ]=[=[下场比赛大家一定要坚持住。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1304_4]=]
			}
		}
	},
	[ [=[Q1305]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1305]=],
				[ [=[text]=] ]=[=[唉，还是迎来了赛季首败。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1305_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1305]=],
				[ [=[text]=] ]=[=[没关系，其实也是好事。毕竟之前咱们一路高歌猛进，感觉球队有些自我膨胀了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1305_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1305]=],
				[ [=[text]=] ]=[=[也好，让对手给我们降降温……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1305_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1305]=],
				[ [=[text]=] ]=[=[是啊，卸下了不败的包袱，这样可以更清醒。也能知道自己的水平到底处于什么位置。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1305_4]=]
			}
		}
	},
	[ [=[Q1306]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1306]=],
				[ [=[text]=] ]=[=[真是一场惊心动魄的比赛啊…]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1306_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1306]=],
				[ [=[text]=] ]=[=[前30分钟就被进了3个，我以为这场比赛又要被打花了…]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1306_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1306]=],
				[ [=[text]=] ]=[=[看来冬歇期对球队状态的影响还是很大的，球员们需要尽快恢复啊！
不然，大好形势就要被葬送了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1306_3]=]
			}
		}
	},
	[ [=[Q1307]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1307]=],
				[ [=[text]=] ]=[=[球队又回到正轨上来了！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1307_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1307]=],
				[ [=[text]=] ]=[=[如果把状态保持下去，再加上一点点运气…这第一个赛季或许就会…]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1307_2]=]
			}
		}
	},
	[ [=[Q1308]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1308]=],
				[ [=[text]=] ]=[=[经历了两场平局以后，我们又一次拿下一场胜利！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1308_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1308]=],
				[ [=[text]=] ]=[=[现在积分榜前几名咬得很紧，咱们不能掉以轻心！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1308_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1308]=],
				[ [=[text]=] ]=[=[我跟队员们讲过，我们要努力拼下剩余的比赛，虽然我们是新军，但相信最后的成绩不会亏待我们的！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1308_3]=]
			}
		}
	},
	[ [=[Q1309]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1309]=],
				[ [=[text]=] ]=[=[天呐！我们战胜了巴黎铁塔队！真的不敢想，这样一支烂摊子在大叔你的手下一年之内就变成了冠军级别的球队啊！本饮水机宣布，我的偶像不是补锅先生了，是大叔你！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1309_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1309]=],
				[ [=[text]=] ]=[=[我更愿意把这一切归结于小伙子们的奋斗，还有一点点运气。希望幸运女神能够一直站在我们这边。拼下最后一场比赛，稳稳夺冠吧。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1309_2]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1309]=],
				[ [=[text]=] ]=[=[我们是冠军！大叔，你太神奇了！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1309_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1309]=],
				[ [=[text]=] ]=[=[我们居然在来到法国后的第一年就站在了法国之巅！嗷嗷嗷！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1309_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1309]=],
				[ [=[text]=] ]=[=[我们真的运气太好了，我不得不感谢上帝。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1309_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1309]=],
				[ [=[text]=] ]=[=[从下半程开始的磨合，到最后的夺冠，这一路走得过于顺利了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1309_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1309]=],
				[ [=[text]=] ]=[=[按照以往的节奏，是不是马上又有个大老板蹦出来，说要收购然后让我们搬家了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1309_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1309]=],
				[ [=[text]=] ]=[=[这次不会了！就算有我也不走！我要在法国完成之前在葡萄牙和荷兰没完成的事业，在欧洲大耳朵杯上取得突破！我相信法国这个平台可以的！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1309_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1309]=],
				[ [=[text]=] ]=[=[嗯，大叔的干劲很足哇……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1309_9]=]
			}
		}
	},
	[ [=[Q1401]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1401]=],
				[ [=[text]=] ]=[=[饮老师啊，我想跟你商量个事情。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1401_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1401]=],
				[ [=[text]=] ]=[=[这么严肃啊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1401_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1401]=],
				[ [=[text]=] ]=[=[嗯，俱乐部高层决定，要修建一座新球场，因为目前的球场确实太小了，配不上我们新科法国冠军的名头。但要修球场，我们可以调用的资金就不会太多了，必须省吃俭用才行，我很纠结啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1401_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1401]=],
				[ [=[text]=] ]=[=[这有啥好纠结的！必须盖球场啊！来到了W教授的地盘，我们必须用实际行动向W教授致敬哇！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1401_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1401]=],
				[ [=[text]=] ]=[=[好吧，既然你这么说，我就告诉董事会，我赞成。接下来几年的日子会很难过啊……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1401_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1401]=],
				[ [=[text]=] ]=[=[嗷嗷嗷！话说最后球场建好了能不能用我的名字命名啊？饮老师大球场，听着就拉风！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1401_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1401]=],
				[ [=[text]=] ]=[=[我选择狗带。你先冷静一下，我去准备下一场比赛了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1401_7]=]
			}
		}
	},
	[ [=[Q1402]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1402]=],
				[ [=[text]=] ]=[=[输了……被打回原形了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1402_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1402]=],
				[ [=[text]=] ]=[=[我们尽管上赛季爆冷夺冠，但大巴黎的霸主地位依然是不可动摇的。需要做的工作还有很多。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1402_2]=]
			}
		}
	},
	[ [=[Q1403]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1403]=],
				[ [=[text]=] ]=[=[嗷！拿下法国雄鸡杯首胜！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1403_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1403]=],
				[ [=[text]=] ]=[=[大叔，看来你的调整还真有点儿用，队员们的精神状态跟上一场完全不一样了！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1403_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1403]=],
				[ [=[text]=] ]=[=[看得出来球队的进步，但同时也要看到自己的短板。球队还不够专注，需要我们提高的地方还有很多。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1403_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1403]=],
				[ [=[text]=] ]=[=[不过，加油吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1403_4]=]
			}
		}
	},
	[ [=[Q1404]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1404]=],
				[ [=[text]=] ]=[=[嗷嗷大叔我们又赢啦！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1404_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1404]=],
				[ [=[text]=] ]=[=[这才是我带的球队。勤奋的跑动加上很好的贯彻了赛前布置的战术，想输球都难啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1404_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1404]=],
				[ [=[text]=] ]=[=[飘飘然了？咱们下一场要面对英格兰强敌伦敦巴士队了，这是一场硬仗啊！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1404_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1404]=],
				[ [=[text]=] ]=[=[是的，所以我一直强调，把每场比赛都当做第一次比赛，认真对待，或许会在对手身上有所收获。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1404_4]=]
			}
		}
	},
	[ [=[Q1405]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1405]=],
				[ [=[text]=] ]=[=[豪门终归是豪门啊，这次大叔你不灵了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1405_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1405]=],
				[ [=[text]=] ]=[=[要不是主场球迷的帮助，我想可能我们会颗粒无收。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1405_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1405]=],
				[ [=[text]=] ]=[=[虽然比赛输了，但还是学习到了一些东西。这就是要多跟豪门俱乐部踢比赛的原因啊！逆境帮助我们成长！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1405_3]=]
			}
		}
	},
	[ [=[Q1406]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1406]=],
				[ [=[text]=] ]=[=[作为一支法国球队，我们第一次欧洲大耳朵杯远征，随队前来的球迷有接近三千人。我真的好感动。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1406_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1406]=],
				[ [=[text]=] ]=[=[所以大叔你也把这场胜利作为礼物送给他们了啊！他们现在一定很开心吧！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1406_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1406]=],
				[ [=[text]=] ]=[=[这就是足球的魅力所在啊！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1406_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1406]=],
				[ [=[text]=] ]=[=[我有点懂你们人类了，一开始我还觉得这帮人千里迢迢跑来看球到底是多无聊啊，现在我发现，球迷们好像也挺可爱的嚎~]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1406_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1406]=],
				[ [=[text]=] ]=[=[虽然很多时候他们让人觉得偏激，但这都是因为对主队的爱啊！没有球迷的比赛什么都不是！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1406_5]=]
			}
		}
	},
	[ [=[Q1407]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1407]=],
				[ [=[text]=] ]=[=[兵不血刃！球员们现在的状态越来越好了，希望大家能够保持住。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1407_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1407]=],
				[ [=[text]=] ]=[=[大耳朵杯小组最后一场，要打小组最弱的对手阿尔克马尔奶酪队，赢下来就能出线啦，肯定没问题的，啦啦啦~]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1407_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1407]=],
				[ [=[text]=] ]=[=[总有点隐隐的担心……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1407_3]=]
			}
		}
	},
	[ [=[Q1408]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1408]=],
				[ [=[text]=] ]=[=[又是阴沟翻船…]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1408_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1408]=],
				[ [=[text]=] ]=[=[还不是怪你这台破烂饮水机败的人品！开场10分钟就被对方打懵了，看来球队还是不适应高位逼抢的对手。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1408_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1408]=],
				[ [=[text]=] ]=[=[这大叔，一输球就爱胡乱甩锅。行行行，都怪我，你高兴就好……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1408_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1408]=],
				[ [=[text]=] ]=[=[我们的欧洲大耳朵杯比赛之路也垫底出局了…这样也好，毕竟球队阵容厚度有限。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1408_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1408]=],
				[ [=[text]=] ]=[=[还是集中精力在联赛上面来吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1408_5]=]
			}
		}
	},
	[ [=[Q1409]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1409]=],
				[ [=[text]=] ]=[=[大叔，我感觉球队现在出了很大的问题…从大耳朵杯出局之后，球员们的心态好像崩了哇……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1409_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1409]=],
				[ [=[text]=] ]=[=[别忘了咱们是一支刚来到法国第二年的球队，而且上赛季本来还是降级热门来着。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1409_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1409]=],
				[ [=[text]=] ]=[=[嗯，上赛季夺冠多少有些意外，有些球员心态就会发生变化。这些人还真是的，真以为自己是宇宙巨星了吗？要不是有冠军教练带着，他们现在还不知道在哪儿呢！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1409_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1409]=],
				[ [=[text]=] ]=[=[面对三线作战的形势，阵容厚度的短板也显现出来了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1409_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1409]=],
				[ [=[text]=] ]=[=[那你在冬歇期赶紧引援啊！还等毛呢！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1409_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1409]=],
				[ [=[text]=] ]=[=[你忘了，俱乐部把大量的钱投入到了新场馆的修建上了，预算有些捉襟见肘…话说这是不是也是你的主意啊？]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1409_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1409]=],
				[ [=[text]=] ]=[=[行行行，还是我的锅……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1409_7]=]
			}
		}
	},
	[ [=[Q1410]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1410]=],
				[ [=[text]=] ]=[=[咱们在【法国雄鸡杯】里也被淘汰了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1410_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1410]=],
				[ [=[text]=] ]=[=[现在真的只剩联赛可以踢了……不甘心……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1410_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1410]=],
				[ [=[text]=] ]=[=[不管成绩如何，重要的是球队要找到解决问题的办法。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1410_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1410]=],
				[ [=[text]=] ]=[=[这么输下去，恐怕赛季末要出大麻烦了……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1410_4]=]
			}
		}
	},
	[ [=[Q1411]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1411]=],
				[ [=[text]=] ]=[=[大叔，目前积分榜上我们排名倒数第四……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1411_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1411]=],
				[ [=[text]=] ]=[=[这赛季最后一个主场，幸好以平局收场…不然我真的要被下课了…]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1411_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1411]=],
				[ [=[text]=] ]=[=[这让我想起荷兰那段艰难的时光了……大叔你要挺住啊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1411_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1411]=],
				[ [=[text]=] ]=[=[小伙子们，加油拿下最后一场比赛吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1411_4]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1411]=],
				[ [=[text]=] ]=[=[最后一场又输了……但好在保级对手也不给力，非平即负，让我们还能排名第17，这差不多是我拿到的最差的联赛名次了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1411_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1411]=],
				[ [=[text]=] ]=[=[如今球队就像一部过保的老爷车，呃，更像一台早该换掉的饮水机。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1411_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1411]=],
				[ [=[text]=] ]=[=[怒躺一枪……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1411_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1411]=],
				[ [=[text]=] ]=[=[俱乐部投钱修新球场，没钱补齐阵容。现有阵容里新老换代是最需要解决的问题。但现在的转会市场溢价太严重的，随便一个球员都标价几千万……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1411_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1411]=],
				[ [=[text]=] ]=[=[唯一让我欣慰的是，俱乐部高层始终支持我的工作。这让我很感激！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1411_9]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1411]=],
				[ [=[text]=] ]=[=[没事，你们人类不是说否极泰来嘛，会好的啦~]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1411_10]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1411]=],
				[ [=[text]=] ]=[=[下赛季希望能转转运吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1411_11]=]
			}
		}
	},
	[ [=[Q1501]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1501]=],
				[ [=[text]=] ]=[=[法国的前两年真是天差地别啊…投资方冒险把钱全部花到了体育场建设上，球员们夺冠后的心态变化。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1501_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1501]=],
				[ [=[text]=] ]=[=[大叔，我给你在电台点了一首歌，叫《打回原形》，你听听，心情可能会好一点。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1501_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1501]=],
				[ [=[text]=] ]=[=[……好你妹啊……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1501_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1501]=],
				[ [=[text]=] ]=[=[新赛季还是要正视自己，脚踏实地一步步来！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1501_4]=]
			}
		}
	},
	[ [=[Q1502]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1502]=],
				[ [=[text]=] ]=[=[恭喜大叔取得赛季开门红！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1502_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1502]=],
				[ [=[text]=] ]=[=[新赛季看得出大家的变化，夏训效果初显啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1502_2]=]
			}
		}
	},
	[ [=[Q1503]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1503]=],
				[ [=[text]=] ]=[=[现在球队状态不错，之前打出了一波五连胜，我就说只要踏踏实实踢，成绩不会差的！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1503_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1503]=],
				[ [=[text]=] ]=[=[本周是一周双赛，周末还要面对联赛对手……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1503_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1503]=],
				[ [=[text]=] ]=[=[希望队员们能够拿下双胜！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1503_3]=]
			}
		}
	},
	[ [=[Q1504]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1504]=],
				[ [=[text]=] ]=[=[一周两场胜利！厉害了我的叔！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1504_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1504]=],
				[ [=[text]=] ]=[=[针对球员们的技术特点，我尝试了更换阵型，果然收到了奇效啊！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1504_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1504]=],
				[ [=[text]=] ]=[=[希望球员们都能够适应这个战术！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1504_3]=]
			}
		}
	},
	[ [=[Q1505]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1505]=],
				[ [=[text]=] ]=[=[一场平局…我们胜利的脚步似乎慢了下来…]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1505_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1505]=],
				[ [=[text]=] ]=[=[这场平局责任在我，我希望能够让更多的年轻球员得到机会，所以冒险启用了几名U23队员。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1505_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1505]=],
				[ [=[text]=] ]=[=[孩子们还是缺少比赛经验。不过交点学费也是能接受的吧。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1505_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1505]=],
				[ [=[text]=] ]=[=[下一场对手是劲旅巴黎铁塔队，不能这么搞了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1505_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1505]=],
				[ [=[text]=] ]=[=[嗯，这场我肯定会全力迎战的。你放心吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1505_5]=]
			}
		}
	},
	[ [=[Q1506]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1506]=],
				[ [=[text]=] ]=[=[大叔，感觉你的新打法不是很靠谱的样子哇……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1506_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1506]=],
				[ [=[text]=] ]=[=[似乎球员们还是不太适应。这两场比赛都是开场被对手闪电进球…我们可是素来以防守密不透风著称啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1506_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1506]=],
				[ [=[text]=] ]=[=[而且球员在你不在的时候，更衣室里也有抱怨的声音……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1506_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1506]=],
				[ [=[text]=] ]=[=[战术方面我不会一意孤行的，我会与球员们去沟通。调整最适合球员们的战术阵型的。你放心吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1506_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1506]=],
				[ [=[text]=] ]=[=[看看下半程会发生什么吧！希望最后有个好结果！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1506_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1506]=],
				[ [=[text]=] ]=[=[下半程揭幕战要赴客场挑战摩纳哥守护者队，首回合我们在主场战胜了他们，这次客场要小心了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1506_6]=]
			}
		}
	},
	[ [=[Q1507]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1507]=],
				[ [=[text]=] ]=[=[大叔，为什么这场比赛你没让冬季加盟的新人上场啊？不是白买了吗？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1507_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1507]=],
				[ [=[text]=] ]=[=[我肯定不能在下半程开局这场比赛让他们上场啊，不然太冒进了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1507_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1507]=],
				[ [=[text]=] ]=[=[新球员来到新的环境，要跟新的球队磨合，要适应新的队友、适应新的教练和战术。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1507_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1507]=],
				[ [=[text]=] ]=[=[我求购他们的目的是为了球队最终获得好的结果，不一定非要第一场就派他们上场。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1507_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1507]=],
				[ [=[text]=] ]=[=[这大叔真奇怪……好吧，就看看按你的来会怎么样吧……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1507_5]=]
			}
		}
	},
	[ [=[Q1508]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1508]=],
				[ [=[text]=] ]=[=[果然以一球的劣势被淘汰出局了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1508_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1508]=],
				[ [=[text]=] ]=[=[大叔，赛后有媒体诟病您的战术阵型，想说点什么吗？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1508_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1508]=],
				[ [=[text]=] ]=[=[我没什么好说的。输球的责任在我，球员们做得很好。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1508_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1508]=],
				[ [=[text]=] ]=[=[但结果我无法预知、更无法全盘掌控。否则我是不是能保证场场都赢球啊，那我还在这儿呆着干嘛。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1508_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1508]=],
				[ [=[text]=] ]=[=[我已经能想象到明天新闻的标题了，肯定会很劲爆，“震惊！国际名帅竟已放弃治疗！”]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1508_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1508]=],
				[ [=[text]=] ]=[=[要不明天开始你就别在我们球队呆着了，去某媒体震惊部上班吧？]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1508_6]=]
			}
		}
	},
	[ [=[Q1509]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1509]=],
				[ [=[text]=] ]=[=[【法国雄鸡杯】回来后联赛刚有点起色，没想到又输球了…]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1509_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1509]=],
				[ [=[text]=] ]=[=[截止本轮结束，暂时排在第13名。但跟前面几个球队的分差相距并不大。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1509_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1509]=],
				[ [=[text]=] ]=[=[大叔还在嘴硬……不过也确实是，积分咬得很紧，赢一场就可能会前进好几名，现在联赛局势已经完全乱啦……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1509_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1509]=],
				[ [=[text]=] ]=[=[嗯，又要老生常谈，还是把每场比赛打好吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1509_4]=]
			}
		}
	},
	[ [=[Q1510]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1510]=],
				[ [=[text]=] ]=[=[为什么有的球员就是不按照我的说法去做呢？！放几个技能就能拿下来的比赛，他偏偏就是不放，气死我了！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1510_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1510]=],
				[ [=[text]=] ]=[=[大叔，是你平时管得太多了吧，限制了球员们的临场发挥……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1510_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1510]=],
				[ [=[text]=] ]=[=[我管得太多？我是主教练，我不管难道让你来管吗？！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1510_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1510]=],
				[ [=[text]=] ]=[=[大叔还真生气了啊……我不是这个意思…]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1510_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1510]=],
				[ [=[text]=] ]=[=[那你几个意思！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1510_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1510]=],
				[ [=[text]=] ]=[=[我的意思是…会不会是球员们临场发挥的问题…]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1510_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1510]=],
				[ [=[text]=] ]=[=[他们的表现我看在眼里，我心里也有数，我会跟球员们沟通的！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1510_7]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1510]=],
				[ [=[text]=] ]=[=[球队终于迎来一场胜利！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1510_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1510]=],
				[ [=[text]=] ]=[=[最终球队联赛里取得了排名第九的成绩…]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1510_9]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1510]=],
				[ [=[text]=] ]=[=[虽然也算可以接受，但这持续的阵痛到底要持续到什么时候呢？]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1510_10]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1510]=],
				[ [=[text]=] ]=[=[话说回来，这个赛季最大的惊喜应该是青训上的成果吧！终于看到了自家青训产品可以满足顶级联赛了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1510_11]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1510]=],
				[ [=[text]=] ]=[=[而且球场施工的进度也至少能看出个样子来了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1510_12]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1510]=],
				[ [=[text]=] ]=[=[这让我很欣慰，至少，我在法国没有白忙活…看看下个赛季，我们能不能获得更大的进步吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1510_13]=]
			}
		}
	},
	[ [=[Q1601]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1601]=],
				[ [=[text]=] ]=[=[今年的夏训备战情况不错。
几名年轻的青训球员在友谊赛里表现让人眼前一亮。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1601_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1601]=],
				[ [=[text]=] ]=[=[嗯，从他们平时喝水的动作就知道，接水的时候下盘很稳，应该是练过的，我很看好哟……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1601_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1601]=],
				[ [=[text]=] ]=[=[新赛季看看他们能否帮到球队吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1601_3]=]
			}
		}
	},
	[ [=[Q1602]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1602]=],
				[ [=[text]=] ]=[=[开门红！顺利的起步！但对手实力相对较弱。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1602_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1602]=],
				[ [=[text]=] ]=[=[下一场是面对豪门巴黎铁塔队，之前我们经常在他们身上丢分，大家小心为妙。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1602_2]=]
			}
		}
	},
	[ [=[Q1603]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1603]=],
				[ [=[text]=] ]=[=[主场战胜巴黎铁塔队！这是一场漂亮的复仇啊，祝贺大叔！撒花！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1603_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1603]=],
				[ [=[text]=] ]=[=[球队整体表现得不错，可喜可贺。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1603_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1603]=],
				[ [=[text]=] ]=[=[上赛季联赛里被巴黎铁塔队双杀，今年小伙子们都想一雪前耻。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1603_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1603]=],
				[ [=[text]=] ]=[=[能有这样一股精气神儿在实属难得，队员们加油！大叔你也加油！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1603_4]=]
			}
		}
	},
	[ [=[Q1604]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1604]=],
				[ [=[text]=] ]=[=[最近一段时间球队拿下了一波四连胜！球员们越踢越有信心了！冠军队终于又回来了！嗷嗷嗷！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1604_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1604]=],
				[ [=[text]=] ]=[=[是的。我们在积分榜上也有了较大的优势。这才是我心目中的球队的样子啊。下周又要面对劲敌，希望球队做好准备！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1604_2]=]
			}
		}
	},
	[ [=[Q1605]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1605]=],
				[ [=[text]=] ]=[=[连胜势头被终结了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1605_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1605]=],
				[ [=[text]=] ]=[=[我想，比赛中球员执行战术力度不够是导致先行丢球的主要原因。毕竟是年轻人啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1605_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1605]=],
				[ [=[text]=] ]=[=[下场比赛希望能做出一些改变。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1605_3]=]
			}
		}
	},
	[ [=[Q1606]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1606]=],
				[ [=[text]=] ]=[=[稳定的胜利！我们又一次进入了法国雄鸡杯八强！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1606_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1606]=],
				[ [=[text]=] ]=[=[我们已经拿过联赛冠军了，可还一直没捧起过雄鸡杯的奖杯。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1606_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1606]=],
				[ [=[text]=] ]=[=[那还等什么？今年就实现吧！大叔向前冲！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1606_3]=]
			}
		}
	},
	[ [=[Q1607]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1607]=],
				[ [=[text]=] ]=[=[下半程球队状态进入角色有点慢啊…]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1607_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1607]=],
				[ [=[text]=] ]=[=[开赛三轮不胜，如果球队不寻求改变、这样下去可就危险了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1607_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1607]=],
				[ [=[text]=] ]=[=[好在输的那几场都是联赛，我们这赛季的重心不是要拿下杯赛冠军吗？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1607_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1607]=],
				[ [=[text]=] ]=[=[不能把鸡蛋都放在一个篮子里啊，杯赛这种偶然性这么大的东西，一场没打好就是整个赛季白来啊……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1607_4]=]
			}
		}
	},
	[ [=[Q1608]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1608]=],
				[ [=[text]=] ]=[=[连续两年进入【法国雄鸡杯】四强！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1608_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1608]=],
				[ [=[text]=] ]=[=[讲道理，这场比赛的对手实力有限。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1608_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1608]=],
				[ [=[text]=] ]=[=[我觉得能赢下比赛更多的是靠运气，抽到了蒙彼利埃南方人队这样一个不是很强的对手。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1608_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1608]=],
				[ [=[text]=] ]=[=[我们，还不够强，比赛里的统治力还不够！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1608_4]=]
			}
		}
	},
	[ [=[Q1609]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1609]=],
				[ [=[text]=] ]=[=[球队状态又开始起伏不定了…]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1609_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1609]=],
				[ [=[text]=] ]=[=[赛季进行到后期，板凳深度也非常重要啊。不能把整个球队的所有希望全都寄托在青训小将身上…]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1609_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1609]=],
				[ [=[text]=] ]=[=[那句话是谁说的来着……说什么“靠一群孩子你什么也赢不了”是吧？后来被F爵士疯狂打脸，看来大叔你的功力跟F爵士比还是差了一点啊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1609_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1609]=],
				[ [=[text]=] ]=[=[嗯，我和F爵士相比确实还有差距，他是个不可超越的传奇。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1609_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1609]=],
				[ [=[text]=] ]=[=[不过，我们在杯赛里还有夺冠希望啊！如果你拿下雄鸡杯冠军，也算是打破诅咒了，大叔加油！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1609_5]=]
			}
		}
	},
	[ [=[Q1610]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1610]=],
				[ [=[text]=] ]=[=[顺利拿下一场胜利！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1610_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1610]=],
				[ [=[text]=] ]=[=[目前积分榜上第一集团相互之间竞争异常惨烈啊。颇有三足鼎立的态势。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1610_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1610]=],
				[ [=[text]=] ]=[=[争冠就别想了，不过似乎可以争夺一下欧洲大耳朵杯的参赛资格?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1610_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1610]=],
				[ [=[text]=] ]=[=[打好眼下每一场比赛才是要紧事。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1610_4]=]
			}
		}
	},
	[ [=[Q1611]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1611]=],
				[ [=[text]=] ]=[=[球队第一次在法国打进【法国雄鸡杯】决赛！我就知道这赛季会不一样！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1611_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1611]=],
				[ [=[text]=] ]=[=[小伙子们确实配得上这样一场胜利。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1611_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1611]=],
				[ [=[text]=] ]=[=[咱们的阵型比以往更有层次感了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1611_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1611]=],
				[ [=[text]=] ]=[=[希望队员们在联赛收官战里也能有所收获！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1611_4]=]
			}
		}
	},
	[ [=[Q1612]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1612]=],
				[ [=[text]=] ]=[=[最后一场打平了，我们最终的排名是……第四，因为法国只有三个名额，所以明年打不了大耳朵杯了，只有小耳朵杯……不开心……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1612_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1612]=],
				[ [=[text]=] ]=[=[其实今年比去年有了很多起色啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1612_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1612]=],
				[ [=[text]=] ]=[=[还剩最后一场杯赛，大家加油吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1612_3]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1612]=],
				[ [=[text]=] ]=[=[经过这样一场旷日持久的鏖战之后，突然感觉在夺冠之后心里如此平静。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1612_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1612]=],
				[ [=[text]=] ]=[=[难道这是黎明前最后的黑暗？]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1612_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1612]=],
				[ [=[text]=] ]=[=[看看下个赛季能不能更上一层楼！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1612_6]=]
			}
		}
	},
	[ [=[Q1701]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1701]=],
				[ [=[text]=] ]=[=[法国的生涯真的是比之前精彩许多啊，而且也惊险许多。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1701_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1701]=],
				[ [=[text]=] ]=[=[如果不是上赛季在【法国雄鸡杯】中惊险夺冠，或许我真的帅位不保了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1701_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1701]=],
				[ [=[text]=] ]=[=[今年夏天球队实力再一次得到提升，看看新赛季有什么不一样的收获！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1701_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1701]=],
				[ [=[text]=] ]=[=[第一场就要在超级杯决赛上迎战上赛季的联赛冠军——巴黎铁塔队了，目测会是一盆凉水……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1701_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1701]=],
				[ [=[text]=] ]=[=[这是一场硬仗，小伙子们，加油吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1701_5]=]
			}
		}
	},
	[ [=[Q1702]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1702]=],
				[ [=[text]=] ]=[=[恭喜大叔！新赛季第一冠get！我隐约感觉，第一赛季的那支球队又回来了！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1702_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1702]=],
				[ [=[text]=] ]=[=[哈哈，先别高兴太早。不过确实大家今天在场上的拼搏精神非常值得称赞！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1702_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1702]=],
				[ [=[text]=] ]=[=[下一场比赛我们要迎来新赛季的【法国雄鸡杯】了！不可掉以轻心！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1702_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1702]=],
				[ [=[text]=] ]=[=[卫冕冠军出征！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1702_4]=]
			}
		}
	},
	[ [=[Q1703]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1703]=],
				[ [=[text]=] ]=[=[【法国雄鸡杯】的首场胜利拿下！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1703_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1703]=],
				[ [=[text]=] ]=[=[球队整体看上去状态不错，小伙子们努力吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1703_2]=]
			}
		}
	},
	[ [=[Q1704]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1704]=],
				[ [=[text]=] ]=[=[截至本轮，新赛季我们保持不败！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1704_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1704]=],
				[ [=[text]=] ]=[=[这是很不容易的一项成就啊，已经创造新的队史最佳开局记录了！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1704_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1704]=],
				[ [=[text]=] ]=[=[我知道这有多不容易，尤其是对于我们这样一个之前起伏如此大的俱乐部。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1704_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1704]=],
				[ [=[text]=] ]=[=[我们需要沉淀。我们要借势向豪门俱乐部转变。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1704_4]=]
			}
		}
	},
	[ [=[Q1705]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1705]=],
				[ [=[text]=] ]=[=[在主场顺利拿下客队，也是曾经我们联赛当中的对手！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1705_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1705]=],
				[ [=[text]=] ]=[=[截止本轮，三场小耳朵杯小组赛成绩二胜一平。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1705_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1705]=],
				[ [=[text]=] ]=[=[现在外面传的特别厉害，说咱们金身难破、跪求一败。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1705_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1705]=],
				[ [=[text]=] ]=[=[哎，这帮媒体，天天就想着搞个大新闻，一有风吹草动跑得比谁都快。咱们什么水平咱们自己人最清楚。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1705_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1705]=],
				[ [=[text]=] ]=[=[虽然本赛季战绩不俗，但足球是圆的。有时适时一场失利是有必要的。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1705_5]=]
			}
		}
	},
	[ [=[Q1706]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1706]=],
				[ [=[text]=] ]=[=[果然，风水轮流转。我说什么来着。没想到败仗来的这么快…]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1706_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1706]=],
				[ [=[text]=] ]=[=[头一次见到这么希望自己输的……还真输了……大叔你这样会被误会赌球的……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1706_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1706]=],
				[ [=[text]=] ]=[=[似乎对手已经摸清了我们这赛季的套路了，我得变变阵才行。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1706_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1706]=],
				[ [=[text]=] ]=[=[下一场就是欧洲小耳朵杯的淘汰赛，该跟英格兰豪门——曼彻斯特红魔队，进行次回合的较量了。这次是真的没有回头路了。要么赢，要么死。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1706_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1706]=],
				[ [=[text]=] ]=[=[红魔队为啥都这么多年了还在混欧洲小耳朵杯啊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1706_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1706]=],
				[ [=[text]=] ]=[=[首回合在咱们主场被对手2-2逼平，这次必须要赢了！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1706_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1706]=],
				[ [=[text]=] ]=[=[对手是强大无比的豪门，又是自己主场，肯定会跟咱们抢开局的。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1706_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1706]=],
				[ [=[text]=] ]=[=[果然，上半场我们0:2落后……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1706_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1706]=],
				[ [=[text]=] ]=[=[相信您的排兵布阵！大叔！也相信队员们！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1706_9]=]
			}
		}
	},
	[ [=[Q1707]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1707]=],
				[ [=[text]=] ]=[=[我们做到了！大逆转！绝地反击！我们战胜了强大的对手！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1707_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1707]=],
				[ [=[text]=] ]=[=[真的没想到…这真是我执教生涯中最惊心动魄的比赛…]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1707_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1707]=],
				[ [=[text]=] ]=[=[对手果然在开局就强攻，我们还是没守住啊…幸好最后时刻小伙子们靠谱！我要感谢他们！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1707_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1707]=],
				[ [=[text]=] ]=[=[这该死的足球！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1707_4]=]
			}
		}
	},
	[ [=[Q1708]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1708]=],
				[ [=[text]=] ]=[=[感觉球队每个赛季都要阴沟翻船…这是我们队的光荣传统……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1708_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1708]=],
				[ [=[text]=] ]=[=[……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1708_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1708]=],
				[ [=[text]=] ]=[=[我想每个球队都会有输球的时候吧…或许是淘汰掉红魔队后球队的消耗太大了……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1708_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1708]=],
				[ [=[text]=] ]=[=[还是人品守恒定律又显灵了呢……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1708_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1708]=],
				[ [=[text]=] ]=[=[接下来要客场挑战西班牙劲敌了，球队必须做好准备。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1708_5]=]
			}
		}
	},
	[ [=[Q1709]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1709]=],
				[ [=[text]=] ]=[=[我做好了最坏的心理准备，但没想到是这样的失利…]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1709_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1709]=],
				[ [=[text]=] ]=[=[4-1这样的首回合太令人被动了…]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1709_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1709]=],
				[ [=[text]=] ]=[=[这次怕是回天乏术了…]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1709_3]=]
			}
		}
	},
	[ [=[Q1710]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1710]=],
				[ [=[text]=] ]=[=[大叔，我想小伙子们尽力了。可以说是虽败犹荣了吧。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1710_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1710]=],
				[ [=[text]=] ]=[=[毕竟欧洲小耳朵杯被塞维利亚城堡队长期垄断，都有“塞维利亚杯”的别称了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1710_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1710]=],
				[ [=[text]=] ]=[=[嗯，是的。小耳朵杯历史上还没有球队能在首回合落后3球的情况下在次回合成功翻盘的情况。看来我们也不例外。而且，输给塞维利亚红白队这样的劲旅一点也不丢人啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1710_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1710]=],
				[ [=[text]=] ]=[=[那好吧，就让我们把精力都放在国内赛场上吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1710_4]=]
			}
		}
	},
	[ [=[Q1711]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1711]=],
				[ [=[text]=] ]=[=[【法国雄鸡杯】成功杀进决赛！提前祝贺一下小伙子们！你们是最棒的！当然还要祝贺大叔！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1711_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1711]=],
				[ [=[text]=] ]=[=[不要高兴的太早，足球世界里要时刻保持谦逊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1711_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1711]=],
				[ [=[text]=] ]=[=[大叔为啥总是喜欢扫人兴致啊，老年人就是无聊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1711_3]=]
			}
		}
	},
	[ [=[Q1712]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1712]=],
				[ [=[text]=] ]=[=[又是一场胜利，我很欣慰！球队现在从对塞维利亚城堡队的失败中彻底走出来了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1712_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1712]=],
				[ [=[text]=] ]=[=[联赛总算有惊无险夺得了冠军。距离刚来法兰西“意外”夺冠的第一年已经有四年时间了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1712_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1712]=],
				[ [=[text]=] ]=[=[时光飞逝啊！虽然我体会不到你们人类的身体一点点变老是什么感觉，但也能明显地看出大叔你的头发一天比一天少了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1712_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1712]=],
				[ [=[text]=] ]=[=[这次，可以拍着胸脯说自己是靠实力拿下冠军了！而非幸运！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1712_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1712]=],
				[ [=[text]=] ]=[=[还有最后一场决赛，小伙子们加油！好好准备！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1712_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1712]=],
				[ [=[text]=] ]=[=[还有啥好准备的，直接准备夺冠颁奖仪式就好啦~]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1712_6]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1712]=],
				[ [=[text]=] ]=[=[……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1712_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1712]=],
				[ [=[text]=] ]=[=[……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1712_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1712]=],
				[ [=[text]=] ]=[=[喂，那个总拿人品守恒说事儿的家伙，你有啥好说的？这次是你把人品都败光了，我们才输掉决赛的吧？]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1712_9]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1712]=],
				[ [=[text]=] ]=[=[早知道不该提早祝贺的…但大叔你是不是故意输的，好让我背锅啊？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1712_10]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1712]=],
				[ [=[text]=] ]=[=[你要这么想我也没办法。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1712_11]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1712]=],
				[ [=[text]=] ]=[=[我要是个妹子的话听到你这话分分钟爆炸……算了，不跟你扯这些了。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1712_12]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1712]=],
				[ [=[text]=] ]=[=[不管怎么样，我们今年是有收获的！我们重新把联赛奖杯揽入怀里了！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1712_13]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1712]=],
				[ [=[text]=] ]=[=[别想那么多了，好好享受冠军时刻吧！再次登顶法国的感觉真的很好！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1712_14]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1712]=],
				[ [=[text]=] ]=[=[下赛季要尝试拿更多的荣誉！！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1712_15]=]
			}
		}
	},
	[ [=[Q1801]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1801]=],
				[ [=[text]=] ]=[=[饮老师，告诉你一个好消息啊~]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1801_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1801]=],
				[ [=[text]=] ]=[=[大叔今天有点不一样的样子……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1801_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1801]=],
				[ [=[text]=] ]=[=[本赛季新修建的球场要启用了，我们可以从本赛季开始使用新球场作为主场！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1801_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1801]=],
				[ [=[text]=] ]=[=[球队要在几万观众的观看下开始比赛了！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1801_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1801]=],
				[ [=[text]=] ]=[=[那这次终于可以把我抬过去亮相了吧！大叔大叔大叔！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1801_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1801]=],
				[ [=[text]=] ]=[=[兴奋之余，我倒是有点感慨，自己手下这群毛头小子从默默无闻到现在在几万名观众面前比赛，简直做梦一样！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1801_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1801]=],
				[ [=[text]=] ]=[=[完全不理我……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1801_7]=]
			}
		}
	},
	[ [=[Q1802]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1802]=],
				[ [=[text]=] ]=[=[几个月前【法国雄鸡杯】中输给巴黎铁塔队的画面还记忆犹新，这场比赛小伙子们都憋着一股劲要证明自己。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1802_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1802]=],
				[ [=[text]=] ]=[=[现在看来结果是好的！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1802_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1802]=],
				[ [=[text]=] ]=[=[大叔，要达到法国霸主的级别，不在各条战线都压倒巴黎铁塔队可不行啊！只赢这一场可不够……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1802_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1802]=],
				[ [=[text]=] ]=[=[真正的豪门是谁都不怕的。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1802_4]=]
			}
		}
	},
	[ [=[Q1803]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1803]=],
				[ [=[text]=] ]=[=[南特金丝雀队在今年【法国雄鸡杯】上状态很棒啊！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1803_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1803]=],
				[ [=[text]=] ]=[=[咱们差点要被爆冷门，感觉最近球队状态有点起伏。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1803_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1803]=],
				[ [=[text]=] ]=[=[难道是因为今年开局太顺？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1803_3]=]
			}
		}
	},
	[ [=[Q1804]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1804]=],
				[ [=[text]=] ]=[=[球队又创造一个新记录，创造了联赛七连胜！大叔厉害！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1804_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1804]=],
				[ [=[text]=] ]=[=[我相信球队会越来越强的。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1804_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1804]=],
				[ [=[text]=] ]=[=[W教授当年可是取得过赛季不败神话的。相信我们也可以。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1804_3]=]
			}
		}
	},
	[ [=[Q1805]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1805]=],
				[ [=[text]=] ]=[=[太久没有跟意大利球队交手了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1805_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1805]=],
				[ [=[text]=] ]=[=[这场比赛意大利俱乐部进攻套路上比以往凶狠许多啊…]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1805_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1805]=],
				[ [=[text]=] ]=[=[幸好不是惨败……至少还给大叔你留了一条内裤……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1805_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1805]=],
				[ [=[text]=] ]=[=[只是没有小组赛不败出线有点可惜。希望淘汰赛不要碰到他们。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1805_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1805]=],
				[ [=[text]=] ]=[=[难道不是希望再碰到他们，来个复仇吗……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1805_5]=]
			}
		}
	},
	[ [=[Q1806]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1806]=],
				[ [=[text]=] ]=[=[我们取得了半程冠军！完美的上半程！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1806_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1806]=],
				[ [=[text]=] ]=[=[是的，确实要感谢小伙子们，也要恭喜他们！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1806_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1806]=],
				[ [=[text]=] ]=[=[咱们越来越强大，掀翻法甲霸主的言论又一次在坊间发酵了。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1806_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1806]=],
				[ [=[text]=] ]=[=[随他们去吧。咱们不是第一次面对。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1806_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1806]=],
				[ [=[text]=] ]=[=[我想你也有经验如何去面对了。做好咱们自己吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1806_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1806]=],
				[ [=[text]=] ]=[=[哦……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1806_6]=]
			}
		}
	},
	[ [=[Q1807]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1807]=],
				[ [=[text]=] ]=[=[英格兰寒冷的天气果然队员们不是很适应。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1807_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1807]=],
				[ [=[text]=] ]=[=[2球落败，次回合回到主场一定要掀翻对手！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1807_2]=]
			}
		}
	},
	[ [=[Q1808]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1808]=],
				[ [=[text]=] ]=[=[淘汰掉曼彻斯特蓝月队几乎花掉了球队所有的运气。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1808_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1808]=],
				[ [=[text]=] ]=[=[伤病潮来袭，最近几场比赛人员上有些捉襟见肘。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1808_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1808]=],
				[ [=[text]=] ]=[=[希望小伙子们尽快回到场上啊！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1808_3]=]
			}
		}
	},
	[ [=[Q1809]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1809]=],
				[ [=[text]=] ]=[=[连续两场比赛…连续两场平局…连续相同的结果…]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1809_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1809]=],
				[ [=[text]=] ]=[=[战术的制定已经不是完全依赖我的意志来决定了，而是看我们有多少可用的球员…]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1809_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1809]=],
				[ [=[text]=] ]=[=[希望球队赶快走出伤病啊！虽然有时候我也挺无聊的，但我真不希望每场比赛都有一群球员只能看饮水机！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1809_3]=]
			}
		}
	},
	[ [=[Q1810]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1810]=],
				[ [=[text]=] ]=[=[欧洲大耳朵杯的半决赛堪比决赛啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1810_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1810]=],
				[ [=[text]=] ]=[=[任何的失误都会被无限放大，导致失败。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1810_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1810]=],
				[ [=[text]=] ]=[=[虽然次回合我们要努力争取翻盘，但落后3球的情况下远赴客场。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1810_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1810]=],
				[ [=[text]=] ]=[=[抱着学习的态度去吧，但也希望有奇迹发生。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1810_4]=]
			}
		}
	},
	[ [=[Q1811]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1811]=],
				[ [=[text]=] ]=[=[不出意外地被淘汰了…]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1811_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1811]=],
				[ [=[text]=] ]=[=[5:2的总比分真的是太耻辱了…]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1811_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1811]=],
				[ [=[text]=] ]=[=[在欧洲大耳朵杯半决赛的场上，什么样的比赛都打出来过。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1811_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1811]=],
				[ [=[text]=] ]=[=[我觉得这并不丢人。反而是非常珍贵的学习经验。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1811_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1811]=],
				[ [=[text]=] ]=[=[是啊，这已经是近些年来法国球队在欧洲大耳朵杯中取得的最好成绩了！之前巴黎铁塔队虽然统治法国国内多年，但一次都没能打进欧战半决赛，大叔，我们真的已经很厉害了！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1811_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1811]=],
				[ [=[text]=] ]=[=[想一想，当初我们想过能够走上欧洲大耳朵杯半决赛的舞台吗？]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1811_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1811]=],
				[ [=[text]=] ]=[=[那我们在此基础上，再继续努力吧！争取更大的进步！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1811_7]=]
			}
		}
	},
	[ [=[Q1812]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1812]=],
				[ [=[text]=] ]=[=[一场酣畅淋漓的胜利！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1812_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1812]=],
				[ [=[text]=] ]=[=[小伙子们完美地执行了我赛前布置的计划！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1812_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1812]=],
				[ [=[text]=] ]=[=[就是这样！我们会越来越好的！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1812_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1812]=],
				[ [=[text]=] ]=[=[下一场联赛末轮，只要我们能赢，就能拿下联赛冠军！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1812_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1812]=],
				[ [=[text]=] ]=[=[加油！咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1812_5]=]
			}
		}
	},
	[ [=[Q1813]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1813]=],
				[ [=[text]=] ]=[=[我们再次拿下联赛冠军！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1813_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1813]=],
				[ [=[text]=] ]=[=[我们仅仅比第二名多1分啊。
真是一次险胜…]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1813_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1813]=],
				[ [=[text]=] ]=[=[在不久之后的【法国雄鸡杯】决赛中，我们也不能轻敌啊！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1813_3]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1813]=],
				[ [=[text]=] ]=[=[我们是三冠王！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1813_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1813]=],
				[ [=[text]=] ]=[=[我们在一个赛季内拿下了三项锦标！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1813_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1813]=],
				[ [=[text]=] ]=[=[这令人难以置信…我还是不太敢相信这一切是真的…]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1813_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1813]=],
				[ [=[text]=] ]=[=[这是真的！教练！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1813_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1813]=],
				[ [=[text]=] ]=[=[我们这次可以称为真正的法国霸主了吧！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1813_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1813]=],
				[ [=[text]=] ]=[=[此刻请尽情庆祝吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1813_9]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1813]=],
				[ [=[text]=] ]=[=[我们就是冠军！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1813_10]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1813]=],
				[ [=[text]=] ]=[=[如果在法国已经没有什么遗憾了，我们该去征服下一个国家——意大利了！出发吧大叔！意大利哎！米兰！都灵！罗马！那不勒斯！想想就兴奋！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1813_11]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1813]=],
				[ [=[text]=] ]=[=[嗯，出发！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1813_12]=]
			}
		}
	},
	[ [=[Q1901]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1901]=],
				[ [=[text]=] ]=[=[我跟俱乐部沟通过，球队选在了意大利南部的著名城市——那不勒斯。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1901_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1901]=],
				[ [=[text]=] ]=[=[嗯，北方强队林立，虽然足球氛围好，但不利于我们新晋球队的成长……大叔有眼光……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1901_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1901]=],
				[ [=[text]=] ]=[=[那不勒斯是座宜居城市，也孕育了许多球星。这里可是马球王封神的地方啊！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1901_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1901]=],
				[ [=[text]=] ]=[=[能够在传奇成长的地方踢球，共享一座主场，不错不错……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1901_4]=]
			}
		}
	},
	[ [=[Q1902]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1902]=],
				[ [=[text]=] ]=[=[来到亚平宁半岛后的第一场正赛，也是第一个主场以平局收场。
这个结果勉强还是可以接受的。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1902_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1902]=],
				[ [=[text]=] ]=[=[尽快找出最佳状态啊，毕竟这里曾被喻为“小世界杯”，虽然现在落寞了……大叔你也要肩负起复兴意大利的责任啊！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1902_2]=]
			}
		}
	},
	[ [=[Q1903]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1903]=],
				[ [=[text]=] ]=[=[前四轮未尝胜绩，终于在第5轮“开胡”了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1903_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1903]=],
				[ [=[text]=] ]=[=[意大利的球队真的是个个都不好踢啊…防守好严密……链式防守之国果然名不虚传……
争取保持现在的好成绩！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1903_2]=]
			}
		}
	},
	[ [=[Q1904]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1904]=],
				[ [=[text]=] ]=[=[现在球队算真正进入正轨了！
适应了意大利联赛的节奏以后，比赛踢起来也没有想象中那么难了吧！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1904_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1904]=],
				[ [=[text]=] ]=[=[当然还是要感谢这群小伙子们，你们在刚结束的比赛中表现的太棒了！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1904_2]=]
			}
		}
	},
	[ [=[Q1905]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1905]=],
				[ [=[text]=] ]=[=[联赛接近半程结束，小伙子们有点疲劳了。
以这个比分输掉比赛，确实有些可惜了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1905_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1905]=],
				[ [=[text]=] ]=[=[不如说是你的激励手段不灵光了吧？大叔？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1905_2]=]
			}
		}
	},
	[ [=[Q1906]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1906]=],
				[ [=[text]=] ]=[=[一不顺起来，喝凉水都塞牙啊……大叔要不要喝口水？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1906_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1906]=],
				[ [=[text]=] ]=[=[虽然心里告诉自己，来到一个新的联赛，一上来不适应可以接受，但行动上要看到积极的态度。
这一场比赛球员们有些疲软，希望能够有所好转啊！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1906_2]=]
			}
		}
	},
	[ [=[Q1907]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1907]=],
				[ [=[text]=] ]=[=[又暴露出了老问题…真是迷之伤病…
难道我的训练方法有问题？]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1907_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1907]=],
				[ [=[text]=] ]=[=[如果接下来再连续输球的话，今年想保级的愿望都困难了…]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1907_2]=]
			}
		}
	},
	[ [=[Q1908]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1908]=],
				[ [=[text]=] ]=[=[狗屎运惊险战胜北方劲旅！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1908_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1908]=],
				[ [=[text]=] ]=[=[这场胜利来得太关键、太是时候了！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1908_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1908]=],
				[ [=[text]=] ]=[=[希望能以这场胜利为起点，奋起直追！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1908_3]=]
			}
		}
	},
	[ [=[Q1909]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1909]=],
				[ [=[text]=] ]=[=[曾经跟老妇人队交手过两次，加上此次，未尝胜绩。
豪门毕竟还是有底蕴在的。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1909_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1909]=],
				[ [=[text]=] ]=[=[即使是在我们自己的主场，也输的这么难看，要学习的东西还有很多。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1909_2]=]
			}
		}
	},
	[ [=[Q1910]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1910]=],
				[ [=[text]=] ]=[=[没想到居然这场比赛也能输给对手？！
这太让人意外了…不过，这就是足球吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1910_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1910]=],
				[ [=[text]=] ]=[=[或许在意大利这片土地上，把足球踢得简单才是更好的解决办法？]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1910_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1910]=],
				[ [=[text]=] ]=[=[大叔什么时候变成哲学家了……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1910_3]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1910]=],
				[ [=[text]=] ]=[=[末轮胜利及时止损，仰仗这样一场胜利，才能把球队从保级的边缘拉回来…
第一个赛季就这样结束了。
下个赛季开始，一定要好好努力了啊！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1910_4]=]
			}
		}
	},
	[ [=[Q2001]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2001]=],
				[ [=[text]=] ]=[=[上赛季成绩不太理想哈，但这赛季应该不会了吧，毕竟咱们有主角光环……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2001_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2001]=],
				[ [=[text]=] ]=[=[你啥意思你！我这么多年的努力就被你一句主角光环带过了吗？你还真当拴狗冠么？]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2001_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2001]=],
				[ [=[text]=] ]=[=[难道不是么……咕噜噜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2001_3]=]
			}
		}
	},
	[ [=[Q2002]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2002]=],
				[ [=[text]=] ]=[=[第一次参加意大利杯赛，顺利拿下了赛季的首胜！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2002_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2002]=],
				[ [=[text]=] ]=[=[那就继续去争取新赛季的联赛首胜吧！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2002_2]=]
			}
		}
	},
	[ [=[Q2003]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2003]=],
				[ [=[text]=] ]=[=[有惊无险战胜对手！赛季开门红get！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2003_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2003]=],
				[ [=[text]=] ]=[=[小伙子们今年的状态跟去年不一样，踢得更有信心了！
这是件好事！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2003_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2003]=],
				[ [=[text]=] ]=[=[下周末要在主场面对豪门米兰红黑队。去年我们输给了他们，今年要争取胜利！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2003_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2003]=],
				[ [=[text]=] ]=[=[豪门……大叔你是认真的吗……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2003_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2003]=],
				[ [=[text]=] ]=[=[当然了！虽然他们已经连续几年近况不佳了，但他们毕竟有着逾百年的灿烂历史，不能因为一时的不得志就忘了对他们的尊重！而且自从中国老板收购了他们之后，我非常看好他们未来的复兴！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2003_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2003]=],
				[ [=[text]=] ]=[=[大叔你真的不是在为可能的输球找借口吗……咕噜噜]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2003_6]=]
			}
		}
	},
	[ [=[Q2004]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2004]=],
				[ [=[text]=] ]=[=[小伙子们打了场漂亮的胜仗！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2004_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2004]=],
				[ [=[text]=] ]=[=[同样是上升期的球队，击败他们靠的就是大叔你的多年执教经验了吧！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2004_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2004]=],
				[ [=[text]=] ]=[=[看来你真的是对足球的理解更加深刻了哦。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2004_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2004]=],
				[ [=[text]=] ]=[=[夸你一句就开始不要脸了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2004_4]=]
			}
		}
	},
	[ [=[Q2005]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2005]=],
				[ [=[text]=] ]=[=[赛季首场平局，对手的防守能力还是更强大一些啊…]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2005_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2005]=],
				[ [=[text]=] ]=[=[对手今年夏天引进的老将对球队的帮助很大啊，即使不在场上，依然会用精神鼓舞大家！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2005_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2005]=],
				[ [=[text]=] ]=[=[这就是老将的作用！老饮水机的作用更加不可小觑！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2005_3]=]
			}
		}
	},
	[ [=[Q2006]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2006]=],
				[ [=[text]=] ]=[=[哈哈，本赛季上半程双杀米兰双雄，大叔真有你的！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2006_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2006]=],
				[ [=[text]=] ]=[=[肯定啊，真没想到这赛季变化这么大！
球员们面对强敌毫不脚软，这让我很欣慰！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2006_2]=]
			}
		}
	},
	[ [=[Q2007]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2007]=],
				[ [=[text]=] ]=[=[取得了一周双赛的胜利！可喜可贺啊！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2007_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2007]=],
				[ [=[text]=] ]=[=[魔鬼赛程终于告一段落，上半程真的让人很惊喜！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2007_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2007]=],
				[ [=[text]=] ]=[=[大叔，我真的没做什么啦，都是球员们的功劳、都是您的功劳！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2007_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2007]=],
				[ [=[text]=] ]=[=[我说是你的功劳了吗……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2007_4]=]
			}
		}
	},
	[ [=[Q2008]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2008]=],
				[ [=[text]=] ]=[=[好像球员们有些疲劳了…
这个时候需要大家更多的意志力坚持住啊…]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2008_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2008]=],
				[ [=[text]=] ]=[=[接下来要在杯赛上碰苦主——都灵老妇人队，这个状态可悬了啊…]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2008_2]=]
			}
		}
	},
	[ [=[Q2009]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2009]=],
				[ [=[text]=] ]=[=[果然不出我所料，第一次杯赛之旅只好走到这里了。
毕竟对手是意大利的班霸级球队。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2009_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2009]=],
				[ [=[text]=] ]=[=[至少目前我们在联赛中的表现还没有那么糟。
冬歇期赶快到来吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2009_2]=]
			}
		}
	},
	[ [=[Q2010]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2010]=],
				[ [=[text]=] ]=[=[教练，您在德比中的表现被联盟追加了两场禁赛…
您摔水瓶的举动真的有点…不太理智了…]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2010_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2010]=],
				[ [=[text]=] ]=[=[你难道不觉得第四官员的表现更让人生厌吗？！
况且还是在咱们的主场啊！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2010_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2010]=],
				[ [=[text]=] ]=[=[那个时候我如果不站出来，可能比赛就会向不可控的方向发展下去了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2010_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2010]=],
				[ [=[text]=] ]=[=[最后也还不是输了吗……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2010_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2010]=],
				[ [=[text]=] ]=[=[好了，不说了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2010_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2010]=],
				[ [=[text]=] ]=[=[接下来的比赛只能在看台上遥控了啊……有啥要布置的，我帮你传达吧……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2010_6]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2010]=],
				[ [=[text]=] ]=[=[还好是一场平局，这已经是最好的结果了…]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2010_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2010]=],
				[ [=[text]=] ]=[=[再连败下去，真是不敢想…]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2010_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2010]=],
				[ [=[text]=] ]=[=[又是一个颗粒无收的赛季。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2010_9]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2010]=],
				[ [=[text]=] ]=[=[现实无时无刻不在提醒我，我们所在的国度是意大利，我们征战的联赛是欧洲最强大的联赛之一，我们要面对的，是林立的强敌。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2010_10]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2010]=],
				[ [=[text]=] ]=[=[新赛季一定要好转啊！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2010_11]=]
			}
		}
	},
	[ [=[Q2101]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2101]=],
				[ [=[text]=] ]=[=[来到意大利的第三年…]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2101_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2101]=],
				[ [=[text]=] ]=[=[这个赛季开始前，我要给自己立下一个目标，争取这个赛季有所收获！我是指实打实的奖杯入账！
否则…]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2101_2]=]
			}
		}
	},
	[ [=[Q2102]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2102]=],
				[ [=[text]=] ]=[=[大叔之前不是教育过我么…
不能乱立flag…
新赛季第一场…果然失败…]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2102_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2102]=],
				[ [=[text]=] ]=[=[我的锅…
幸好…我们有进球…]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2102_2]=]
			}
		}
	},
	[ [=[Q2103]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2103]=],
				[ [=[text]=] ]=[=[经历了赛季初的起伏，终于又赢球啦！嗷！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2103_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2103]=],
				[ [=[text]=] ]=[=[小伙子们得保持住啊，把好状态延续下去！
接下来要在杯赛中再次面对老对手——拉齐奥蓝鹰队了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2103_2]=]
			}
		}
	},
	[ [=[Q2104]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2104]=],
				[ [=[text]=] ]=[=[我们战胜了蓝鹰！我们战胜了蓝鹰！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2104_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2104]=],
				[ [=[text]=] ]=[=[真是一场荡气回肠的比赛！
这样的比赛经历未来都会成为我们珍贵的经验的。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2104_2]=]
			}
		}
	},
	[ [=[Q2105]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2105]=],
				[ [=[text]=] ]=[=[不出意外的拿下了对手！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2105_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2105]=],
				[ [=[text]=] ]=[=[下周就是意大利杯的半决赛了，赛季初我的话或许会实现？
小伙子们，靠你们了！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2105_2]=]
			}
		}
	},
	[ [=[Q2106]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2106]=],
				[ [=[text]=] ]=[=[取得一粒珍贵的客场进球！
球队好样的！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2106_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2106]=],
				[ [=[text]=] ]=[=[现在的局面对我们是有利的，接下来的比赛密度会很大，球员们一定要顶住！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2106_2]=]
			}
		}
	},
	[ [=[Q2107]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2107]=],
				[ [=[text]=] ]=[=[大叔，我觉得咱们可以战略性放弃联赛保杯赛了……
讲道理，我们目前的联赛排名并不是很理想…]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2107_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2107]=],
				[ [=[text]=] ]=[=[嗯，我也想过，但是现在离赛季结束还有很多场比赛啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2107_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2107]=],
				[ [=[text]=] ]=[=[为什么要放弃？
我要球队认真对待每一场比赛！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2107_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2107]=],
				[ [=[text]=] ]=[=[这大叔还在嘴硬……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2107_4]=]
			}
		}
	},
	[ [=[Q2108]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2108]=],
				[ [=[text]=] ]=[=[我们进入决赛了！小伙子们好样的！
明天大家到我家里来一起做披萨吃！好好庆贺一番！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2108_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2108]=],
				[ [=[text]=] ]=[=[大叔，这样不好吧…
披萨这么高热量的食物如今被很多主帅明令禁止啊…]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2108_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2108]=],
				[ [=[text]=] ]=[=[拜托，小秘书，这里是哪儿？
这是意大利！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2108_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2108]=],
				[ [=[text]=] ]=[=[在意大利就要吃披萨啊！
更何况这是球队沟通情感、提升凝聚力非常好的时机！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2108_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2108]=],
				[ [=[text]=] ]=[=[提升凝聚力也可以吃点儿别的啊，比如……呃，一起喝点儿水啥的？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2108_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2108]=],
				[ [=[text]=] ]=[=[不，我要带我的球员们一起做披萨、吃披萨！当年补锅教练就是这么做的，成功把球队拧成了一股绳，最终在英格兰奇迹登顶！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2108_6]=]
			}
		}
	},
	[ [=[Q2109]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2109]=],
				[ [=[text]=] ]=[=[刚在杯赛里取得了一点成绩，怎么回到联赛就开始翘尾巴了呢…
这样踢不行啊！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2109_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2109]=],
				[ [=[text]=] ]=[=[下场比赛回到主场可不能这么随意了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2109_2]=]
			}
		}
	},
	[ [=[Q2110]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2110]=],
				[ [=[text]=] ]=[=[大叔，咱们总是输给弱队，坊间给咱们起了个名字…]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2110_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2110]=],
				[ [=[text]=] ]=[=[什么？]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2110_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2110]=],
				[ [=[text]=] ]=[=[很多人说咱们是意大利的铁锤帮，专门劫富济贫……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2110_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2110]=],
				[ [=[text]=] ]=[=[管不了那么多了，好好准备杯赛决赛吧…]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2110_4]=]
			}
		}
	},
	[ [=[Q2111]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2111]=],
				[ [=[text]=] ]=[=[第一次战胜苦主啊！还是在杯赛决赛上！
意大利的第三年！捧起了第一座奖杯！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2111_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2111]=],
				[ [=[text]=] ]=[=[赛季初的愿望实现了…大叔不会没脸见人了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2111_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2111]=],
				[ [=[text]=] ]=[=[希望好运能够延续到最后一轮联赛！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2111_3]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2111]=],
				[ [=[text]=] ]=[=[乐极生悲…赛季最后一场爆冷败给实力较弱的对手，看来阴沟翻船成了家常便饭…]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2111_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2111]=],
				[ [=[text]=] ]=[=[好在拿到了杯赛冠军，但联赛仅仅位列中游…]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2111_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2111]=],
				[ [=[text]=] ]=[=[而且因为球队战绩，获得了“劫富济贫”的称号…
我是该开心呢还是该不开心呢……就当是成长道路上不可或缺的一个阶段吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2111_6]=]
			}
		}
	},
	[ [=[Q2201]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2201]=],
				[ [=[text]=] ]=[=[杯赛夺冠给了球员们很大的信心和鼓舞。
夏训的效果也非常不错。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2201_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2201]=],
				[ [=[text]=] ]=[=[这里毕竟是善打防守反击的国度，新赛季经过调整，希望新赛季的防守能有所改观。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2201_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2201]=],
				[ [=[text]=] ]=[=[甩掉“劫富济贫”的大帽子！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2201_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2201]=],
				[ [=[text]=] ]=[=[超级杯输给对手好可惜，不然我们今年就能拿到双冠王了……虽然是比较水的双冠王……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2201_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2201]=],
				[ [=[text]=] ]=[=[也正常，毕竟和对手实力上有差距。超级杯上的饮恨应该对队员们是一种刺激。
首场比赛就要面对强敌，我们努力争取好的结果。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2201_5]=]
			}
		}
	},
	[ [=[Q2202]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2202]=],
				[ [=[text]=] ]=[=[开门红一扫超级杯上失利的阴霾，球员们的精神面貌都不一样了呢！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2202_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2202]=],
				[ [=[text]=] ]=[=[我始终相信我的小伙子们。
我更愿意把超级杯上的失利看作是新赛季调整的试错，毕竟我们有所改变。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2202_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2202]=],
				[ [=[text]=] ]=[=[一成不变只能意味着失败。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2202_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2202]=],
				[ [=[text]=] ]=[=[虽然大叔有时候挺惹人厌的，不过这份到了这岁数还在求变的态度倒是很可取啊……让我想到了当年苏格兰的F爵士！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2202_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2202]=],
				[ [=[text]=] ]=[=[饮老师过奖了！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2202_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2202]=],
				[ [=[text]=] ]=[=[好好专注于欧联杯上的老对手——枪骑兵队吧！
他们也早已不是曾经我们在荷兰的那支队伍了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2202_6]=]
			}
		}
	},
	[ [=[Q2203]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2203]=],
				[ [=[text]=] ]=[=[作为意大利球队，我们在欧罗巴舞台上的首演堪称完美！
现在媒体都在大肆吹捧我们，但我们不能骄傲！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2203_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2203]=],
				[ [=[text]=] ]=[=[你也有进步啊，你说得对，不管外界如何，我们要做好的是自己。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2203_2]=]
			}
		}
	},
	[ [=[Q2204]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2204]=],
				[ [=[text]=] ]=[=[还是熟悉的配方，还是熟悉的节奏…]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2204_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2204]=],
				[ [=[text]=] ]=[=[马失前蹄啊…
还是没能摆脱输冷门球队的称号…]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2204_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2204]=],
				[ [=[text]=] ]=[=[对手们有点适应咱们的节奏了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2204_3]=]
			}
		}
	},
	[ [=[Q2205]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2205]=],
				[ [=[text]=] ]=[=[西班牙球队一向不好对付啊。
这次我们打了个平局，如果有下一次，一定会争取战胜他们！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2205_1]=]
			}
		}
	},
	[ [=[Q2206]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2206]=],
				[ [=[text]=] ]=[=[上次战胜他们的事情显然他们没有忘记…从开赛对手都在试图掌控比赛节奏…]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2206_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2206]=],
				[ [=[text]=] ]=[=[没关系，我们这赛季的思路就是把球权适当主动出让。意大利足球的精髓就是防守和效率，懂？让他们先高高兴兴控球去，我们抓住一次破绽就足以杀死比赛！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2206_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2206]=],
				[ [=[text]=] ]=[=[别忘了我们并不是大球队的身份。
放低姿态，或许会收到不同的效果！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2206_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2206]=],
				[ [=[text]=] ]=[=[杯赛上的同城德比即将到来，咱们还是放低姿态，等对手先出招。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2206_4]=]
			}
		}
	},
	[ [=[Q2207]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2207]=],
				[ [=[text]=] ]=[=[大叔的战术奏效了！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2207_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2207]=],
				[ [=[text]=] ]=[=[就是这么踢下去！我们的球员是有潜力的！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2207_2]=]
			}
		}
	},
	[ [=[Q2208]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2208]=],
				[ [=[text]=] ]=[=[本赛季最大的冷门居然是在我们身上制造的…]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2208_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2208]=],
				[ [=[text]=] ]=[=[杯赛8进4中输给弱队…
我还能说什么…]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2208_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2208]=],
				[ [=[text]=] ]=[=[看来球员们习惯了以弱者的身份以逸待劳，真正该掌控比赛的时候反而不知道怎么办了……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2208_3]=]
			}
		}
	},
	[ [=[Q2209]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2209]=],
				[ [=[text]=] ]=[=[赢球但还是出局了……
首回合的坑太大了…]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2209_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2209]=],
				[ [=[text]=] ]=[=[没事，第一次登上欧罗巴的舞台，这样的表演我已心满意足。
咱们争取下赛季有更好的表现！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2209_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2209]=],
				[ [=[text]=] ]=[=[杯赛、欧战纷纷出局，把精力踏实放在国内联赛赛场上吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2209_3]=]
			}
		}
	},
	[ [=[Q2210]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2210]=],
				[ [=[text]=] ]=[=[积分榜上的竞争很激烈啊！
前几名的分差从来没有拉开过…最后一轮之前，第一名到第六名之间的差距只有3分啊……一场比赛之间，有可能一跃成为冠军，也有可能直接跌出欧战区，这剧本……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2210_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2210]=],
				[ [=[text]=] ]=[=[我们只要保持竞争力，联赛还是有戏的！
至少我们不至于跌出欧战区！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2210_2]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2210]=],
				[ [=[text]=] ]=[=[哇，神了哎！前几名球队居然全都非平即负，我们以净胜球优势登顶了！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2210_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2210]=],
				[ [=[text]=] ]=[=[荡气回肠的赛季！竟然是以净胜球优势获得了意大利首个联赛冠军！我也没想到我们居然可以夺冠！
这真是太刺激了！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2210_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2210]=],
				[ [=[text]=] ]=[=[感谢对手，是他们成就了我们的冠军梦！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2210_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2210]=],
				[ [=[text]=] ]=[=[下赛季的欧冠，我们来了！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2210_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2210]=],
				[ [=[text]=] ]=[=[现在先让我们好好庆祝我们的首个联赛冠军吧！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2210_7]=]
			}
		}
	},
	[ [=[Q2301]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2301]=],
				[ [=[text]=] ]=[=[联赛冠军、杯赛冠军都拿到过了。
阵容也磨合得越来越好。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2301_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2301]=],
				[ [=[text]=] ]=[=[这个赛季就朝着唯一的目标——尽可能多的冠军，冲刺吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2301_2]=]
			}
		}
	},
	[ [=[Q2302]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2302]=],
				[ [=[text]=] ]=[=[第二次超级杯获得亚军…
幸运女神又一次站在了对手一边…]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2302_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2302]=],
				[ [=[text]=] ]=[=[没关系，超级杯而已，不要太在意。
这个赛季还是三线作战，我们身上的任务还很重啊！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2302_2]=]
			}
		}
	},
	[ [=[Q2303]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2303]=],
				[ [=[text]=] ]=[=[顺利获得联赛首胜，这是一个好的开始。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2303_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2303]=],
				[ [=[text]=] ]=[=[来到意大利的第五年了，真的希望这个赛季能够比以往收获更多的荣誉。
小伙子们，加油吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2303_2]=]
			}
		}
	},
	[ [=[Q2304]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2304]=],
				[ [=[text]=] ]=[=[大叔你到底吃错什么药了啊？…在比赛里那么激动干嘛？一大把年纪了……
现在媒体都在拿您场边踢飞水瓶的事情做文章…]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2304_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2304]=],
				[ [=[text]=] ]=[=[对手明明是我们曾经熟悉得不能在熟悉的球队，为什么会踢出这样的结果呢？！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2304_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2304]=],
				[ [=[text]=] ]=[=[我哪知道啊，我只知道你又要上两场看台了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2304_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2304]=],
				[ [=[text]=] ]=[=[……
那又要靠你了…]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2304_4]=]
			}
		}
	},
	[ [=[Q2305]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2305]=],
				[ [=[text]=] ]=[=[小伙子们这赛季在联赛里的表现比欧洲赛场上要稳定许多。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2305_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2305]=],
				[ [=[text]=] ]=[=[或许这就是经验的作用吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2305_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2305]=],
				[ [=[text]=] ]=[=[欧冠淘汰赛的第一个对手就是巴塞罗那宇宙队，这太让人兴奋了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2305_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2305]=],
				[ [=[text]=] ]=[=[曾经大比分输给的对手，这次，我们力求最好结果！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2305_4]=]
			}
		}
	},
	[ [=[Q2306]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2306]=],
				[ [=[text]=] ]=[=[我的天呐！
我们居然战胜了宇宙队！拥有M球王、S球王和N球王的球队！还是以4球的大比分！
这真的太不可思议了！这是我们的球队吗？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2306_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2306]=],
				[ [=[text]=] ]=[=[哈哈哈！我也没有想到会有这样的结果。
但我们做到了！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2306_2]=]
			}
		}
	},
	[ [=[Q2307]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2307]=],
				[ [=[text]=] ]=[=[这个星期是一周双赛，小伙子们明显显出了疲态。
周末的联赛上不可掉以轻心啊！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2307_1]=]
			}
		}
	},
	[ [=[Q2308]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2308]=],
				[ [=[text]=] ]=[=[大叔，球员们太累了…我觉得这样的结果不能责怪他们…]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2308_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2308]=],
				[ [=[text]=] ]=[=[是的，我也没打算说什么。
这场比赛没什么好说的。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2308_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2308]=],
				[ [=[text]=] ]=[=[我打算给球队放两天假，他们太需要休息了。毕竟还有和宇宙队的第二回合对决啊！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2308_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2308]=],
				[ [=[text]=] ]=[=[反正我是不信他们能在我们的主场逆转这么大的比分……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2308_4]=]
			}
		}
	},
	[ [=[Q2309]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2309]=],
				[ [=[text]=] ]=[=[这该怎么说呢…在自己的主场被对手惨虐。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2309_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2309]=],
				[ [=[text]=] ]=[=[首回合的优势就这样葬送在了自己的手里。
还是有些不甘心啊！饮老师，又是你，乱立flag，出事了吧？]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2309_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2309]=],
				[ [=[text]=] ]=[=[啊，我知道早在2017年，他们就上演过4球逆转的好戏啊，当时的受害者是巴黎铁塔队，但这种剧本难道不是一百年里只能上演一次的吗？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2309_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2309]=],
				[ [=[text]=] ]=[=[M球王和N球王都是能在短时间内力挽狂澜的人啊，4球的劣势对于这样的球员来说也并非不可弥补。又好好上了一课啊，幸好，我们还有联赛和杯赛。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2309_4]=]
			}
		}
	},
	[ [=[Q2310]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2310]=],
				[ [=[text]=] ]=[=[大叔，球队在欧洲出局之后一直很沮丧，你是不是得做点什么，好从这种情绪里走出来啊。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2310_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2310]=],
				[ [=[text]=] ]=[=[联赛进行到现在了，我们要给球员们更多的鼓励。
毕竟在这节骨眼上，意志力才是胜利者更需要的品质。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2310_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2310]=],
				[ [=[text]=] ]=[=[经历了这样的打击，如果还能夺得冠军，那才是真正的强者啊。我会一直陪着小伙子们的。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2310_3]=]
			}
		}
	},
	[ [=[Q2311]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2311]=],
				[ [=[text]=] ]=[=[太可惜了…一个赛季的努力最终没有换来冠军…]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2311_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2311]=],
				[ [=[text]=] ]=[=[难道是我的心态出了问题？
或许不该太急功近利的。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2311_2]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2311]=],
				[ [=[text]=] ]=[=[最终联赛里以微弱的劣势将冠军拱手让人，拿到了第二名…]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2311_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2311]=],
				[ [=[text]=] ]=[=[明年，或许会是在意大利的最后一年；或许不会。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2311_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2311]=],
				[ [=[text]=] ]=[=[不管如何，下个赛季要放平心态。
足球，真的是种神奇的运动。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2311_5]=]
			}
		}
	},
	[ [=[Q2401]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2401]=],
				[ [=[text]=] ]=[=[经过了一个夏天的训练调整，球队阵容变得更加合理了。
我自己也认真总结了一下，上赛季某些时刻确实太过鲁莽。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2401_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2401]=],
				[ [=[text]=] ]=[=[新的赛季，我要跟小伙子们共同进步啊！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2401_2]=]
			}
		}
	},
	[ [=[Q2402]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2402]=],
				[ [=[text]=] ]=[=[回到曾经无比熟悉的球场，感觉一切都是那么熟悉哈！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2402_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2402]=],
				[ [=[text]=] ]=[=[结果也让人满意，一个漂亮的开门红开启新的欧洲大耳朵杯赛季！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2402_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2402]=],
				[ [=[text]=] ]=[=[大叔的脾气好像变好了……变成了一个慈祥的大叔！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2402_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2402]=],
				[ [=[text]=] ]=[=[哈哈，我得改掉之前乱发脾气的坏毛病啊。毕竟身经百战见得多了，得有点长者的样子才行。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2402_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2402]=],
				[ [=[text]=] ]=[=[这话好像在哪儿听过……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2402_5]=]
			}
		}
	},
	[ [=[Q2403]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2403]=],
				[ [=[text]=] ]=[=[拿下都灵公牛队后，在6轮后积分榜登顶了！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2403_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2403]=],
				[ [=[text]=] ]=[=[新赛季球队状态渐入佳境，登顶积分榜首是件好事。
但是赛季漫长，咱们要以此为动力，尽力保住榜首位置！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2403_2]=]
			}
		}
	},
	[ [=[Q2404]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2404]=],
				[ [=[text]=] ]=[=[杯赛也不出意外地闯入了八强，近乎完美的上半程！
小伙子们密集赛程保持高质量的三线作战，我要给大家好好放一个圣诞假期！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2404_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2404]=],
				[ [=[text]=] ]=[=[希望下半程咱们延续好状态啊！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2404_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2404]=],
				[ [=[text]=] ]=[=[嗯！大家圣诞快乐！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2404_3]=]
			}
		}
	},
	[ [=[Q2405]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2405]=],
				[ [=[text]=] ]=[=[真的很难相信，球员们这赛季保持了如此长时间的竞争力。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2405_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2405]=],
				[ [=[text]=] ]=[=[作为教练，感谢球员的同时，我也很感动，全队上下现在憋着一股劲。
杯赛进入决赛，接下来要做的就是完成下半程！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2405_2]=]
			}
		}
	},
	[ [=[Q2406]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2406]=],
				[ [=[text]=] ]=[=[球迷们的热情达到了空前高涨的状态啊。
虽然收获了一场平局，还是没有妨碍大家到现场支持咱们！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2406_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2406]=],
				[ [=[text]=] ]=[=[这个赛季的整体氛围真的很好。
球队成绩好，球迷们热情高涨，俱乐部的财政状况也不错。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2406_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2406]=],
				[ [=[text]=] ]=[=[我想，下赛季我们可以考虑入手几个大牌球星了！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2406_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2406]=],
				[ [=[text]=] ]=[=[现有的球员不被挖走就不错了吧……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2406_4]=]
			}
		}
	},
	[ [=[Q2407]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2407]=],
				[ [=[text]=] ]=[=[接近5千球迷跟随咱们远征客场，让我好感动！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2407_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2407]=],
				[ [=[text]=] ]=[=[小伙子们也没让大家失望啊，在伊比利亚土地上战胜对手，挺进大耳朵杯八强！
我们距离目标正在一步步更近！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2407_2]=]
			}
		}
	},
	[ [=[Q2408]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2408]=],
				[ [=[text]=] ]=[=[现在外界都说咱们有种势不可挡的气势了。
神挡杀神、佛挡杀佛！是不是很拉风！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2408_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2408]=],
				[ [=[text]=] ]=[=[哈哈，这么说虽然听着很爽，但心底还是很怕大家骄傲啊！
接下来的比赛场场硬仗，一定要戒骄戒躁！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2408_2]=]
			}
		}
	},
	[ [=[Q2409]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2409]=],
				[ [=[text]=] ]=[=[虽然在主场战胜了红魔队，但次回合来到红魔球场，还是没能阻挡对手啊…]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2409_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2409]=],
				[ [=[text]=] ]=[=[这场比赛更多地还是没有运气吧。
不过这样的成绩我内心也是接受的了，而且，俱乐部高层也对咱们比较满意了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2409_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2409]=],
				[ [=[text]=] ]=[=[把剩下的联赛和杯赛决赛踢好，照样可以是完美的赛季！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2409_3]=]
			}
		}
	},
	[ [=[Q2410]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2410]=],
				[ [=[text]=] ]=[=[联赛积分榜上咱们已经跟第二名拉开很大的分差了。
不出意外，这个赛季的联赛冠军应该不会旁落了吧…]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2410_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2410]=],
				[ [=[text]=] ]=[=[希望如此。
现在的局面，或许连众多联赛豪门也没想到吧！哈哈！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2410_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2410]=],
				[ [=[text]=] ]=[=[赛季最后一战了！还是同城德比！没有比大胜对手更完美的收官战了吧！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2410_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2410]=],
				[ [=[text]=] ]=[=[嗯！我不仅要赢，还要一场大胜！至少要赢下对手三球以上！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2410_4]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2410]=],
				[ [=[text]=] ]=[=[经过鏖战，顺利战胜了同城对手！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2410_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2410]=],
				[ [=[text]=] ]=[=[决赛、德比、大胜，这些足球世界的经典词汇汇于一场比赛，真是火星撞地球的效果啊！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2410_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2410]=],
				[ [=[text]=] ]=[=[联赛冠军、杯赛冠军、大耳朵杯八强，联赛中碾压式的分数差距。
真的是完美的赛季！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2410_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2410]=],
				[ [=[text]=] ]=[=[有种终于熬出头的感觉，咱们算真正征服意大利啦！哈哈！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2410_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2410]=],
				[ [=[text]=] ]=[=[话说回来，又到了该离开的时候啊……该向英格兰进发了……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2410_9]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2410]=],
				[ [=[text]=] ]=[=[没问题，大叔！真是越来越刺激了啊！粗花！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2410_10]=]
			}
		}
	},
	[ [=[Q2501]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2501]=],
				[ [=[text]=] ]=[=[英格兰……现代足球的发源地。最原汁原味的足球文化，最狂热忠诚的支持者，最先进的转播技术，最完备的商业开发，要想彻底重返巅峰，在这里最合适不过了啊……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2501_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2501]=],
				[ [=[text]=] ]=[=[喂，醒醒吧大叔，这里也不是一切都那么美好，每年的联赛都有六七家球队具备争冠的实力，内耗的严重已经让这个国家好多年没能在欧洲赛事上取得好成绩了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2501_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2501]=],
				[ [=[text]=] ]=[=[要想有所突破，还得先看看伦敦、曼彻斯特和利物浦那些如狼似虎的家伙们答不答应……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2501_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2501]=],
				[ [=[text]=] ]=[=[是啊，所以我避开了他们，将球队的地址选在了纽卡斯尔啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2501_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2501]=],
				[ [=[text]=] ]=[=[英格兰东北的球迷在多年以前就给我留下了深刻的印象啊，在冬天的冰天雪地里赤裸上身为球队呐喊助威，取暖完全靠酒精……如今这样的球迷就要为我的球队而战了，想想就兴奋！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2501_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2501]=],
				[ [=[text]=] ]=[=[没那么简单吧，越狂热的球迷越忠诚，你想要他们抛弃长久以来的信仰转而支持我们，怕是会被分分钟赶走的吧……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2501_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2501]=],
				[ [=[text]=] ]=[=[这只是一方面，你不知道，现在东北经济不景气，球队的开销也吃紧，高层也是焦头烂额，球迷支持的是球队和球员，对管理层早就怨声载道了。如果我们抓住他们的心理，跟他们站在同一条战线上，甚至将俱乐部的部分股权出售给球迷让他们直接参与管理，那我们肯定是会有自己的支持者的哈。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2501_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2501]=],
				[ [=[text]=] ]=[=[我只能说祝你好运……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2501_8]=]
			}
		}
	},
	[ [=[Q2502]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2502]=],
				[ [=[text]=] ]=[=[见识到什么叫“英伦无弱旅”了吧，大叔？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2502_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2502]=],
				[ [=[text]=] ]=[=[还真的是每支队伍都不好对付啊。马上要迎来第一场与真正豪门的较量了，加油吧。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2502_2]=]
			}
		}
	},
	[ [=[Q2503]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2503]=],
				[ [=[text]=] ]=[=[居然以新军的姿态爆出大冷，击败了枪手队哈，大叔，厉害了！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2503_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2503]=],
				[ [=[text]=] ]=[=[可能是由于是赛季初，枪手队的状态还没打出来呢。他们每年的11月到12月才是重点抢分的时候，常常还会冲到积分榜首。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2503_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2503]=],
				[ [=[text]=] ]=[=[所以说这次只是他们大意了吧……会不会所有对手面对我们的时候都会大意，然后我们躺着就夺冠了呢……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2503_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2503]=],
				[ [=[text]=] ]=[=[想得倒挺美。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2503_4]=]
			}
		}
	},
	[ [=[Q2504]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2504]=],
				[ [=[text]=] ]=[=[输了……被淘汰了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2504_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2504]=],
				[ [=[text]=] ]=[=[没办法啊，这么早就在杯赛里抽到了如此劲敌，考虑到之后的赛程，我只能做一些轮换了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2504_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2504]=],
				[ [=[text]=] ]=[=[英格兰真是不好混啊……每周都不得清闲……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2504_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2504]=],
				[ [=[text]=] ]=[=[这样才是这个国家的魅力啊！这种几乎每周都有大战的日子是其他国家的球迷永远无法享受的！只是对于我们和球员来说，真的辛苦……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2504_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2504]=],
				[ [=[text]=] ]=[=[好在接下来一周是国际比赛日，没有国家队任务的队员们可以好好休整一下了！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2504_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2504]=],
				[ [=[text]=] ]=[=[回来时都元气满满的吧！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2504_6]=]
			}
		}
	},
	[ [=[Q2505]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2505]=],
				[ [=[text]=] ]=[=[果然精气神都不一样了呢！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2505_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2505]=],
				[ [=[text]=] ]=[=[嗯嗯，越是紧张的赛程，越要学会休息才行啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2505_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2505]=],
				[ [=[text]=] ]=[=[嘛意思？介休息咋还要学啊？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2505_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2505]=],
				[ [=[text]=] ]=[=[还说上天津话了……休息当然要学了，作为职业球员，得学会高效的休息。科学的休息能让球员在很短的时间内将体能恢复到相对充沛的水平，而不科学的休息只会让人休息完更累。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2505_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2505]=],
				[ [=[text]=] ]=[=[介都似嘛啊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2505_5]=]
			}
		}
	},
	[ [=[Q2506]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2506]=],
				[ [=[text]=] ]=[=[战平了强大的北伦敦白鹿队啊，还不错。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2506_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2506]=],
				[ [=[text]=] ]=[=[嗯， 是可以接受的结果。不过这周是一周双赛，背靠背连战两个强敌，真是严峻的考验……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2506_2]=]
			}
		}
	},
	[ [=[Q2507]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2507]=],
				[ [=[text]=] ]=[=[打不过啊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2507_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2507]=],
				[ [=[text]=] ]=[=[嗯，这样的比赛强度对我们这样的新军来说真的吃不消。下一场是杯赛，我会让一些年轻球员上场，看看会不会带来惊喜吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2507_2]=]
			}
		}
	},
	[ [=[Q2508]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2508]=],
				[ [=[text]=] ]=[=[还不错哈！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2508_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2508]=],
				[ [=[text]=] ]=[=[嗯，球队里的年轻人很棒，假以时日，说不定会成为下一段青训传奇啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2508_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2508]=],
				[ [=[text]=] ]=[=[踢完下一场联赛又到了国际比赛日了，对于我们这支联赛已经无欲无求的球队来说，只要祈祷这场比赛不会有球员受伤就好了吧！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2508_3]=]
			}
		}
	},
	[ [=[Q2509]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2509]=],
				[ [=[text]=] ]=[=[没想到我们在杯赛中一直用替补阵容出战，反而一路过关斩将杀入了决赛哈！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2509_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2509]=],
				[ [=[text]=] ]=[=[嗯，这就叫无心插柳柳成荫吧。英格兰赛程密集，没有圣诞假期，还有两个国内杯赛要打，不光我们，对手们也撑不住啊，看来大家对杯赛的态度都是不甚看中，所以被我们捡了便宜。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2509_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2509]=],
				[ [=[text]=] ]=[=[那么就调整重心吧，赛季末联赛的比赛练兵为主，力争拿下电话亭杯冠军！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2509_3]=]
			}
		}
	},
	[ [=[Q2510]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2510]=],
				[ [=[text]=] ]=[=[联赛收官战了，面对伦敦铁锤帮！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2510_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2510]=],
				[ [=[text]=] ]=[=[他们不好对付，球风极为硬朗……而且我们在和首都球队的比赛中一直处于下风啊……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2510_2]=]
			}
		}
	},
	[ [=[Q2511]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2511]=],
				[ [=[text]=] ]=[=[联赛不重要哈，打好这场决赛，这个赛季就完美啦！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2511_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2511]=],
				[ [=[text]=] ]=[=[对手是曼彻斯特蓝月队……他们绝对有挑战一切冠军的实力，只是这个赛季诸事不顺，伤病也过于严重，才只剩下了这一项锦标可以争夺啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2511_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2511]=],
				[ [=[text]=] ]=[=[对手和我们都是势在必得，这场比赛好看喽！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2511_3]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2511]=],
				[ [=[text]=] ]=[=[赢了耶！大叔好棒！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2511_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2511]=],
				[ [=[text]=] ]=[=[呼，对手的传控足球一度压得我们喘不过气来啊，好在队员们稳住了阵脚。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2511_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2511]=],
				[ [=[text]=] ]=[=[总之，来到英格兰的第一年就有冠军进账，虽然还不是一线豪门，但也是任何人都难以忽视的搅局者了啊。这是个好消息，我们征服欧洲的脚步，似乎可以加快了呢。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2511_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2511]=],
				[ [=[text]=] ]=[=[我一点也不想休息。下一个赛季，快来吧。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2511_7]=]
			}
		}
	},
	[ [=[Q2601]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2601]=],
				[ [=[text]=] ]=[=[首先是赛季的前菜——超级杯！想不到我们到这里的第二个赛季就有机会以杯赛冠军的身份参加哈！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2601_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2601]=],
				[ [=[text]=] ]=[=[一个休赛期过去了，我们和对方的阵容和战术都有了些变化，就当成是一场试验吧。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2601_2]=]
			}
		}
	},
	[ [=[Q2602]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2602]=],
				[ [=[text]=] ]=[=[我以为大叔你就够水的了呢……没想到对手更水……让你赢了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2602_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2602]=],
				[ [=[text]=] ]=[=[别这么说啊，我毕竟又为球队赢得了一座奖杯啊。你想想，有多少球员和教练一辈子都没拿过奖杯，如果换他们来的话，一定会百分百投入的吧。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2602_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2602]=],
				[ [=[text]=] ]=[=[毕竟超级杯只是个序幕哈，迎接周末的联赛吧！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2602_3]=]
			}
		}
	},
	[ [=[Q2603]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2603]=],
				[ [=[text]=] ]=[=[拿下联赛开门红！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2603_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2603]=],
				[ [=[text]=] ]=[=[这个赛季的开局真的很顺利啊。不过联赛的第三轮，面对利物浦不死鸟队，才是真正的考验呢。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2603_2]=]
			}
		}
	},
	[ [=[Q2604]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2604]=],
				[ [=[text]=] ]=[=[和他们打平了啊，高歌猛进的势头放缓了。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2604_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2604]=],
				[ [=[text]=] ]=[=[打平也是完全可以接受的。特别是考虑到他们的快打旋风流战术，我们能全身而退已经很不容易了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2604_2]=]
			}
		}
	},
	[ [=[Q2605]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2605]=],
				[ [=[text]=] ]=[=[又赢下了圣徒队，球队的状态简直太好了！我们领跑联赛了耶，大叔！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2605_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2605]=],
				[ [=[text]=] ]=[=[是啊，而且在欧洲小耳朵杯的小组赛里我们也顺利出线，一切都顺利的有些出乎意料了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2605_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2605]=],
				[ [=[text]=] ]=[=[大叔说这话让我突然有种不好的预感……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2605_3]=]
			}
		}
	},
	[ [=[Q2606]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2606]=],
				[ [=[text]=] ]=[=[果然输了！还是在首回合战平的情况下！居然被淘汰了！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2606_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2606]=],
				[ [=[text]=] ]=[=[对手的战意比我们更强，输给他们我心服口服。你忘了我在赛季开始的时候说过的，对于他们这样的小球会来说，捧杯的机会可能一生中也不会有几次吧，所以杀进半决赛的他们会格外努力啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2606_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2606]=],
				[ [=[text]=] ]=[=[嗯……那祝他们决赛好运……还是有些不甘心……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2606_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2606]=],
				[ [=[text]=] ]=[=[我们还有联赛、电话亭杯和欧洲小耳朵杯三项赛事要征战，已经很多了！球员们又不是铁人！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2606_4]=]
			}
		}
	},
	[ [=[Q2607]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2607]=],
				[ [=[text]=] ]=[=[打进欧洲小耳朵杯的16强了哈。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2607_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2607]=],
				[ [=[text]=] ]=[=[从目前的形势来看，我们的赛季目标已经很明确了，那就是要打进下赛季的欧洲大耳朵杯。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2607_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2607]=],
				[ [=[text]=] ]=[=[也就是说，要么在联赛中拿到前4名，要么拿下欧洲小耳朵杯的冠军哈。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2607_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2607]=],
				[ [=[text]=] ]=[=[无论通过哪条途径，只要最后做到，这个赛季就是成功的。现在还不好说该把重点放在哪条战线上，只能一场一场咬牙拼下去了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2607_4]=]
			}
		}
	},
	[ [=[Q2608]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2608]=],
				[ [=[text]=] ]=[=[和北伦敦白鹿队战平，暂时被甩出了前四……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2608_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2608]=],
				[ [=[text]=] ]=[=[不过好在今年欧洲小耳朵杯上一路走来遇到的对手都不甚强大，顺利进入了半决赛。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2608_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2608]=],
				[ [=[text]=] ]=[=[那看来我们就把重点放在小耳朵杯上吧！杀进决赛吧！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2608_3]=]
			}
		}
	},
	[ [=[Q2609]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2609]=],
				[ [=[text]=] ]=[=[真没想到是这样的结果……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2609_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2609]=],
				[ [=[text]=] ]=[=[主场作战，不仅没能拿下比赛，还被对方打进了3个客场进球，晋级的形势开始对我们不利了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2609_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2609]=],
				[ [=[text]=] ]=[=[但毕竟这也只是一场平局啊！客场进球神马的都是浮云，我们只要第二回合取胜不就解决问题了？拿下他们，大叔你做得到的！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2609_3]=]
			}
		}
	},
	[ [=[Q2610]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2610]=],
				[ [=[text]=] ]=[=[……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2610_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2610]=],
				[ [=[text]=] ]=[=[……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2610_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2610]=],
				[ [=[text]=] ]=[=[……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2610_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2610]=],
				[ [=[text]=] ]=[=[出局了。队员们还是过于疲劳了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2610_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2610]=],
				[ [=[text]=] ]=[=[我觉得我们的实力应该是比潜水艇队强的啊！怎么会这样？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2610_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2610]=],
				[ [=[text]=] ]=[=[在这样一个严苛的联赛里，没有冬歇期，没有圣诞假期，我们又是三线作战一直坚持到现在，好多球员又是各个国家的国脚，队员们的体能早就到极限了啊。如果不是体能出了问题，不会连续两场比赛都上半场被打崩的。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2610_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2610]=],
				[ [=[text]=] ]=[=[下半场比赛能凭借顽强的意志奋起直追，我已经很骄傲了！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2610_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2610]=],
				[ [=[text]=] ]=[=[接下来没退路了，在联赛里全力追分吧！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2610_8]=]
			}
		}
	},
	[ [=[Q2611]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2611]=],
				[ [=[text]=] ]=[=[在击败莱斯特狐狸队之后，球队在最后一刻跻身前四！拿到了下赛季的欧洲大耳朵杯资格！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2611_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2611]=],
				[ [=[text]=] ]=[=[冷静，只是附加赛资格而已，大叔……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2611_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2611]=],
				[ [=[text]=] ]=[=[那就是下个赛季的事情了！至少我们这个赛季是有收获的！只要在最后一战中击败对手捧得奖杯，这就是个完美的赛季！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2611_3]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2611]=],
				[ [=[text]=] ]=[=[输了啊……赛季开始时拿到的超级杯变成了我们这个赛季的唯一收获……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2611_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2611]=],
				[ [=[text]=] ]=[=[输了也不要紧，我们这个赛季在四条战线上几乎都战斗到了最后，这才是最大的收获！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2611_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2611]=],
				[ [=[text]=] ]=[=[下一个赛季就会是开花结果的时候了！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2611_6]=]
			}
		}
	},
	[ [=[Q2701]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2701]=],
				[ [=[text]=] ]=[=[这个赛季要向锦标开始冲击！虽然球队还很年轻，但他们的成长出奇迅速。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2701_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2701]=],
				[ [=[text]=] ]=[=[大叔都已经这么一大把年纪了，这几年的干劲却越来越高啊！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2701_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2701]=],
				[ [=[text]=] ]=[=[嗯，可能这就是这个国家的魔力吧，我时刻感到胸中有一股热血在涌动。习惯了连轴转，现在恐怕让我休个圣诞假期我都浑身不自在了呢。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2701_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2701]=],
				[ [=[text]=] ]=[=[真怕你有一天直接死在教练席上啊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2701_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2701]=],
				[ [=[text]=] ]=[=[那样也没什么不好啊，如果我真的有那么一天，那就是我用生命在向足球史上的传奇教头J老致敬。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2701_5]=]
			}
		}
	},
	[ [=[Q2702]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2702]=],
				[ [=[text]=] ]=[=[赢下北伦敦枪手队之后，球队的状态很出色啊，开局6轮不败！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2702_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2702]=],
				[ [=[text]=] ]=[=[求别奶……下一个对手圣徒队不好对付的……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2702_2]=]
			}
		}
	},
	[ [=[Q2703]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2703]=],
				[ [=[text]=] ]=[=[果然输了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2703_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2703]=],
				[ [=[text]=] ]=[=[没关系，输一场没什么的，正好也可以卸下包袱。下一场是欧洲大耳朵杯小组赛最重要的一场攻坚战了，只要在主场赢下来，小组出线就是一片坦途了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2703_2]=]
			}
		}
	},
	[ [=[Q2704]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2704]=],
				[ [=[text]=] ]=[=[不错！看来要达成首次征战大耳朵杯就小组出线的成就了！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2704_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2704]=],
				[ [=[text]=] ]=[=[还不能提前庆祝，不过问题已经不大了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2704_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2704]=],
				[ [=[text]=] ]=[=[哦哦，那就把重心转移到联赛上来吧！前进！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2704_3]=]
			}
		}
	},
	[ [=[Q2705]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2705]=],
				[ [=[text]=] ]=[=[不错，如我所愿，顺利拿下了伯恩茅斯樱桃队。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2705_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2705]=],
				[ [=[text]=] ]=[=[那下一场电话亭杯的比赛打算怎么办啊？既然欧战的压力不大，那这边也要兼顾吧？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2705_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2705]=],
				[ [=[text]=] ]=[=[嗯，我会做一些轮换，但幅度不会太大，希望能过这一关！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2705_3]=]
			}
		}
	},
	[ [=[Q2706]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2706]=],
				[ [=[text]=] ]=[=[还是出局了啊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2706_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2706]=],
				[ [=[text]=] ]=[=[电话亭杯本来也不在我的主要计划之内，如果签运好的话可以尽可能走得远一些，这么早就碰到强敌，出局也没啥太可惜的，毕竟这样可以让我们更好地准备联赛和大耳朵杯。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2706_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2706]=],
				[ [=[text]=] ]=[=[原来输球也可以说得如此清新脱俗……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2706_3]=]
			}
		}
	},
	[ [=[Q2707]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2707]=],
				[ [=[text]=] ]=[=[赛程真是压得人完全喘不过气来啊，刚刚在联赛中拼完硬骨头铁锤帮，马上就要在周中面临大耳朵杯淘汰赛了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2707_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2707]=],
				[ [=[text]=] ]=[=[对手有着丰富的欧战淘汰赛经验，综合考虑，我觉得这场比赛我们能在如此疲惫的情况下拿到一场有进球的平局就能接受啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2707_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2707]=],
				[ [=[text]=] ]=[=[然后到下一回合休整好了再好好教他们做人！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2707_3]=]
			}
		}
	},
	[ [=[Q2708]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2708]=],
				[ [=[text]=] ]=[=[果然如大叔所料，在第一回合逼平对手之后第二回合顺利取胜！大叔真乃当世孔明，完全料事如神！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2708_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2708]=],
				[ [=[text]=] ]=[=[哪有什么料事如神，只是作为一名长者，多了一点人生经验而已。胜利还是球员们拼下来的，我只做了一点微小的工作。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2708_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2708]=],
				[ [=[text]=] ]=[=[接下来是烟斗杯决赛了哈，虽然只是蚊子腿奖杯，但这座奖杯你还从来没赢过呢，这次不想就这么溜走吧？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2708_3]=]
			}
		}
	},
	[ [=[Q2709]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2709]=],
				[ [=[text]=] ]=[=[夺冠！撒花花！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2709_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2709]=],
				[ [=[text]=] ]=[=[今晚先暂时放开庆祝吧，但我们这赛季的路还很长，还有两项赛事要争取……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2709_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2709]=],
				[ [=[text]=] ]=[=[放心大叔，球员们都知道分寸，他们明白对阵老妇人的比赛有多重要哈！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2709_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2709]=],
				[ [=[text]=] ]=[=[嗯，在首回合打平的情况下，我们必须要胜利才能晋级！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2709_4]=]
			}
		}
	},
	[ [=[Q2710]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2710]=],
				[ [=[text]=] ]=[=[赢了！进军大耳朵杯四强！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2710_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2710]=],
				[ [=[text]=] ]=[=[嗯，四强的对手是……拜仁慕尼黑啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2710_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2710]=],
				[ [=[text]=] ]=[=[当今欧洲最顶尖的豪门之一，欧洲大耳朵杯几乎每年都能打进四强的夺冠热门，而我们只是第一次打欧洲大耳朵杯的新军，舆论几乎一边倒啊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2710_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2710]=],
				[ [=[text]=] ]=[=[说实话能走到这一步我已经很知足了，但我们要向全世界证明自己的能力啊。可以输，但不能未战先怯！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2710_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2710]=],
				[ [=[text]=] ]=[=[是啊，至少不能让他们小看我们……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2710_5]=]
			}
		}
	},
	[ [=[Q2711]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2711]=],
				[ [=[text]=] ]=[=[在主场被逼平，还丢了那么多客场进球，想翻盘太难了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2711_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2711]=],
				[ [=[text]=] ]=[=[没关系，我说过能走到这一步我已经很满意了，更何况我们在大比分落后的情况下能追平，已经完全向世人证明了我们的能力了！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2711_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2711]=],
				[ [=[text]=] ]=[=[放下一切包袱去战斗吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2711_3]=]
			}
		}
	},
	[ [=[Q2712]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2712]=],
				[ [=[text]=] ]=[=[哎，没办法……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2712_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2712]=],
				[ [=[text]=] ]=[=[振作，现在我们只剩联赛一条战线了，只要能在联赛最后一轮中取胜，就能稳稳拿下联赛冠军了！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2712_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2712]=],
				[ [=[text]=] ]=[=[是啊，朝着英格兰的王者进军！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2712_3]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2712]=],
				[ [=[text]=] ]=[=[撒花撒花！欢迎英格兰冠军！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2712_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2712]=],
				[ [=[text]=] ]=[=[拿下联赛冠军了啊，加上烟斗杯的冠军，我们也算是个双冠王了，尽管是小号的。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2712_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2712]=],
				[ [=[text]=] ]=[=[在欧洲大耳朵杯上止步半决赛很可惜，但也足以让所有人瞩目了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2712_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2712]=],
				[ [=[text]=] ]=[=[明年，是破釜沉舟争取再前进一步呢，还是努力保住现在的地位呢，这真是个令人头疼的问题，毕竟历史上昙花一现的准豪门也不少啊，比如当年的利兹白玫瑰队……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2712_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2712]=],
				[ [=[text]=] ]=[=[我要做的还很多！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2712_8]=]
			}
		}
	},
	[ [=[Q2801]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2801]=],
				[ [=[text]=] ]=[=[怎么这么快新赛季就开始了啊，我感觉还有好多事没做……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2801_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2801]=],
				[ [=[text]=] ]=[=[时间不等人啊，随着年龄一年年增长，大叔你也越来越有紧迫感了吧。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2801_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2801]=],
				[ [=[text]=] ]=[=[嗯，是啊，我还没忘记当初从零开始重新登顶欧洲的梦想。但在葡萄牙、荷兰、法国和意大利尽管都取得了不错的成就，但终究没能实现啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2801_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2801]=],
				[ [=[text]=] ]=[=[看着你这位大叔这把年纪了还是为最初的梦想拼搏，我都有些感动了呢……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2801_4]=]
			}
		}
	},
	[ [=[Q2802]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2802]=],
				[ [=[text]=] ]=[=[果然出师不利……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2802_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2802]=],
				[ [=[text]=] ]=[=[嗯，我就觉得我们的准备工作还不到位啊。输掉超级杯没什么大不了的，只能说明枪手队的准备比我们更充分，进入状态更早。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2802_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2802]=],
				[ [=[text]=] ]=[=[那你到底准备好了没有？联赛揭幕战就要来了！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2802_3]=]
			}
		}
	},
	[ [=[Q2803]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2803]=],
				[ [=[text]=] ]=[=[又输了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2803_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2803]=],
				[ [=[text]=] ]=[=[啊，太好了！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2803_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2803]=],
				[ [=[text]=] ]=[=[太……太好了？这大叔已经输到精神失常了吧？大叔你醒醒！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2803_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2803]=],
				[ [=[text]=] ]=[=[我清醒得很啊，我高兴是因为我终于试验出了完美的阵容打法！你没看到我们下半场的反击是多么犀利而高效吗？只要比赛再多10分钟，我们必胜无疑！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2803_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2803]=],
				[ [=[text]=] ]=[=[将信将疑……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2803_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2803]=],
				[ [=[text]=] ]=[=[你看好吧，我从上赛季结束到现在的努力就是这套成型的打法！只要坚持这套打法，我们这赛季会无往而不利！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2803_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2803]=],
				[ [=[text]=] ]=[=[还真有你的，大叔，我们果然一路赢下来到现在了哎，联赛抢回榜首，欧战提前出线！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2803_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2803]=],
				[ [=[text]=] ]=[=[嗯，在无关痛痒的最后一轮小组赛里，让替补球员也熟悉一下战术打法吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2803_8]=]
			}
		}
	},
	[ [=[Q2804]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2804]=],
				[ [=[text]=] ]=[=[输了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2804_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2804]=],
				[ [=[text]=] ]=[=[不要紧，现在我们的主力和替补阵容都熟悉了我的全新战术思想，我手下能用的兵更多了！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2804_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2804]=],
				[ [=[text]=] ]=[=[那就在各条战线上高速前进吧！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2804_3]=]
			}
		}
	},
	[ [=[Q2805]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2805]=],
				[ [=[text]=] ]=[=[联赛以巨大的优势领跑，电话亭杯一路晋级，而且也不剩下什么强大的对手了，大耳朵杯也打进了半决赛，大叔，你这个赛季太拉风了！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2805_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2805]=],
				[ [=[text]=] ]=[=[嗯，大耳朵杯半决赛是这个赛季最大的考验了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2805_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2805]=],
				[ [=[text]=] ]=[=[那在决战来临之前，我们在联赛中做一些轮换吧？反正领先优势足够我们挥霍！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2805_3]=]
			}
		}
	},
	[ [=[Q2806]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2806]=],
				[ [=[text]=] ]=[=[下一场就是欧洲大耳朵杯的半决赛了啊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2806_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2806]=],
				[ [=[text]=] ]=[=[对手马德里床单队虽然阵容并不像其他豪门一样星光熠熠，但在有“匪帅”之称的S教练手下，球队的凝聚力和战斗力都是爆表级的存在啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2806_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2806]=],
				[ [=[text]=] ]=[=[所以，在先打客场的情况下，就力争拿到有客场进球的平局吧？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2806_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2806]=],
				[ [=[text]=] ]=[=[嗯，我也是这么想的！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2806_4]=]
			}
		}
	},
	[ [=[Q2807]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2807]=],
				[ [=[text]=] ]=[=[步骤1完成！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2807_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2807]=],
				[ [=[text]=] ]=[=[嗯，接下来只要在主场击败他们就好了。不过这也谈何容易啊，虽说晋级形势对我们有利，但马德里床单队可是出了名的混不吝，他们经常能在不被看好的情况下爆发出令人难以置信的能量。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2807_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2807]=],
				[ [=[text]=] ]=[=[都到了这时候了，如果有能被轻易击倒的球队就奇怪了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2807_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2807]=],
				[ [=[text]=] ]=[=[嗯，总之，对手很强，但我相信我的球员们！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2807_4]=]
			}
		}
	},
	[ [=[Q2808]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2808]=],
				[ [=[text]=] ]=[=[赢了！挺进决赛了！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2808_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2808]=],
				[ [=[text]=] ]=[=[嗯，赛季前真的没想到，到了这个时候，我们居然还在三条战线上都有夺冠的希望啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2808_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2808]=],
				[ [=[text]=] ]=[=[那就为了三冠王冲吧！先稳稳地拿下联赛冠军！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2808_3]=]
			}
		}
	},
	[ [=[Q2809]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2809]=],
				[ [=[text]=] ]=[=[联赛冠军get！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2809_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2809]=],
				[ [=[text]=] ]=[=[接下来是电话亭杯的决赛了，到这个时候我已经没什么可说的了，球队的状态完美，只要发挥出正常水平就好！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2809_2]=]
			}
		}
	},
	[ [=[Q2810]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2810]=],
				[ [=[text]=] ]=[=[双冠get！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2810_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2810]=],
				[ [=[text]=] ]=[=[只剩下最后一个挑战了啊。巴塞罗那宇宙队，放马过来吧。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2810_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2810]=],
				[ [=[text]=] ]=[=[这个赛季已经足够成功，不管是否能拿到三冠王，我都已经不能再满意了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2810_3]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2810]=],
				[ [=[text]=] ]=[=[三冠王get！！！！！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2810_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2810]=],
				[ [=[text]=] ]=[=[啊，好累……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2810_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2810]=],
				[ [=[text]=] ]=[=[起来high啊大叔，现在不是休息的时候！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2810_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2810]=],
				[ [=[text]=] ]=[=[拿到三冠王之后，有种虚脱的感觉啊……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2810_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2810]=],
				[ [=[text]=] ]=[=[大叔已经进入贤者时间了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2810_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2810]=],
				[ [=[text]=] ]=[=[那我就先不管大叔了，今晚尽情庆祝吧！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2810_9]=]
			}
		}
	},
	[ [=[Q2901]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2901]=],
				[ [=[text]=] ]=[=[喂喂，大叔，醒醒啊，新赛季要开始了！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2901_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2901]=],
				[ [=[text]=] ]=[=[啊啊啊？怎么这么快啊？新赛季这就开始了？我还没想好要不要继续带队啊！本来想拿到三冠就急流勇退了的……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2901_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2901]=],
				[ [=[text]=] ]=[=[那你不早说，你现在放鸽子的话，董事会肯定找不到新教练了，这个赛季无论如何你也得带下去了！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2901_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2901]=],
				[ [=[text]=] ]=[=[啊，继续带下去有些动力不足了，但就此放手也不甘心……好矛盾……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2901_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2901]=],
				[ [=[text]=] ]=[=[你还是职业一点儿吧，之前就因为你这浑浑噩噩的状态，超级杯已经输掉了啊，现在联赛就要开始了哎！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2901_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2901]=],
				[ [=[text]=] ]=[=[还轮不到你一台饮水机来质疑我的职业精神！出发！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2901_6]=]
			}
		}
	},
	[ [=[Q2902]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2902]=],
				[ [=[text]=] ]=[=[还行，大叔有精神了，球队的面貌也不一样啦。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2902_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2902]=],
				[ [=[text]=] ]=[=[嗯，太遥远的目标先不去想——反正想也想不到，就把踢好每一场比赛当成目标吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2902_2]=]
			}
		}
	},
	[ [=[Q2903]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2903]=],
				[ [=[text]=] ]=[=[连这场硬仗都拿下来了，联赛至今不败，看来三冠加身的大叔已经战无不胜了！都不用太费力就能砍瓜切菜了！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2903_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2903]=],
				[ [=[text]=] ]=[=[这也跟我们的赛程有关吧，之前碰到的对手都不算太强。接下来要在一周内连续对阵曼彻斯特双雄，真正的考验这才到来啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2903_2]=]
			}
		}
	},
	[ [=[Q2904]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2904]=],
				[ [=[text]=] ]=[=[击败了蓝月队！红魔也放马过来吧！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2904_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2904]=],
				[ [=[text]=] ]=[=[这种强度真的有点吃不消啊……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2904_2]=]
			}
		}
	},
	[ [=[Q2905]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2905]=],
				[ [=[text]=] ]=[=[果然输了啊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2905_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2905]=],
				[ [=[text]=] ]=[=[输一场没什么的吧，之前很多场比赛都差点输，都是在最后时刻追平或反超的。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2905_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2905]=],
				[ [=[text]=] ]=[=[嗯，确实没什么，打好接下来的比赛就好了！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2905_3]=]
			}
		}
	},
	[ [=[Q2906]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2906]=],
				[ [=[text]=] ]=[=[输了……被淘汰了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2906_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2906]=],
				[ [=[text]=] ]=[=[没关系的，在四项主要赛事里烟斗杯是最不重要的了，我们之前拿过这座冠军了，我并不是很在意。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2906_2]=]
			}
		}
	},
	[ [=[Q2907]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2907]=],
				[ [=[text]=] ]=[=[联赛又被逼平了……我们开局阶段连续不败积累起来的优势已经荡然无存了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2907_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2907]=],
				[ [=[text]=] ]=[=[这个赛季我们的控制力和稳定性跟上个赛季相比下降太多了啊。虽说我自己也有一些责任，但球员们又何尝不是呢？]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2907_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2907]=],
				[ [=[text]=] ]=[=[拿到三冠王之后，球员们对荣誉的饥渴程度也下降了好多……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2907_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2907]=],
				[ [=[text]=] ]=[=[是啊，这就导致好多该拿下的比赛没拿下来啊。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2907_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2907]=],
				[ [=[text]=] ]=[=[先拼下这一场吧。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2907_5]=]
			}
		}
	},
	[ [=[Q2908]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2908]=],
				[ [=[text]=] ]=[=[成功晋级欧冠四强了哈，但过程真的很艰难……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2908_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2908]=],
				[ [=[text]=] ]=[=[完全没有去年那种轻松的氛围……而且几名主力在比赛中的受伤更是雪上加霜……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2908_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2908]=],
				[ [=[text]=] ]=[=[而且目前球队在联赛中的形势也不容乐观，如果这样下去，我们要被甩出前四了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2908_3]=]
			}
		}
	},
	[ [=[Q2909]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2909]=],
				[ [=[text]=] ]=[=[现在电话亭杯也出局了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2909_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2909]=],
				[ [=[text]=] ]=[=[虽然名义上我们还保有双冠的希望，但以球队目前的状态来看，完全不现实啊……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2909_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2909]=],
				[ [=[text]=] ]=[=[我觉得还是在联赛中保住前四比较实际吧，至少要保证明年依然有欧洲大耳朵杯可以打……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2909_3]=]
			}
		}
	},
	[ [=[Q2910]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2910]=],
				[ [=[text]=] ]=[=[联赛中的下滑势头算是稳住了，接下来两回合面对马德里贵族队，我们可是彻底的哀兵了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2910_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2910]=],
				[ [=[text]=] ]=[=[联赛压力的拖累、球队阵容的疲劳、伤病情况的严峻、球员战意的不足……我们看看会发生什么吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2910_2]=]
			}
		}
	},
	[ [=[Q2911]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2911]=],
				[ [=[text]=] ]=[=[大叔你怎么做到的！在这种条件下居然能逼平马德里贵族队！神奇大叔！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2911_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2911]=],
				[ [=[text]=] ]=[=[嗯，我在中场休息是更衣室里的讲话把他们的战意激发出来了啊，他们也终于打出了久违的血性足球。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2911_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2911]=],
				[ [=[text]=] ]=[=[好样的！下一回合继续拼！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2911_3]=]
			}
		}
	},
	[ [=[Q2912]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2912]=],
				[ [=[text]=] ]=[=[这次……真没办法了啊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2912_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2912]=],
				[ [=[text]=] ]=[=[我知道，凭借这样一支残阵能不被马德里贵族队双杀已经是奇迹了啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2912_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2912]=],
				[ [=[text]=] ]=[=[看来这个赛季注定要四大皆空了啊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2912_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2912]=],
				[ [=[text]=] ]=[=[嗯，这个赛季确实不够理想，也有我的责任在里面。但这也重新激发了我的斗志啊，下个赛季，失去的东西，我要重新赢回来！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2912_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2912]=],
				[ [=[text]=] ]=[=[还是先赢下这场比赛，确保明年的大耳朵杯资格再说吧……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2912_5]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2912]=],
				[ [=[text]=] ]=[=[呼，还好，有惊无险地拿下了联赛第四哈。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2912_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2912]=],
				[ [=[text]=] ]=[=[在去年夺得三冠王之后，一度有了想退休的打算。然而，目前这种局面，我是肯定不会现在金盆洗手的了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2912_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2912]=],
				[ [=[text]=] ]=[=[至少在重夺冠军之前，我是不会离开的！下个赛季，来吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2912_8]=]
			}
		}
	},
	[ [=[Q3001]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3001]=],
				[ [=[text]=] ]=[=[这个赛季要拿回冠军！我要用一个冠军来向我的执教生涯告别！来个完美的谢幕！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3001_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3001]=],
				[ [=[text]=] ]=[=[真的要告别了吗……还真有点舍不得……啊，突然有点希望我们拿不到冠军了呢，好纠结……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3001_2]=]
			}
		}
	},
	[ [=[Q3002]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3002]=],
				[ [=[text]=] ]=[=[感觉和上赛季并没有什么区别……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3002_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3002]=],
				[ [=[text]=] ]=[=[现在还看不出来，毕竟这是英格兰，有实力争冠的球队太多了，现在还看不出谁有冠军相来啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3002_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3002]=],
				[ [=[text]=] ]=[=[在实力较弱的球队身上千万不要失分才是夺冠的最大砝码，劫富济贫是行不通的啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3002_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3002]=],
				[ [=[text]=] ]=[=[是啊，就像利物浦不死鸟队，虽然赢下了那么多强强对话，但三天两头总输给保级队，到现在也没拿过哪怕一次联赛冠军……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3002_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3002]=],
				[ [=[text]=] ]=[=[所以我们不要大意，赢下这场比赛吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3002_5]=]
			}
		}
	},
	[ [=[Q3003]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3003]=],
				[ [=[text]=] ]=[=[虽然联赛里该拿下的比赛都拿下了，但在欧洲大耳朵杯里的表现不怎么样啊，前两场都打平了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3003_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3003]=],
				[ [=[text]=] ]=[=[没关系，谁让我们抽到了跟拜仁慕尼黑同一个小组啊，小组第一不用想了，但只要打好跟罗马红狼队的两场比赛，以小组第二的身份出线还是没问题的哈。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3003_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3003]=],
				[ [=[text]=] ]=[=[但愿……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3003_3]=]
			}
		}
	},
	[ [=[Q3004]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3004]=],
				[ [=[text]=] ]=[=[输了……现在站在悬崖边上了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3004_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3004]=],
				[ [=[text]=] ]=[=[罗马红狼队今年的状态还真是好啊，大概是由于这是他们的传奇队长T王子职业生涯的最后一年了吧，全队都想用好成绩为老队长送行啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3004_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3004]=],
				[ [=[text]=] ]=[=[为啥我们就激发不出这种级别的战斗力来呢？就不想用好成绩为我这名老教练送行吗？]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3004_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3004]=],
				[ [=[text]=] ]=[=[想开点，可能是他们不希望你走吧……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3004_4]=]
			}
		}
	},
	[ [=[Q3005]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3005]=],
				[ [=[text]=] ]=[=[呃……这样……似乎提前出局了啊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3005_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3005]=],
				[ [=[text]=] ]=[=[怎么会这样……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3005_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3005]=],
				[ [=[text]=] ]=[=[比赛中我们明明有很多机会的啊……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3005_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3005]=],
				[ [=[text]=] ]=[=[大叔，被淘汰已经不可避免了，我们现在要做的是尽快反弹，毕竟赛季还长啊！现在奋起直追还来得及！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3005_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3005]=],
				[ [=[text]=] ]=[=[好！就从这场比赛开始！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3005_5]=]
			}
		}
	},
	[ [=[Q3006]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3006]=],
				[ [=[text]=] ]=[=[用一场胜利止住了下滑的势头啊。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3006_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3006]=],
				[ [=[text]=] ]=[=[嗯，我也已经重新振作起来了！先不去想什么退休的事情了，]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3006_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3006]=],
				[ [=[text]=] ]=[=[击败伦敦巴士队，当做这个赛季大逆转的开始吧！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3006_3]=]
			}
		}
	},
	[ [=[Q3007]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3007]=],
				[ [=[text]=] ]=[=[漂亮的胜利！球队胜利的感觉回来了！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3007_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3007]=],
				[ [=[text]=] ]=[=[就是这股劲头！接下来是烟斗杯的半决赛，剩下的对手都不强，先拿下这座奖杯作为一个交代吧，然后再继续在联赛里追分！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3007_2]=]
			}
		}
	},
	[ [=[Q3008]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3008]=],
				[ [=[text]=] ]=[=[顺利挺进决赛，现在已经没有任何人能阻挡我们了，拿下赛季第一冠吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3008_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3008]=],
				[ [=[text]=] ]=[=[虽说杯子小了点儿吧……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3008_2]=]
			}
		}
	},
	[ [=[Q3009]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3009]=],
				[ [=[text]=] ]=[=[第一个冠军进账！继续追分吧！虽然现在落后很多，但赛季还长啊，一切皆有可能！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3009_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3009]=],
				[ [=[text]=] ]=[=[是的！尽管现在积分和榜首相差很远，但他们肯定会犯错的是吧？只要赢下接下来的所有比赛，我们依然会是冠军的！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3009_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3009]=],
				[ [=[text]=] ]=[=[前进吧！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3009_3]=]
			}
		}
	},
	[ [=[Q3010]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3010]=],
				[ [=[text]=] ]=[=[接下来是电话亭杯的半决赛！继续我们的绝佳状态吧！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3010_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3010]=],
				[ [=[text]=] ]=[=[一座奖杯都不能少！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3010_2]=]
			}
		}
	},
	[ [=[Q3011]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3011]=],
				[ [=[text]=] ]=[=[现在联赛进行到最白热化的阶段了！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3011_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3011]=],
				[ [=[text]=] ]=[=[嗯，虽然暂时还没处在榜首，但在赛程方面我们最后几轮都是和强队的直接对话，只要全部赢下来，冠军是不会溜走的！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3011_2]=]
			}
		}
	},
	[ [=[Q3012]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3012]=],
				[ [=[text]=] ]=[=[最后一轮之前排名联赛第二，落后榜首的利物浦不死鸟队2分……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3012_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3012]=],
				[ [=[text]=] ]=[=[击败他们就可以后来居上逆转夺冠了！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3012_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3012]=],
				[ [=[text]=] ]=[=[话说这是这么多年来利物浦不死鸟队最接近冠军的一次啊，他们对于夺冠的渴望应该空前强烈吧，而且整个赛季以来他们的表现真的非常出色……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3012_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3012]=],
				[ [=[text]=] ]=[=[还顾忌那么多干嘛！就让他们顶级联赛无冠的历史延续下去吧！虽说有些残忍……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3012_4]=]
			}
		}
	},
	[ [=[Q3013]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3013]=],
				[ [=[text]=] ]=[=[绝杀！逆转夺冠！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3013_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3013]=],
				[ [=[text]=] ]=[=[用这样一场胜利结束这个史诗般的联赛赛季，实在太完美了！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3013_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3013]=],
				[ [=[text]=] ]=[=[喂喂，赛季还没有结束啊，还有和莱斯特狐狸队的电话亭杯决赛……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3013_3]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3013]=],
				[ [=[text]=] ]=[=[输了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3013_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3013]=],
				[ [=[text]=] ]=[=[还是留下了遗憾啊……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3013_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3013]=],
				[ [=[text]=] ]=[=[就这样吧。再见了，我深爱的绿茵场，再见了……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3013_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3013]=],
				[ [=[text]=] ]=[=[喂喂大叔，你还来真的啊？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3013_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3013]=],
				[ [=[text]=] ]=[=[是啊，我早就到了该退休的年龄了，这一刻我已经等了好久了……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3013_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3013]=],
				[ [=[text]=] ]=[=[你甘心吗？虽说这个赛季联赛成功逆转夺冠，但还是留下了不少遗憾啊！而且，我们还剩下西班牙没有征服过呢！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3013_9]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3013]=],
				[ [=[text]=] ]=[=[至少要再拿下一次三冠王，再去说告别的事情吧？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3013_10]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3013]=],
				[ [=[text]=] ]=[=[而且，你忘了在最开始的时候，你说过要和昔日爱将相约重逢的吗？他现在就在西班牙效力啊！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3013_11]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3013]=],
				[ [=[text]=] ]=[=[……………………]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3013_12]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3013]=],
				[ [=[text]=] ]=[=[扶我起来！出征！去西班牙！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3013_13]=]
			}
		}
	},
	[ [=[Q3101]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3101]=],
				[ [=[text]=] ]=[=[回到熟悉的伊比利亚半岛了啊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3101_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3101]=],
				[ [=[text]=] ]=[=[嗯，来到西班牙的第一年，我深知自己已经不是当初那个年轻人了，留在教练席上的时间也不多了啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3101_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3101]=],
				[ [=[text]=] ]=[=[别这么说……说得像不久于人世一样……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3101_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3101]=],
				[ [=[text]=] ]=[=[毕竟到了我这个年纪，谁也不知道明天和意外哪一个先来啊，这点你永远不懂。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3101_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3101]=],
				[ [=[text]=] ]=[=[所以，就不要像前几个国家一样，把自己当做一支新军，一点点进步了。我们必须争分多秒，一上来就剑指冠军才行！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3101_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3101]=],
				[ [=[text]=] ]=[=[在这个拥有马德里贵族队和巴塞罗那宇宙队的联赛里，冠军怕是别人想都不敢想的吧……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3101_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3101]=],
				[ [=[text]=] ]=[=[所以要先让自己用最短的时间强大起来！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3101_7]=]
			}
		}
	},
	[ [=[Q3102]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3102]=],
				[ [=[text]=] ]=[=[联赛的开局还不错啊。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3102_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3102]=],
				[ [=[text]=] ]=[=[我们的发挥已经超出想象了，但还是只能跟两大豪门牢牢咬住啊，想甩开他们完全不现实……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3102_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3102]=],
				[ [=[text]=] ]=[=[我不这么觉得哦。在刚刚过去的转会窗，可能是听说我们要来了感到担心吧，他们都在转会市场上花了巨资引援，在我看来有点恐慌收购的性质啊，现在新援融入得都不是很好，随着赛程的进展，应该会有隐患的吧……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3102_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3102]=],
				[ [=[text]=] ]=[=[嗯，有道理啊，看来又要叫你一句饮老师了！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3102_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3102]=],
				[ [=[text]=] ]=[=[我们只要保持住目前的得分率就可以了！然后就静待对手犯错吧！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3102_5]=]
			}
		}
	},
	[ [=[Q3103]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3103]=],
				[ [=[text]=] ]=[=[果然你的预测完全准确啊！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3103_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3103]=],
				[ [=[text]=] ]=[=[谢谢谢谢，小意思小意思。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3103_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3103]=],
				[ [=[text]=] ]=[=[我们现在已经占据联赛榜首了，在接下来的斗牛士杯的比赛中要进行一些轮换……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3103_3]=]
			}
		}
	},
	[ [=[Q3104]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3104]=],
				[ [=[text]=] ]=[=[第一回合打平了……好在第二回合顺利过关。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3104_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3104]=],
				[ [=[text]=] ]=[=[西班牙的杯赛系统比英格兰还是人性化一点……两回合，不会一着不慎就彻底出局啊。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3104_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3104]=],
				[ [=[text]=] ]=[=[但这样就又增多了比赛次数啊……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3104_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3104]=],
				[ [=[text]=] ]=[=[而且，在埃瓦尔十字队身上拿到的平局也在提醒我，这个联赛也远不是仅有两大豪门啊，任何一支球队都不可小觑。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3104_4]=]
			}
		}
	},
	[ [=[Q3105]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3105]=],
				[ [=[text]=] ]=[=[斗牛士杯八强战也顺利过关！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3105_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3105]=],
				[ [=[text]=] ]=[=[嗯，现在在半决赛次回合里取胜就可以挺进决赛了！联赛中的领先优势也足够！双线冲击冠军！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3105_2]=]
			}
		}
	},
	[ [=[Q3106]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3106]=],
				[ [=[text]=] ]=[=[顺利打进决赛，决赛的日期还远着呢，接下来打好联赛就可以了，两大豪门已经纷纷掉队了，我们只要别出太大的岔子，冠军应该就稳了吧？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3106_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3106]=],
				[ [=[text]=] ]=[=[不知道你说的太大的岔子是在指什么……下一场和巴塞罗那宇宙队的直接较量就很关键啊，虽然他们在联赛中整体表现不佳，但任何一名球星只要爆种就足够秒杀我们的……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3106_2]=]
			}
		}
	},
	[ [=[Q3107]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3107]=],
				[ [=[text]=] ]=[=[果然还是打不过宇宙队啊……领先优势缩水了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3107_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3107]=],
				[ [=[text]=] ]=[=[嗯，接下来的毕尔巴鄂战士队也不是易与之辈，再输就危险了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3107_2]=]
			}
		}
	},
	[ [=[Q3108]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3108]=],
				[ [=[text]=] ]=[=[ 啃下了这块硬骨头啊。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3108_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3108]=],
				[ [=[text]=] ]=[=[不过一周双赛的赛程还真是紧啊……马上要打马拉加玫瑰园队了，也不是一场轻松的比赛……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3108_2]=]
			}
		}
	},
	[ [=[Q3109]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3109]=],
				[ [=[text]=] ]=[=[输了……接下来真的不容有失了！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3109_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3109]=],
				[ [=[text]=] ]=[=[好在剩下的对手也都不是很强了啊。最艰难的一段赛程已经过去了，依然排在积分榜首，我很满意啊，虽说领先优势只有1分了……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3109_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3109]=],
				[ [=[text]=] ]=[=[拿下最后一场就可以夺冠了！没问题的！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3109_3]=]
			}
		}
	},
	[ [=[Q3110]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3110]=],
				[ [=[text]=] ]=[=[联赛冠军到手！第一个赛季就拿到了冠军啊！大叔你是怎么做到的！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3110_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3110]=],
				[ [=[text]=] ]=[=[能拿到这个冠军离不开你对形势的精准判断啊。不过比起现在大肆庆祝，不如我们先拿下斗牛士杯的冠军再一起庆祝怎么样？]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3110_2]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3110]=],
				[ [=[text]=] ]=[=[第一个赛季就是双冠王！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3110_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3110]=],
				[ [=[text]=] ]=[=[是啊，别忘了我们的目标是再一次实现三冠王的伟业，我年事已高，必须加紧步伐才行啊！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3110_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3110]=],
				[ [=[text]=] ]=[=[好的！这一刻先尽情庆祝吧！下赛季，三线出击！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3110_5]=]
			}
		}
	},
	[ [=[Q3201]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3201]=],
				[ [=[text]=] ]=[=[这个赛季不会轻松啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3201_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3201]=],
				[ [=[text]=] ]=[=[是啊，想你初来乍到就打破了西班牙多年的老格局，让两支传统巨无霸豪门的脸往哪儿搁啊？他们都厉兵秣马，等着复仇呢！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3201_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3201]=],
				[ [=[text]=] ]=[=[我们的目标是三冠王啊，不仅仅要在欧洲大耳朵杯的赛场上开拓进取，国内战场也要面对更严苛的考验，内忧外患啊……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3201_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3201]=],
				[ [=[text]=] ]=[=[逃避既可耻又没有用，打起精神面对一切挑战才是正事啊！宇宙队已经杀到眼前了哦……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3201_4]=]
			}
		}
	},
	[ [=[Q3202]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3202]=],
				[ [=[text]=] ]=[=[这是我们在西班牙第一次击败宇宙队吧？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3202_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3202]=],
				[ [=[text]=] ]=[=[没错！这场胜利证明我们虽然从底蕴上和他们还没法比，但在实力上已经不输给任何对手了！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3202_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3202]=],
				[ [=[text]=] ]=[=[超级杯只是前菜，真正的考验这才开始啊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3202_3]=]
			}
		}
	},
	[ [=[Q3203]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3203]=],
				[ [=[text]=] ]=[=[联赛的开局并不如去年那样顺利……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3203_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3203]=],
				[ [=[text]=] ]=[=[而且两大巨头比去年更谨慎，一点破绽都不给啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3203_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3203]=],
				[ [=[text]=] ]=[=[顾不得想那么多了，马上又有欧洲大耳朵杯的比赛了，这场可是出线关键战……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3203_3]=]
			}
		}
	},
	[ [=[Q3204]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3204]=],
				[ [=[text]=] ]=[=[这下子小组出线应该不成问题了哈。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3204_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3204]=],
				[ [=[text]=] ]=[=[把注意力击中到联赛中来！咬住积分！至少不能落后太多！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3204_2]=]
			}
		}
	},
	[ [=[Q3205]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3205]=],
				[ [=[text]=] ]=[=[接下来是欧洲大耳朵杯的淘汰赛了，对手是里斯本光明队，应该没有问题的吧……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3205_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3205]=],
				[ [=[text]=] ]=[=[虽然我们是来自更强大的联赛，但在欧洲的赛场上，里斯本光明队也是历史悠久、惊艳丰富的劲旅啊，不能掉以轻心……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3205_2]=]
			}
		}
	},
	[ [=[Q3206]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3206]=],
				[ [=[text]=] ]=[=[怎么搞的？第一回合输了！好在第二回合还有机会……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3206_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3206]=],
				[ [=[text]=] ]=[=[里斯本光明队这赛季的战术体系非常完整，可以说是近年来最强的一支里斯本光明队了，比想象得难对付得多啊……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3206_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3206]=],
				[ [=[text]=] ]=[=[更何况我们还要为联赛分心……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3206_3]=]
			}
		}
	},
	[ [=[Q3207]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3207]=],
				[ [=[text]=] ]=[=[被……双……杀……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3207_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3207]=],
				[ [=[text]=] ]=[=[没什么好抱怨的，我们这样一支球队，终究还是难以应付三条战线这么高强度的比赛啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3207_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3207]=],
				[ [=[text]=] ]=[=[不过我们真的已经成长得非常快了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3207_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3207]=],
				[ [=[text]=] ]=[=[三冠王的目标看来要再等一年了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3207_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3207]=],
				[ [=[text]=] ]=[=[剩下的时间就打好联赛和杯赛吧！其他两家都还有欧战要打，我们还有联赛夺冠的希望！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3207_5]=]
			}
		}
	},
	[ [=[Q3208]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3208]=],
				[ [=[text]=] ]=[=[经过一段时间的努力，我们在联赛中取得了一波六连胜啊！已经重返榜首了哎！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3208_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3208]=],
				[ [=[text]=] ]=[=[也要感谢对手们给我们机会……那就稳稳赢下最后一战，笑纳冠军吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3208_2]=]
			}
		}
	},
	[ [=[Q3209]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3209]=],
				[ [=[text]=] ]=[=[成功卫冕！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3209_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3209]=],
				[ [=[text]=] ]=[=[接下来还有斗牛士杯的决赛……这个赛季从宇宙队开始，也在宇宙队结束，希望有个好结果啊！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3209_2]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3209]=],
				[ [=[text]=] ]=[=[输了……还不如上赛季……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3209_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3209]=],
				[ [=[text]=] ]=[=[要看到我们的成长啊，上赛季只有国内赛场，这赛季三线作战，难度不可同日而语，而且还有那两家豪门越来越高的怒气值……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3209_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3209]=],
				[ [=[text]=] ]=[=[真是暗流涌动的一年啊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3209_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3209]=],
				[ [=[text]=] ]=[=[下个赛季会更有挑战吧，毕竟我们第一次夺冠还会被认为是莱斯特式的奇迹冷门，连续两年夺冠就不是偶然因素了，恐怖的军备竞赛已经开始了……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3209_6]=]
			}
		}
	},
	[ [=[Q3301]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3301]=],
				[ [=[text]=] ]=[=[我们今年的目标依然是三冠王！为了大叔能早日退休，战斗！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3301_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3301]=],
				[ [=[text]=] ]=[=[听着怪怪的……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3301_2]=]
			}
		}
	},
	[ [=[Q3302]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3302]=],
				[ [=[text]=] ]=[=[还是打不过宇宙队……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3302_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3302]=],
				[ [=[text]=] ]=[=[连续两年失去联赛冠军已经让宇宙队的高层忍无可忍了。他们这个夏天疯狂地花掉了5亿英镑，实力又上升了一个台阶啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3302_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3302]=],
				[ [=[text]=] ]=[=[看来三冠王的难度又大了啊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3302_3]=]
			}
		}
	},
	[ [=[Q3303]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3303]=],
				[ [=[text]=] ]=[=[大叔，虽然联赛才打了三分之一，但从积分榜上的差距来说，感觉我们已经没啥希望了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3303_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3303]=],
				[ [=[text]=] ]=[=[嗯，看那两支豪门的架势，看来是不会给我们任何机会了，毕竟他们烧钱已经烧到丧心病狂的程度了，再不出成绩，老板该砍人了吧……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3303_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3303]=],
				[ [=[text]=] ]=[=[那……要不要把重心转移到其他赛事上来呢？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3303_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3303]=],
				[ [=[text]=] ]=[=[看来……也没有什么更好的办法了啊……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3303_4]=]
			}
		}
	},
	[ [=[Q3304]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3304]=],
				[ [=[text]=] ]=[=[看来联赛已经彻底成了两大豪门的游戏了啊，目测他们这赛季联赛积分都会破三位数啊，太疯狂了……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3304_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3304]=],
				[ [=[text]=] ]=[=[好在球队在杯赛和欧战中情况稳定，在淘汰巴伦西亚蝙蝠队之后，斗牛士杯中已经不剩下什么太强的对手了，欧洲大耳朵杯也已经杀进了16强……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3304_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3304]=],
				[ [=[text]=] ]=[=[我的三冠王啊……不甘心……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3304_3]=]
			}
		}
	},
	[ [=[Q3305]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3305]=],
				[ [=[text]=] ]=[=[斗牛士杯半决赛首回合到了！这赛季能不能拿到奖杯，这场比赛至关重要！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3305_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3305]=],
				[ [=[text]=] ]=[=[重要性不用过多提醒啊。虽说早早告别了联赛争冠集团很不甘心，但只有继续前行才是勇敢者的表现！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3305_2]=]
			}
		}
	},
	[ [=[Q3306]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3306]=],
				[ [=[text]=] ]=[=[打平了……第二回合不容有失！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3306_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3306]=],
				[ [=[text]=] ]=[=[绝对不容有失！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3306_2]=]
			}
		}
	},
	[ [=[Q3307]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3307]=],
				[ [=[text]=] ]=[=[……………………]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3307_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3307]=],
				[ [=[text]=] ]=[=[……………………]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3307_2]=]
			}
		}
	},
	[ [=[Q3308]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3308]=],
				[ [=[text]=] ]=[=[……………………]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3308_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3308]=],
				[ [=[text]=] ]=[=[……………………]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3308_2]=]
			}
		}
	},
	[ [=[Q3309]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3309]=],
				[ [=[text]=] ]=[=[……………………]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3309_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3309]=],
				[ [=[text]=] ]=[=[……………………]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3309_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3309]=],
				[ [=[text]=] ]=[=[大叔，你还要消沉到什么时候啊！醒醒醒醒！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3309_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3309]=],
				[ [=[text]=] ]=[=[真不知道我们这个赛季还有什么奔头了啊……三冠王，遥遥无期……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3309_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3309]=],
				[ [=[text]=] ]=[=[我们还有欧洲大耳朵杯的比赛啊！已经杀入四强了哎！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3309_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3309]=],
				[ [=[text]=] ]=[=[说实话，我没有任何信心……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3309_6]=]
			}
		}
	},
	[ [=[Q3310]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3310]=],
				[ [=[text]=] ]=[=[大叔，我们第一回合发挥得很出色啊！我们完全配得上欧洲四强的位置！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3310_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3310]=],
				[ [=[text]=] ]=[=[嗯，不错。好，出征第二回合！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3310_2]=]
			}
		}
	},
	[ [=[Q3311]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3311]=],
				[ [=[text]=] ]=[=[尽力了，也只能追到这种程度了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3311_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3311]=],
				[ [=[text]=] ]=[=[不过，比起之前一系列浑浑噩噩的表现来，大耳朵杯半决赛这两场，大家的气势简直像是换了一支队一样啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3311_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3311]=],
				[ [=[text]=] ]=[=[是啊，虽然这一年一座冠军都没能进账，但欧战打进四强的表现还是很有说服力的！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3311_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3311]=],
				[ [=[text]=] ]=[=[是啊，这也向全世界证明了，在西班牙并不是只有那两支球队拥有挑战欧战冠军的实力！我们一样可以！现在西班牙已经形成了明显的三足鼎立之势，这才是这个赛季的最大收获啊！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3311_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3311]=],
				[ [=[text]=] ]=[=[所以，就拿下最后一场比赛，确保下赛季的大耳朵杯资格，然后明年再一次向三冠王发起冲击吧！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3311_5]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3311]=],
				[ [=[text]=] ]=[=[不错！以赛季第四名收官！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3311_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3311]=],
				[ [=[text]=] ]=[=[这个赛季在联赛中没能守住阵地，不过也不算什么丢人的事。至少，所有人都已经公认，我们是西班牙除了那两大巨头之外的第三极了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3311_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3311]=],
				[ [=[text]=] ]=[=[这样一来我们下赛季卷土重来的信心就更足了！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3311_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3311]=],
				[ [=[text]=] ]=[=[嗯，目标不变，还是三冠王！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3311_9]=]
			}
		}
	},
	[ [=[Q3401]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3401]=],
				[ [=[text]=] ]=[=[联赛要抢开局，欧洲大耳朵杯和斗牛士杯要力争在最小的代价之下前进……从赛季的第一天开始，就一刻也不能放松啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3401_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3401]=],
				[ [=[text]=] ]=[=[看大叔现在的状态简直跟高三学生差不多啊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3401_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3401]=],
				[ [=[text]=] ]=[=[考生的高三只有一次，我年年都是高三……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3401_3]=]
			}
		}
	},
	[ [=[Q3402]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3402]=],
				[ [=[text]=] ]=[=[截止目前，一切还都在控制之中哈。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3402_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3402]=],
				[ [=[text]=] ]=[=[嗯，联赛中三强齐头并进，杯赛也都没出局……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3402_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3402]=],
				[ [=[text]=] ]=[=[总觉得跟那两强相比，我们还差了点儿什么，是稳定性吗……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3402_3]=]
			}
		}
	},
	[ [=[Q3403]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3403]=],
				[ [=[text]=] ]=[=[自从输给毕尔巴鄂战士队后，整个球队的状态就急转直下了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3403_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3403]=],
				[ [=[text]=] ]=[=[一轮连败啊，看来这赛季的联赛冠军又不用想了……在有这么两支变态球队的联赛里，真的是地狱难度……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3403_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3403]=],
				[ [=[text]=] ]=[=[三冠的梦又碎了……大叔真可怜……呜呜呜……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3403_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3403]=],
				[ [=[text]=] ]=[=[不管怎样，还是要继续走啊……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3403_4]=]
			}
		}
	},
	[ [=[Q3404]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3404]=],
				[ [=[text]=] ]=[=[要在联赛里对阵马德里贵族队了，如果能在直接对话里赢下他们，或者会有翻盘的一线机会？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3404_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3404]=],
				[ [=[text]=] ]=[=[先不去想，如果真能赢下来再说。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3404_2]=]
			}
		}
	},
	[ [=[Q3405]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3405]=],
				[ [=[text]=] ]=[=[还是……输了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3405_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3405]=],
				[ [=[text]=] ]=[=[生活往往是这样啊，在你刚刚看到一点希望的时候就马上用血淋淋的现实把你打回谷底。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3405_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3405]=],
				[ [=[text]=] ]=[=[看来只能把斗牛士杯当做遮羞布了啊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3405_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3405]=],
				[ [=[text]=] ]=[=[你在说什么呢，什么遮羞布啊，要对参加的每一项赛事都有足够的敬畏之心！这座奖杯也是有着悠久历史的，能拿下的话，也是很不容易的！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3405_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3405]=],
				[ [=[text]=] ]=[=[你刚来的时候不是就拿到过吗？当时也没见你有多激动……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3405_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3405]=],
				[ [=[text]=] ]=[=[那时候联赛的形势跟现在完全不同，当年两大豪门都在低谷期，我们又是以低姿态来到这个联赛的，根本没人重视。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3405_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3405]=],
				[ [=[text]=] ]=[=[现在所有人都把我们当做公认的强队了，跟我们比赛的时候都跟打了鸡血一样，而两大豪门也早已今非昔比，几乎已经成为足球史上最华丽的两支球队了……而马德里床单队和塞维利亚城堡队也已经成长成了足以挑战冠军的劲旅……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3405_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3405]=],
				[ [=[text]=] ]=[=[如果能在这样的环境下拿到冠军，那简直可以算是不朽的荣耀了啊！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3405_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3405]=],
				[ [=[text]=] ]=[=[真的不是在给自己找借口吗……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3405_9]=]
			}
		}
	},
	[ [=[Q3406]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3406]=],
				[ [=[text]=] ]=[=[第一回合拿下了，我们只需要一场平局就能晋级了吧……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3406_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3406]=],
				[ [=[text]=] ]=[=[我不要平局！我要双杀！来显示我们对于这座冠军的决心！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3406_2]=]
			}
		}
	},
	[ [=[Q3407]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3407]=],
				[ [=[text]=] ]=[=[进入决赛了！离决赛还有挺长的一段时间呢，我们可以好好准备哈！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3407_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3407]=],
				[ [=[text]=] ]=[=[嗯，还有联赛和大耳朵杯的比赛呢。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3407_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3407]=],
				[ [=[text]=] ]=[=[大耳朵杯的对手是巴黎铁塔队，在跟他们决战之前，先在联赛中把状态调整好才是最重要的啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3407_3]=]
			}
		}
	},
	[ [=[Q3408]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3408]=],
				[ [=[text]=] ]=[=[大耳朵杯八强战首回合的日子到了。啊，巴黎铁塔队，也是老对手了……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3408_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3408]=],
				[ [=[text]=] ]=[=[听说他们这赛季也是财大气粗厉兵秣马，跟当年我们在法国那年的巴黎铁塔队相比已经完全不是一个档次了呢！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3408_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3408]=],
				[ [=[text]=] ]=[=[一转眼这么多年过去了啊。来吧，老对手。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3408_3]=]
			}
		}
	},
	[ [=[Q3409]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3409]=],
				[ [=[text]=] ]=[=[第一回合打平……所有悬念都留到了第二回合……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3409_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3409]=],
				[ [=[text]=] ]=[=[他们确实进步很大……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3409_2]=]
			}
		}
	},
	[ [=[Q3410]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3410]=],
				[ [=[text]=] ]=[=[……就是这样了，这个赛季的欧战又结束了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3410_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3410]=],
				[ [=[text]=] ]=[=[确实是他们的状态更好，准备更充分，我没什么好辩解的。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3410_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3410]=],
				[ [=[text]=] ]=[=[联赛还有几轮……我们看看能不能抢到一张下赛季的大耳朵杯门票吧……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3410_3]=]
			}
		}
	},
	[ [=[Q3411]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3411]=],
				[ [=[text]=] ]=[=[只能以第六名的成绩结束赛季啊，我真的很失望……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3411_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3411]=],
				[ [=[text]=] ]=[=[下赛季没有大耳朵杯打了，财政收入上也会吃紧，阵容也得不到什么补强……很容易就陷入恶性循环，一蹶不振的啊……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3411_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3411]=],
				[ [=[text]=] ]=[=[大叔，跟你说件事情，你先做好心理准备……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3411_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3411]=],
				[ [=[text]=] ]=[=[董事会希望我辞职吗？我懂，我这就去准备……哎，终究没能用三冠王告别啊……这算不算晚节不保……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3411_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3411]=],
				[ [=[text]=] ]=[=[没没没，不是这样，他们只是希望你能拿下最后的斗牛士杯决赛来证明自己……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3411_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3411]=],
				[ [=[text]=] ]=[=[也差不多吧，总之就是已经对我产生怀疑了啊。如果是年轻时的我，应该直接就辞职走人了吧，但我已经这把年纪了，真的没时间一切重来一遍了……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3411_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3411]=],
				[ [=[text]=] ]=[=[赢下比赛吧！再搏一把！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3411_7]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3411]=],
				[ [=[text]=] ]=[=[真的不容易啊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3411_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3411]=],
				[ [=[text]=] ]=[=[总算保住了帅位啊，跟俱乐部又续约了两年。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3411_9]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3411]=],
				[ [=[text]=] ]=[=[两年啊……我们下赛季并没有大耳朵杯可以打，也就是不可能拿到三冠王……两年内拿到三冠王，这是你最快的可能，也是理论上最后的机会了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3411_10]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3411]=],
				[ [=[text]=] ]=[=[三冠王……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3411_11]=]
			}
		}
	},
	[ [=[Q3501]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3501]=],
				[ [=[text]=] ]=[=[没有大耳朵杯可打，球队的吸引力果然下降了好多啊，几乎没有任何补强……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3501_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3501]=],
				[ [=[text]=] ]=[=[但我们这赛季的压力也低了很多啊，小耳朵杯的对手要弱很多，赛程也相对轻松一些。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3501_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3501]=],
				[ [=[text]=] ]=[=[我反省了一下，在过去两年我一直都有一个问题，就是把那根弦绷得太紧了，所以就导致一旦出现一点问题，很有可能直接崩盘。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3501_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3501]=],
				[ [=[text]=] ]=[=[是我太功利了吧，天天把三冠王挂在嘴边，球员也受不了……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3501_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3501]=],
				[ [=[text]=] ]=[=[那趁这个赛季不用为三冠王操心了，我们好好调整一下心态哈！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3501_5]=]
			}
		}
	},
	[ [=[Q3502]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3502]=],
				[ [=[text]=] ]=[=[不错！拿下了超级杯！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3502_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3502]=],
				[ [=[text]=] ]=[=[希望联赛也能有个好开局！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3502_2]=]
			}
		}
	},
	[ [=[Q3503]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3503]=],
				[ [=[text]=] ]=[=[联赛第一轮就击败了强大的马德里床单队！接下来又是一波连胜！太棒了！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3503_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3503]=],
				[ [=[text]=] ]=[=[嗯，欧洲小耳朵杯的压力要小得多，而且我们签运上佳，小组对手都在西欧，不用去俄罗斯、土耳其，相当于以逸待劳了，这对我们的联赛也大有好处啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3503_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3503]=],
				[ [=[text]=] ]=[=[那就继续连胜下去吧！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3503_3]=]
			}
		}
	},
	[ [=[Q3504]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3504]=],
				[ [=[text]=] ]=[=[联赛强势连胜领跑，小耳朵杯也顺利出线，这个赛季也太顺利了吧！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3504_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3504]=],
				[ [=[text]=] ]=[=[果然调整了心态，一切就都不一样了啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3504_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3504]=],
				[ [=[text]=] ]=[=[一口气38场连胜夺冠好不好！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3504_3]=]
			}
		}
	},
	[ [=[Q3505]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3505]=],
				[ [=[text]=] ]=[=[联赛的连胜还在继续，看来是彻底把信心打出来了啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3505_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3505]=],
				[ [=[text]=] ]=[=[杯赛也要乘胜追击！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3505_2]=]
			}
		}
	},
	[ [=[Q3506]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3506]=],
				[ [=[text]=] ]=[=[呃……大意了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3506_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3506]=],
				[ [=[text]=] ]=[=[可能是轻敌了吧……一直一帆风顺是不可能的啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3506_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3506]=],
				[ [=[text]=] ]=[=[不过现在是考验我们调整能力的好机会，前几个赛季都是输了一场之后就迅速崩盘，我相信这个赛季会有所不同的！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3506_3]=]
			}
		}
	},
	[ [=[Q3507]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3507]=],
				[ [=[text]=] ]=[=[果然马上又回到了胜利的轨道上！大叔真有你的！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3507_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3507]=],
				[ [=[text]=] ]=[=[嗯，赢得起也输得起，赢了之后能迅速戒骄戒躁，输了之后能马上调整心态，这样的球队才是能笑到最后的啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3507_2]=]
			}
		}
	},
	[ [=[Q3508]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3508]=],
				[ [=[text]=] ]=[=[我们在联赛里至今还保持不败呢，已经二十多场了……在欧洲小耳朵杯里也是，目前是还剩下的球队里夺冠赔率最低的！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3508_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3508]=],
				[ [=[text]=] ]=[=[是啊，我真的没想到，同一拨球员，只是心态改变了，激发出的战斗力竟然有这么强啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3508_2]=]
			}
		}
	},
	[ [=[Q3509]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3509]=],
				[ [=[text]=] ]=[=[联赛已经33场不败了……大叔，你真的要复制当年米兰红黑队和伦敦兵工厂队的不败神话了啊！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3509_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3509]=],
				[ [=[text]=] ]=[=[求别奶！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3509_2]=]
			}
		}
	},
	[ [=[Q3510]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3510]=],
				[ [=[text]=] ]=[=[呼，好不容易保住了不败金身，好险好险。]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3510_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3510]=],
				[ [=[text]=] ]=[=[相……相比不败，我更看重的是赛季末能不能延续稳健的表现，把冠军稳稳地拿到啊。不败……随缘就好！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3510_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3510]=],
				[ [=[text]=] ]=[=[但大叔，你的表情已经出卖了你，你明明对不败还是很看重的啊！比赛里落后时候急得跟猴一样，追平了就不停看表的那个到底是谁！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3510_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3510]=],
				[ [=[text]=] ]=[=[这个饮水机情商为负，鉴定完毕……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3510_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3510]=],
				[ [=[text]=] ]=[=[欧洲小耳朵杯半决赛次回合！迎战小耳朵杯历史上夺冠次数最多的塞维利亚城堡队！出花！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3510_5]=]
			}
		}
	},
	[ [=[Q3511]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3511]=],
				[ [=[text]=] ]=[=[没想到，连塞维利亚城堡队都拦不住你啊……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3511_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3511]=],
				[ [=[text]=] ]=[=[嗯，球队的表现已经收放自如了，现在每场比赛我们所做的就是做好自己的事情，然后等着对手落入我们的节奏，这样最好了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3511_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3511]=],
				[ [=[text]=] ]=[=[拿下联赛最后一场，实现不败夺冠的伟业吧！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3511_3]=]
			}
		}
	},
	[ [=[Q3512]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3512]=],
				[ [=[text]=] ]=[=[居然真的被你做到了耶！不败夺冠！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3512_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3512]=],
				[ [=[text]=] ]=[=[嗯，现在我们可以说正式回到三冠王争夺者的行列了啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3512_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3512]=],
				[ [=[text]=] ]=[=[赛季的最后一场比赛，迎战利物浦不死鸟队的小耳朵杯决赛，以胜利为这个成功的赛季收尾吧！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3512_3]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3512]=],
				[ [=[text]=] ]=[=[大叔又赢了！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3512_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3512]=],
				[ [=[text]=] ]=[=[小耳朵杯、西班牙联赛，加上赛季初赢下的超级杯，大叔，你的三冠王实现了耶！虽然是小号的……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3512_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3512]=],
				[ [=[text]=] ]=[=[你在讽刺我吗？我是不会真的把这个低配三冠王当成真正的三冠王庆祝的啊……当然我也不会就此退休……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3512_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3512]=],
				[ [=[text]=] ]=[=[这一年我学到了很多事情啊，现在的我和现在的球队都比以往任何一个赛季更成熟，下个赛季是收获一切的时候！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3512_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3512]=],
				[ [=[text]=] ]=[=[如果顺利的话，这将是我拿到所有荣誉的一个赛季，也是我执教生涯的最后一个赛季……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3512_8]=]
			}
		}
	},
	[ [=[Q3601]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3601]=],
				[ [=[text]=] ]=[=[开始吧！这通往荣耀的最后一段旅程！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3601_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3601]=],
				[ [=[text]=] ]=[=[好肉麻……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3601_2]=]
			}
		}
	},
	[ [=[Q3602]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3602]=],
				[ [=[text]=] ]=[=[以一个超级杯冠军开始了赛季，联赛的起步也不错……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3602_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3602]=],
				[ [=[text]=] ]=[=[嗯！我们从实力上已经足够强大了，如果能延续上赛季的状态，我们就会战无不胜！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3602_2]=]
			}
		}
	},
	[ [=[Q3603]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3603]=],
				[ [=[text]=] ]=[=[联赛开局完美！继续下去吧！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3603_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3603]=],
				[ [=[text]=] ]=[=[没有任何理由停下胜利的脚步！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3603_2]=]
			}
		}
	},
	[ [=[Q3604]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3604]=],
				[ [=[text]=] ]=[=[在欧洲大耳朵杯小组中我们已经提前出线了，最后一场比赛，只需要一个平局就能保证小组第一哈~]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3604_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3604]=],
				[ [=[text]=] ]=[=[小组第一还是很重要的，决定了淘汰赛的走势，我不允许任何意外发生，必须确保小组第一！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3604_2]=]
			}
		}
	},
	[ [=[Q3605]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3605]=],
				[ [=[text]=] ]=[=[顺利以小组第一出线！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3605_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3605]=],
				[ [=[text]=] ]=[=[接下来是斗牛士杯的比赛，也不能大意！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3605_2]=]
			}
		}
	},
	[ [=[Q3606]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3606]=],
				[ [=[text]=] ]=[=[顺利晋级！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3606_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3606]=],
				[ [=[text]=] ]=[=[我无比坚信我们走在正确的路上啊。现在胜利来得已经有些麻木了，都不想去庆祝了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3606_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3606]=],
				[ [=[text]=] ]=[=[巴神曾经说过，他进球不会庆祝，因为进球是他的工作，就像邮差寄信一样，谁也没见过邮差成功寄出一封信之后庆祝，对吧？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3606_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3606]=],
				[ [=[text]=] ]=[=[我觉得大叔你的境界已经跟巴神差不多了！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3606_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3606]=],
				[ [=[text]=] ]=[=[我知道你在夸我，但听着还是有点怪怪的……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3606_5]=]
			}
		}
	},
	[ [=[Q3607]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3607]=],
				[ [=[text]=] ]=[=[今年的斗牛士杯几乎没有冷门啊，强队纷纷过关，这才到八强阶段，剩下的就场场都是生死战了……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3607_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3607]=],
				[ [=[text]=] ]=[=[对我们来说，所有对手都一样啊，要想赢得冠军，我们就要赢下他们所有。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3607_2]=]
			}
		}
	},
	[ [=[Q3608]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3608]=],
				[ [=[text]=] ]=[=[对阵宇宙队的半决赛！有点紧张了！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3608_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3608]=],
				[ [=[text]=] ]=[=[没什么好紧张的，去击败他们就好了。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3608_2]=]
			}
		}
	},
	[ [=[Q3609]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3609]=],
				[ [=[text]=] ]=[=[过关了！接下来是在大耳朵杯里面对米兰红黑队！他们之前虽然沉沦了好多年，但近年来已经完全恢复欧洲顶尖的水平了！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3609_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3609]=],
				[ [=[text]=] ]=[=[让我们来检验一下他们的成色吧。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3609_2]=]
			}
		}
	},
	[ [=[Q3610]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3610]=],
				[ [=[text]=] ]=[=[接下来是欧洲大耳朵杯的半决赛了！再次遭遇巴塞罗那宇宙队！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3610_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3610]=],
				[ [=[text]=] ]=[=[我们第一回合一球小胜，所以原则上只要保证一场平局就行啊。原则上每场比赛都要力争胜利没错，但到了这个时候，有时也得务实一点……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3610_2]=]
			}
		}
	},
	[ [=[Q3611]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3611]=],
				[ [=[text]=] ]=[=[艰难过关！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3611_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3611]=],
				[ [=[text]=] ]=[=[而且我们联赛已经提前夺冠了！最后一场比赛什么结果都无所谓了，准备庆典就好了！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3611_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3611]=],
				[ [=[text]=] ]=[=[我们的目标是三冠王……在拿到最终所有的冠军之前，庆祝还是从简吧……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3611_3]=]
			}
		}
	},
	[ [=[Q3612]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3612]=],
				[ [=[text]=] ]=[=[角逐斗牛士杯冠军的时候到了！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3612_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3612]=],
				[ [=[text]=] ]=[=[这一路走来淘汰了西班牙的大多数劲旅啊……潜水艇队，放马过来吧！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3612_2]=]
			}
		}
	},
	[ [=[Q3613]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3613]=],
				[ [=[text]=] ]=[=[第二冠也到手了！只剩下终极之战了！对阵马德里贵族队！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3613_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3613]=],
				[ [=[text]=] ]=[=[赛前传出消息，对方的头号球星，我的昔日爱将C·罗纳尔多将在这场比赛后退役……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3613_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3613]=],
				[ [=[text]=] ]=[=[对于运动员来说，他确实年事已高，这也是他职业生涯的最后一战了，他应该比所有人都更想赢下这场比赛吧……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3613_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3613]=],
				[ [=[text]=] ]=[=[上天居然这样来安排我们命运的交错啊……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3613_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3613]=],
				[ [=[text]=] ]=[=[大叔……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3613_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3613]=],
				[ [=[text]=] ]=[=[来吧，我准备好了，就用一场精彩的比赛来结束我们俩各自的职业生涯吧，希望都不会留下遗憾！]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3613_6]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3613]=],
				[ [=[text]=] ]=[=[三！冠！王！！！！！！！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3613_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3613]=],
				[ [=[text]=] ]=[=[嗯，是啊，我们是三冠王。其实算上赛季初的超级杯是四冠王……不过还是叫三冠王更带感一点。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3613_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3613]=],
				[ [=[text]=] ]=[=[大叔你怎么一点都不激动！不亢奋！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3613_9]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3613]=],
				[ [=[text]=] ]=[=[因为这一天的到来是水到渠成的啊，我打造出了这支王者之师，他们是一定会有这样的成就的，就算不是今天，也一定是未来的某一天。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3613_10]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3613]=],
				[ [=[text]=] ]=[=[而且，这真的是我执教生涯的最后一战了，真的有点舍不得，但我的身体真的不适合高强度的职业足球了，这么多年，我欠我的家人太多，该好好陪陪他们了……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3613_11]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3613]=],
				[ [=[text]=] ]=[=[那球队怎么办？我怎么办啊？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3613_12]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3613]=],
				[ [=[text]=] ]=[=[我把球队交给你啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3613_13]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3613]=],
				[ [=[text]=] ]=[=[啥？虽然我之前说过，但那是开玩笑的啊，你真让一台饮水机当主教练，也太魔幻了吧？]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3613_14]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3613]=],
				[ [=[text]=] ]=[=[我会把主教练的位置交给C·罗纳尔多。他退役之后，会成为这支球队的主教练。但毕竟他作为教练经验不足，所以还需要你这位饮老师多多关照才行啊。]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3613_15]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3613]=],
				[ [=[text]=] ]=[=[啊？我要成为C·罗纳尔多的助手了吗？好开心！嗷嗷嗷！]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3613_16]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3613]=],
				[ [=[text]=] ]=[=[这是最好的结局了吧……啊，突然好想去海边走走……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3613_17]=]
			}
		}
	}
}
return var