local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		[ [=[picIndex]=] ]=[=[none]=],
		[ [=[leagueLvl]=] ]=1,
		[ [=[sponsor]=] ]=[=[小胖涮羊肉]=],
		[ [=[sponsorDesc]=] ]=[=[小胖涮羊肉，希望与你的球队在本赛季建立商业合作关系。球队将根据以下条款获得报酬。]=],
		[ [=[reward]=] ]=3200000,
		[ [=[type]=] ]=1,
		[ [=[ID]=] ]=1,
		[ [=[desc]=] ]=[=[赛季初始可一次性获得320万欧元奖励。]=]
	},
	[ [=[2]=] ]=
	{
		[ [=[picIndex]=] ]=[=[none]=],
		[ [=[leagueLvl]=] ]=2,
		[ [=[sponsor]=] ]=[=[四哥眼镜店]=],
		[ [=[sponsorDesc]=] ]=[=[四哥眼镜店，希望与你的球队在本赛季建立商业合作关系。球队将根据以下条款获得报酬。]=],
		[ [=[reward]=] ]=3600000,
		[ [=[type]=] ]=1,
		[ [=[ID]=] ]=2,
		[ [=[desc]=] ]=[=[赛季初始可一次性获得360万欧元奖励。]=]
	},
	[ [=[3]=] ]=
	{
		[ [=[picIndex]=] ]=[=[none]=],
		[ [=[leagueLvl]=] ]=3,
		[ [=[sponsor]=] ]=[=[鹏宇网吧]=],
		[ [=[sponsorDesc]=] ]=[=[鹏宇网吧，希望与你的球队在本赛季建立商业合作关系。球队将根据以下条款获得报酬。]=],
		[ [=[reward]=] ]=4000000,
		[ [=[type]=] ]=1,
		[ [=[ID]=] ]=3,
		[ [=[desc]=] ]=[=[赛季初始可一次性获得400万欧元奖励。]=]
	},
	[ [=[4]=] ]=
	{
		[ [=[picIndex]=] ]=[=[none]=],
		[ [=[leagueLvl]=] ]=4,
		[ [=[sponsor]=] ]=[=[老司机代驾]=],
		[ [=[sponsorDesc]=] ]=[=[老司机代驾，希望与你的球队在本赛季建立商业合作关系。球队将根据以下条款获得报酬。]=],
		[ [=[reward]=] ]=4400000,
		[ [=[type]=] ]=1,
		[ [=[ID]=] ]=4,
		[ [=[desc]=] ]=[=[赛季初始可一次性获得440万欧元奖励。]=]
	},
	[ [=[5]=] ]=
	{
		[ [=[picIndex]=] ]=[=[none]=],
		[ [=[leagueLvl]=] ]=5,
		[ [=[sponsor]=] ]=[=[老六烧烤大排档]=],
		[ [=[sponsorDesc]=] ]=[=[老六烧烤大排档，希望与你的球队在本赛季建立商业合作关系。球队将根据以下条款获得报酬。]=],
		[ [=[reward]=] ]=4800000,
		[ [=[type]=] ]=1,
		[ [=[ID]=] ]=5,
		[ [=[desc]=] ]=[=[赛季初始可一次性获得480万欧元奖励。]=]
	},
	[ [=[6]=] ]=
	{
		[ [=[picIndex]=] ]=[=[none]=],
		[ [=[leagueLvl]=] ]=6,
		[ [=[sponsor]=] ]=[=[卫军小卖部]=],
		[ [=[sponsorDesc]=] ]=[=[卫军小卖部，希望与你的球队在本赛季建立商业合作关系。球队将根据以下条款获得报酬。]=],
		[ [=[reward]=] ]=5200000,
		[ [=[type]=] ]=1,
		[ [=[ID]=] ]=6,
		[ [=[desc]=] ]=[=[赛季初始可一次性获得520万欧元奖励。]=]
	},
	[ [=[7]=] ]=
	{
		[ [=[picIndex]=] ]=[=[none]=],
		[ [=[leagueLvl]=] ]=7,
		[ [=[sponsor]=] ]=[=[凯哥理发店]=],
		[ [=[sponsorDesc]=] ]=[=[凯哥理发店，希望与你的球队在本赛季建立商业合作关系。球队将根据以下条款获得报酬。]=],
		[ [=[reward]=] ]=5600000,
		[ [=[type]=] ]=1,
		[ [=[ID]=] ]=7,
		[ [=[desc]=] ]=[=[赛季初始可一次性获得560万欧元奖励。]=]
	},
	[ [=[8]=] ]=
	{
		[ [=[picIndex]=] ]=[=[none]=],
		[ [=[leagueLvl]=] ]=8,
		[ [=[sponsor]=] ]=[=[雅心羊绒衫厂]=],
		[ [=[sponsorDesc]=] ]=[=[雅心羊绒衫厂公司，希望与你的球队在本赛季建立商业合作关系。球队将根据以下条款获得报酬。]=],
		[ [=[reward]=] ]=6000000,
		[ [=[type]=] ]=1,
		[ [=[ID]=] ]=8,
		[ [=[desc]=] ]=[=[赛季初始可一次性获得600万欧元奖励。]=]
	},
	[ [=[9]=] ]=
	{
		[ [=[picIndex]=] ]=[=[none]=],
		[ [=[leagueLvl]=] ]=9,
		[ [=[sponsor]=] ]=[=[永涛矿泉水厂]=],
		[ [=[sponsorDesc]=] ]=[=[永涛矿泉水厂，希望与你的球队在本赛季建立商业合作关系。球队将根据以下条款获得报酬。]=],
		[ [=[reward]=] ]=6400000,
		[ [=[type]=] ]=1,
		[ [=[ID]=] ]=9,
		[ [=[desc]=] ]=[=[赛季初始可一次性获得640万欧元奖励。]=]
	},
	[ [=[10]=] ]=
	{
		[ [=[picIndex]=] ]=[=[none]=],
		[ [=[leagueLvl]=] ]=10,
		[ [=[sponsor]=] ]=[=[日天热水器厂]=],
		[ [=[sponsorDesc]=] ]=[=[日天热水器厂，希望与你的球队在本赛季建立商业合作关系。球队将根据以下条款获得报酬。]=],
		[ [=[reward]=] ]=6800000,
		[ [=[type]=] ]=1,
		[ [=[ID]=] ]=10,
		[ [=[desc]=] ]=[=[赛季初始可一次性获得680万欧元奖励。]=]
	},
	[ [=[11]=] ]=
	{
		[ [=[picIndex]=] ]=[=[none]=],
		[ [=[leagueLvl]=] ]=1,
		[ [=[sponsor]=] ]=[=[天峰登山俱乐部]=],
		[ [=[sponsorDesc]=] ]=[=[天峰登山俱乐部，希望与你的球队在本赛季建立商业合作关系。球队将根据以下条款获得报酬。]=],
		[ [=[reward]=] ]=290000,
		[ [=[type]=] ]=2,
		[ [=[ID]=] ]=11,
		[ [=[desc]=] ]=[=[每赢得一场比赛可获得29万欧元奖励。]=]
	},
	[ [=[12]=] ]=
	{
		[ [=[picIndex]=] ]=[=[none]=],
		[ [=[leagueLvl]=] ]=2,
		[ [=[sponsor]=] ]=[=[祥楠木材经销处]=],
		[ [=[sponsorDesc]=] ]=[=[祥楠木材经销处，希望与你的球队在本赛季建立商业合作关系。球队将根据以下条款获得报酬。]=],
		[ [=[reward]=] ]=330000,
		[ [=[type]=] ]=2,
		[ [=[ID]=] ]=12,
		[ [=[desc]=] ]=[=[每赢得一场比赛可获得33万欧元奖励。]=]
	},
	[ [=[13]=] ]=
	{
		[ [=[picIndex]=] ]=[=[none]=],
		[ [=[leagueLvl]=] ]=3,
		[ [=[sponsor]=] ]=[=[磊子石材经销所]=],
		[ [=[sponsorDesc]=] ]=[=[磊子石材经销所，希望与你的球队在本赛季建立商业合作关系。球队将根据以下条款获得报酬。]=],
		[ [=[reward]=] ]=360000,
		[ [=[type]=] ]=2,
		[ [=[ID]=] ]=13,
		[ [=[desc]=] ]=[=[每赢得一场比赛可获得36万欧元奖励。]=]
	},
	[ [=[14]=] ]=
	{
		[ [=[picIndex]=] ]=[=[none]=],
		[ [=[leagueLvl]=] ]=4,
		[ [=[sponsor]=] ]=[=[舒洋国际旅行社]=],
		[ [=[sponsorDesc]=] ]=[=[舒洋国际旅行社，希望与你的球队在本赛季建立商业合作关系。球队将根据以下条款获得报酬。]=],
		[ [=[reward]=] ]=400000,
		[ [=[type]=] ]=2,
		[ [=[ID]=] ]=14,
		[ [=[desc]=] ]=[=[每赢得一场比赛可获得40万欧元奖励。]=]
	},
	[ [=[15]=] ]=
	{
		[ [=[picIndex]=] ]=[=[none]=],
		[ [=[leagueLvl]=] ]=5,
		[ [=[sponsor]=] ]=[=[大神游戏工作室]=],
		[ [=[sponsorDesc]=] ]=[=[大神游戏工作室，希望与你的球队在本赛季建立商业合作关系。球队将根据以下条款获得报酬。]=],
		[ [=[reward]=] ]=430000,
		[ [=[type]=] ]=2,
		[ [=[ID]=] ]=15,
		[ [=[desc]=] ]=[=[每赢得一场比赛可获得43万欧元奖励。]=]
	},
	[ [=[16]=] ]=
	{
		[ [=[picIndex]=] ]=[=[none]=],
		[ [=[leagueLvl]=] ]=6,
		[ [=[sponsor]=] ]=[=[亚光防水涂料厂]=],
		[ [=[sponsorDesc]=] ]=[=[亚光防水涂料厂，希望与你的球队在本赛季建立商业合作关系。球队将根据以下条款获得报酬。]=],
		[ [=[reward]=] ]=470000,
		[ [=[type]=] ]=2,
		[ [=[ID]=] ]=16,
		[ [=[desc]=] ]=[=[每赢得一场比赛可获得47万欧元奖励。]=]
	},
	[ [=[17]=] ]=
	{
		[ [=[picIndex]=] ]=[=[none]=],
		[ [=[leagueLvl]=] ]=7,
		[ [=[sponsor]=] ]=[=[坤亮照明设备厂]=],
		[ [=[sponsorDesc]=] ]=[=[坤亮照明设备厂，希望与你的球队在本赛季建立商业合作关系。球队将根据以下条款获得报酬。]=],
		[ [=[reward]=] ]=500000,
		[ [=[type]=] ]=2,
		[ [=[ID]=] ]=17,
		[ [=[desc]=] ]=[=[每赢得一场比赛可获得50万欧元奖励。]=]
	},
	[ [=[18]=] ]=
	{
		[ [=[picIndex]=] ]=[=[none]=],
		[ [=[leagueLvl]=] ]=8,
		[ [=[sponsor]=] ]=[=[鹏然地热设备厂]=],
		[ [=[sponsorDesc]=] ]=[=[鹏然地热设备厂，希望与你的球队在本赛季建立商业合作关系。球队将根据以下条款获得报酬。]=],
		[ [=[reward]=] ]=540000,
		[ [=[type]=] ]=2,
		[ [=[ID]=] ]=18,
		[ [=[desc]=] ]=[=[每赢得一场比赛可获得54万欧元奖励。]=]
	},
	[ [=[19]=] ]=
	{
		[ [=[picIndex]=] ]=[=[none]=],
		[ [=[leagueLvl]=] ]=9,
		[ [=[sponsor]=] ]=[=[阿斯汉马术俱乐部]=],
		[ [=[sponsorDesc]=] ]=[=[阿斯汉马术俱乐部，希望与你的球队在本赛季建立商业合作关系。球队将根据以下条款获得报酬。]=],
		[ [=[reward]=] ]=580000,
		[ [=[type]=] ]=2,
		[ [=[ID]=] ]=19,
		[ [=[desc]=] ]=[=[每赢得一场比赛可获得58万欧元奖励。]=]
	},
	[ [=[20]=] ]=
	{
		[ [=[picIndex]=] ]=[=[none]=],
		[ [=[leagueLvl]=] ]=10,
		[ [=[sponsor]=] ]=[=[汉青私家侦探所]=],
		[ [=[sponsorDesc]=] ]=[=[汉青私家侦探所，希望与你的球队在本赛季建立商业合作关系。球队将根据以下条款获得报酬。]=],
		[ [=[reward]=] ]=610000,
		[ [=[type]=] ]=2,
		[ [=[ID]=] ]=20,
		[ [=[desc]=] ]=[=[每赢得一场比赛可获得61万欧元奖励。]=]
	}
}
return var