local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		[ [=[descBaseSteal]=] ]=[=[该赞助商基础奖励最多被抢夺4次,每次被抢夺后,抢夺量将会有相应衰减,根据抢夺次数,每次可抢夺依次为赞助总量的20%/15%/10%/5%.]=],
		[ [=[normalProbability]=] ]=500,
		[ [=[protectBaseReward]=] ]=20,
		[ [=[quality]=] ]=1,
		[ [=[protectSpecialReward]=] ]=0,
		[ [=[upgradeSponsor]=] ]=2,
		[ [=[demoteSponsor]=] ]=0,
		[ [=[baseReward]=] ]=
		{
			[ [=[1]=] ]=[=[60]=],
			[ [=[19]=] ]=[=[40]=]
		},
		[ [=[specialReward]=] ]=[=[]=],
		[ [=[picIndex]=] ]=1,
		[ [=[additionStealTime]=] ]=2,
		[ [=[baseRewardSteal]=] ]=
		{[=[20]=],[=[15]=],[=[10]=],[=[5]=]
		},
		[ [=[sponsorName]=] ]=[=[刀拉宝]=],
		[ [=[descNum]=] ]=[=[签约该赞助商完成世界巡回,将会得到额外2次在世界巡回赛挑战其他玩家的机会.]=],
		[ [=[specialRewardStealprobability]=] ]=0,
		[ [=[desc]=] ]=[=[风头正劲的募资公司，一年流水超过500亿，在西甲赞助了两支球队的胸前广告，并且在中国有自己的一支俱乐部。刀拉宝的用户忠实和狂热，是天生的球迷，得到他们的赞助能得到一批额外的支持者，可谓是双赢的选择——只要你能承担得起他们突然跑路的风险……]=],
		[ [=[upgradeProbability]=] ]=500,
		[ [=[descSpecialSteal]=] ]=[=[]=],
		[ [=[demoteProbability]=] ]=0,
		[ [=[specialRewardSteal]=] ]=[=[]=]
	},
	[ [=[2]=] ]=
	{
		[ [=[descBaseSteal]=] ]=[=[该赞助商基础奖励最多被抢夺4次,每次被抢夺后,抢夺量将会有相应衰减,根据抢夺次数,每次可抢夺依次为赞助总量的20%/15%/10%/5%.]=],
		[ [=[normalProbability]=] ]=580,
		[ [=[protectBaseReward]=] ]=20,
		[ [=[quality]=] ]=2,
		[ [=[protectSpecialReward]=] ]=40,
		[ [=[upgradeSponsor]=] ]=3,
		[ [=[demoteSponsor]=] ]=1,
		[ [=[baseReward]=] ]=
		{
			[ [=[2]=] ]=[=[60]=],
			[ [=[20]=] ]=[=[40]=]
		},
		[ [=[specialReward]=] ]=
		{
			[ [=[11]=] ]=[=[75]=],
			[ [=[13]=] ]=[=[25]=]
		},
		[ [=[picIndex]=] ]=2,
		[ [=[additionStealTime]=] ]=3,
		[ [=[baseRewardSteal]=] ]=
		{[=[20]=],[=[15]=],[=[10]=],[=[5]=]
		},
		[ [=[sponsorName]=] ]=[=[三角汽车集团]=],
		[ [=[descNum]=] ]=[=[签约该赞助商完成世界巡回,将会得到额外3次在世界巡回赛挑战其他玩家的机会.]=],
		[ [=[specialRewardStealprobability]=] ]=60,
		[ [=[desc]=] ]=[=[汽车巨头，全球四大汽车生产商之一，纵横中国市场30余年，在中国有着极大的知名度。在德甲有一支属于自己的球队，曾运作了一位中国球员转会德甲效力，可惜效果一般。三角汽车希望能在足坛继续扩大影响力，因此赞助金额也更加的丰厚——不过这回并不会得到SS球员什么的……]=],
		[ [=[upgradeProbability]=] ]=290,
		[ [=[descSpecialSteal]=] ]=[=[特殊奖励有60%的几率被抢夺,最大抢夺次数为2次,每次抢夺量为1个特殊物品.]=],
		[ [=[demoteProbability]=] ]=100,
		[ [=[specialRewardSteal]=] ]=
		{[=[1]=],[=[1]=]
		}
	},
	[ [=[3]=] ]=
	{
		[ [=[descBaseSteal]=] ]=[=[该赞助商基础奖励最多被抢夺5次,每次被抢夺后,抢夺量将会有相应衰减,根据抢夺次数,每次可抢夺依次为赞助总量的15%/12%/10%/10%/8%.]=],
		[ [=[normalProbability]=] ]=630,
		[ [=[protectBaseReward]=] ]=20,
		[ [=[quality]=] ]=3,
		[ [=[protectSpecialReward]=] ]=40,
		[ [=[upgradeSponsor]=] ]=4,
		[ [=[demoteSponsor]=] ]=2,
		[ [=[baseReward]=] ]=
		{
			[ [=[3]=] ]=[=[45]=],
			[ [=[6]=] ]=[=[15]=],
			[ [=[21]=] ]=[=[40]=]
		},
		[ [=[specialReward]=] ]=
		{
			[ [=[12]=] ]=[=[75]=],
			[ [=[14]=] ]=[=[25]=]
		},
		[ [=[picIndex]=] ]=3,
		[ [=[additionStealTime]=] ]=4,
		[ [=[baseRewardSteal]=] ]=
		{[=[15]=],[=[12]=],[=[10]=],[=[10]=],[=[8]=]
		},
		[ [=[sponsorName]=] ]=[=[韦塔克科技]=],
		[ [=[descNum]=] ]=[=[签约该赞助商完成世界巡回,将会得到额外4次在世界巡回赛挑战其他玩家的机会.]=],
		[ [=[specialRewardStealprobability]=] ]=50,
		[ [=[desc]=] ]=[=[全世界私人科技的顶点，行业覆盖了电动汽车、太空运输、卫星发射、飞船制造等一切最先进的技术。曾有人爆料，将自己赞助的球队发射到火星上踢一场比赛是韦塔克先生的梦想，传闻的真实性不可得知，但我们可以肯定的是—韦塔克先生并不会像漫画里一样穿着黑披风或者红盔甲飞来飞去。]=],
		[ [=[upgradeProbability]=] ]=180,
		[ [=[descSpecialSteal]=] ]=[=[特殊奖励有50%的几率被抢夺,最大抢夺次数为2次,每次抢夺量为2个特殊物品.]=],
		[ [=[demoteProbability]=] ]=150,
		[ [=[specialRewardSteal]=] ]=
		{[=[2]=],[=[2]=]
		}
	},
	[ [=[4]=] ]=
	{
		[ [=[descBaseSteal]=] ]=[=[该赞助商基础奖励最多被抢夺6次,每次被抢夺后,抢夺量将会有相应衰减,根据抢夺次数,每次可抢夺依次为赞助总量的15%/12%/8%/8%/6%/6%.]=],
		[ [=[normalProbability]=] ]=730,
		[ [=[protectBaseReward]=] ]=20,
		[ [=[quality]=] ]=4,
		[ [=[protectSpecialReward]=] ]=40,
		[ [=[upgradeSponsor]=] ]=5,
		[ [=[demoteSponsor]=] ]=3,
		[ [=[baseReward]=] ]=
		{
			[ [=[4]=] ]=[=[35]=],
			[ [=[7]=] ]=[=[10]=],
			[ [=[9]=] ]=[=[15]=],
			[ [=[22]=] ]=[=[40]=]
		},
		[ [=[specialReward]=] ]=
		{
			[ [=[15]=] ]=[=[25]=],
			[ [=[16]=] ]=[=[30]=],
			[ [=[17]=] ]=[=[30]=],
			[ [=[24]=] ]=[=[15]=]
		},
		[ [=[picIndex]=] ]=4,
		[ [=[additionStealTime]=] ]=5,
		[ [=[baseRewardSteal]=] ]=
		{[=[15]=],[=[12]=],[=[8]=],[=[8]=],[=[6]=],[=[6]=]
		},
		[ [=[sponsorName]=] ]=[=[特耐用轮胎厂]=],
		[ [=[descNum]=] ]=[=[签约该赞助商完成世界巡回,将会得到额外5次在世界巡回赛挑战其他玩家的机会.]=],
		[ [=[specialRewardStealprobability]=] ]=45,
		[ [=[desc]=] ]=[=[当今享有盛名的轮胎厂，是各大著名品牌的制定轮胎。来自呆梨国，历史悠久，名字来源于蒸汽时代的用户对产品的美好愿景。特耐用在足坛影响力极大，球星们以自己的海报登上特耐用送给用户的年历为荣。据说，当特耐用赞助身穿蓝黑间条衫的球队时，会有神秘的战力加成。]=],
		[ [=[upgradeProbability]=] ]=170,
		[ [=[descSpecialSteal]=] ]=[=[特殊奖励有45%的几率被抢夺,最大抢夺次数为2次,每次抢夺量为2个特殊物品.]=],
		[ [=[demoteProbability]=] ]=150,
		[ [=[specialRewardSteal]=] ]=
		{[=[2]=],[=[2]=]
		}
	},
	[ [=[5]=] ]=
	{
		[ [=[descBaseSteal]=] ]=[=[该赞助商基础奖励最多被抢夺7次,每次被抢夺后,抢夺量将会有相应衰减,根据抢夺次数,每次可抢夺依次为赞助总量的15%/10%/10%/6%/6%/4%/4%.]=],
		[ [=[normalProbability]=] ]=1000,
		[ [=[protectBaseReward]=] ]=20,
		[ [=[quality]=] ]=5,
		[ [=[protectSpecialReward]=] ]=40,
		[ [=[upgradeSponsor]=] ]=0,
		[ [=[demoteSponsor]=] ]=4,
		[ [=[baseReward]=] ]=
		{
			[ [=[5]=] ]=[=[30]=],
			[ [=[8]=] ]=[=[5]=],
			[ [=[10]=] ]=[=[25]=],
			[ [=[23]=] ]=[=[40]=]
		},
		[ [=[specialReward]=] ]=
		{
			[ [=[18]=] ]=[=[85]=],
			[ [=[25]=] ]=[=[15]=]
		},
		[ [=[picIndex]=] ]=5,
		[ [=[additionStealTime]=] ]=6,
		[ [=[baseRewardSteal]=] ]=
		{[=[15]=],[=[10]=],[=[10]=],[=[6]=],[=[6]=],[=[4]=],[=[4]=]
		},
		[ [=[sponsorName]=] ]=[=[长老航空公司]=],
		[ [=[descNum]=] ]=[=[签约该赞助商完成世界巡回,将会得到额外6次在世界巡回赛挑战其他玩家的机会.]=],
		[ [=[specialRewardStealprobability]=] ]=38,
		[ [=[desc]=] ]=[=[全球最负盛名的航空公司之一，从名字就能看出源自西亚的某位长老。热衷于足球事业，橄榄枝伸向了伦敦枪手队、米兰红黑队、巴黎铁塔队等诸多球队。在一些球迷看来，能被长老航空公司看中，就是球队跻身豪门的最佳证明。如果你足够强，你也有机会得到来自长老的垂青。]=],
		[ [=[upgradeProbability]=] ]=0,
		[ [=[descSpecialSteal]=] ]=[=[特殊奖励有38%的几率被抢夺,最大抢夺次数为2次,每次抢夺量为1个特殊物品.]=],
		[ [=[demoteProbability]=] ]=0,
		[ [=[specialRewardSteal]=] ]=
		{[=[1]=],[=[1]=]
		}
	}
}
return var