local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=10,
		[ [=[maxLvl]=] ]=20,
		[ [=[desc]=] ]=[=[正在安排首发名单]=]
	},
	[ [=[2]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[正在进行适应性训练]=]
	},
	[ [=[3]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[正在赛前踩场]=]
	},
	[ [=[4]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[正在给草坪浇水]=]
	},
	[ [=[5]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[正在召开新闻发布会]=]
	},
	[ [=[6]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[正在考察球员]=]
	},
	[ [=[7]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[正在测试比赛用球]=]
	},
	[ [=[8]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[正在接受记者采访]=]
	},
	[ [=[9]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[正在研究比赛录像]=]
	},
	[ [=[10]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[正在赛前动员]=]
	},
	[ [=[11]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[正在打探对手]=]
	},
	[ [=[12]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[正在检查安保措施]=]
	},
	[ [=[13]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[正在讲解战术]=]
	},
	[ [=[14]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[正在进行抢圈训练]=]
	},
	[ [=[15]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[正在进行海外拉练]=]
	},
	[ [=[16]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[正在进行封闭集训]=]
	},
	[ [=[17]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[正在带球员跑圈]=]
	},
	[ [=[18]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[正在进行有球训练]=]
	},
	[ [=[19]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[正在与球员谈续约]=]
	},
	[ [=[20]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[正在参加商业活动]=]
	},
	[ [=[21]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[正在签约新球员]=]
	},
	[ [=[22]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[正在安排友谊赛]=]
	}
}
return var