local null = nil
local var = 
{
	[ [=[11000]=] ]=
	{
		[ [=[commentIndex]=] ]=[=[commentDefault]=],
		[ [=[desc]=] ]=[=[德艺双馨的老艺术家段暄，携裤衩助力豪门足球风云]=],
		[ [=[name]=] ]=[=[段暄语音解说包]=]
	},
	[ [=[11010]=] ]=
	{
		[ [=[commentIndex]=] ]=[=[commentHe]=],
		[ [=[desc]=] ]=[=[粤语解说天王，水平有小蛮腰那么高，倾情助力豪门足球风云]=],
		[ [=[name]=] ]=[=[何辉粤语解说包]=]
	},
	[ [=[11020]=] ]=
	{
		[ [=[commentIndex]=] ]=[=[commentHuang]=],
		[ [=[desc]=] ]=[=[民用因果律武器，倾情助力豪门足球风云，毒奶你的对手]=],
		[ [=[name]=] ]=[=[黄旭东语音解说包]=]
	},
	[ [=[11030]=] ]=
	{
		[ [=[commentIndex]=] ]=[=[commentYin]=],
		[ [=[desc]=] ]=[=[斗鱼NO1天津话解说，大家都知道，我当主播前是一名解说员]=],
		[ [=[name]=] ]=[=[寅子语音解说包]=]
	},
	[ [=[11040]=] ]=
	{
		[ [=[commentIndex]=] ]=[=[commentGuo]=],
		[ [=[desc]=] ]=[=[腿长两米五的小姐姐，倾情助力豪门足球风云]=],
		[ [=[name]=] ]=[=[郭铭慧语音解说包]=]
	}
}
return var