local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		{
			[ [=[4GoalPower]=] ]=125000,
			[ [=[recommendPower]=] ]=50000,
			[ [=[opponentId]=] ]=1001,
			[ [=[3GoalPower]=] ]=100000,
			[ [=[outputProbability]=] ]=
			{
				[ [=[1]=] ]=[=[100]=]
			},
			[ [=[opponentName]=] ]=[=[GDoneteam]=],
			[ [=[id]=] ]=1,
			[ [=[6GoalPower]=] ]=175000,
			[ [=[opponentDiamond]=] ]=
			{[=[40]=],[=[60]=],[=[80]=],[=[100]=]
			},
			[ [=[7GoalPower]=] ]=200000,
			[ [=[2GoalPower]=] ]=75000,
			[ [=[5GoalPower]=] ]=150000,
			[ [=[1GoalPower]=] ]=50000,
			[ [=[opponentScore]=] ]=1,
			[ [=[desc]=] ]=[=[热爱游戏的大学生，为了从事游戏行业来到公司实习，阻碍他成为优秀足球游戏策划的重要因素，可能在于他不懂足球。因此被经理安（da）排（fa）成为迎战玩家的第一道防线，“如果你输了，就让赢你的玩家来替你吧”经理是这么说的。]=]
		},
		{
			[ [=[4GoalPower]=] ]=220000,
			[ [=[recommendPower]=] ]=100000,
			[ [=[opponentId]=] ]=1002,
			[ [=[3GoalPower]=] ]=180000,
			[ [=[outputProbability]=] ]=
			{
				[ [=[1]=] ]=[=[100]=]
			},
			[ [=[opponentName]=] ]=[=[GDtwoteam]=],
			[ [=[id]=] ]=1,
			[ [=[6GoalPower]=] ]=270000,
			[ [=[opponentDiamond]=] ]=
			{[=[40]=],[=[100]=],[=[120]=],[=[150]=]
			},
			[ [=[7GoalPower]=] ]=300000,
			[ [=[2GoalPower]=] ]=140000,
			[ [=[5GoalPower]=] ]=240000,
			[ [=[1GoalPower]=] ]=100000,
			[ [=[opponentScore]=] ]=3,
			[ [=[desc]=] ]=[=[和玩家们打最多交道的策划，据说每一个笑盈盈的客服背后，都站着一个绞尽脑汁的策划，每天收到玩家海量建议的他们，此刻正在为了下周的玩家活动苦苦思索。一个无暇分心挑战赛的策划，赢起来似乎……很轻松？]=]
		},
		{
			[ [=[4GoalPower]=] ]=350000,
			[ [=[recommendPower]=] ]=200000,
			[ [=[opponentId]=] ]=1003,
			[ [=[3GoalPower]=] ]=300000,
			[ [=[outputProbability]=] ]=
			{
				[ [=[1]=] ]=[=[100]=]
			},
			[ [=[opponentName]=] ]=[=[GDthreeteam]=],
			[ [=[id]=] ]=1,
			[ [=[6GoalPower]=] ]=500000,
			[ [=[opponentDiamond]=] ]=
			{[=[40]=],[=[150]=],[=[175]=],[=[200]=]
			},
			[ [=[7GoalPower]=] ]=600000,
			[ [=[2GoalPower]=] ]=250000,
			[ [=[5GoalPower]=] ]=400000,
			[ [=[1GoalPower]=] ]=200000,
			[ [=[opponentScore]=] ]=5,
			[ [=[desc]=] ]=[=[他们是资深的球迷，他们是出色的设计者；比他们懂游戏的没他们懂球，比他们懂球的没他们懂游戏，但在玩家眼里，他们就是手狠心黑的恶魔，还记得久久不出新球员和莫名其妙爆掉的徽章吗，有仇的报仇有怨的报怨，大家一起上啊。]=]
		},
		{
			[ [=[4GoalPower]=] ]=800000,
			[ [=[recommendPower]=] ]=300000,
			[ [=[opponentId]=] ]=1004,
			[ [=[3GoalPower]=] ]=600000,
			[ [=[outputProbability]=] ]=
			{
				[ [=[1]=] ]=[=[100]=]
			},
			[ [=[opponentName]=] ]=[=[GDfourteam]=],
			[ [=[id]=] ]=1,
			[ [=[6GoalPower]=] ]=1600000,
			[ [=[opponentDiamond]=] ]=
			{[=[40]=],[=[200]=],[=[250]=],[=[300]=]
			},
			[ [=[7GoalPower]=] ]=20000000,
			[ [=[2GoalPower]=] ]=400000,
			[ [=[5GoalPower]=] ]=1200000,
			[ [=[1GoalPower]=] ]=300000,
			[ [=[opponentScore]=] ]=12,
			[ [=[desc]=] ]=[=[你将面对的是这个游戏的制作人们，意味着你对游戏的理解和爱已经来到了新的境界，尝试战胜他们，让他们看看这个游戏还有他们看不到的潜力可挖，说不定，让《豪门足球风云》变得更好的，就是你。]=]
		}
	},
	[ [=[2]=] ]=
	{
		{
			[ [=[4GoalPower]=] ]=90000,
			[ [=[recommendPower]=] ]=30000,
			[ [=[opponentId]=] ]=2001,
			[ [=[3GoalPower]=] ]=70000,
			[ [=[outputProbability]=] ]=
			{
				[ [=[7]=] ]=[=[75]=],
				[ [=[10]=] ]=[=[25]=]
			},
			[ [=[opponentName]=] ]=[=[GDoneteam]=],
			[ [=[id]=] ]=2,
			[ [=[6GoalPower]=] ]=130000,
			[ [=[opponentDiamond]=] ]=
			{[=[40]=],[=[60]=],[=[80]=],[=[100]=]
			},
			[ [=[7GoalPower]=] ]=150000,
			[ [=[2GoalPower]=] ]=50000,
			[ [=[5GoalPower]=] ]=110000,
			[ [=[1GoalPower]=] ]=30000,
			[ [=[opponentScore]=] ]=1,
			[ [=[desc]=] ]=[=[热爱游戏的大学生，为了从事游戏行业来到公司实习，阻碍他成为优秀足球游戏策划的重要因素，可能在于他不懂足球。因此被经理安（da）排（fa）成为迎战玩家的第一道防线，“如果你输了，就让赢你的玩家来替你吧”经理是这么说的。]=]
		},
		{
			[ [=[4GoalPower]=] ]=120000,
			[ [=[recommendPower]=] ]=60000,
			[ [=[opponentId]=] ]=2002,
			[ [=[3GoalPower]=] ]=100000,
			[ [=[outputProbability]=] ]=
			{
				[ [=[8]=] ]=[=[70]=],
				[ [=[11]=] ]=[=[30]=]
			},
			[ [=[opponentName]=] ]=[=[GDtwoteam]=],
			[ [=[id]=] ]=2,
			[ [=[6GoalPower]=] ]=200000,
			[ [=[opponentDiamond]=] ]=
			{[=[40]=],[=[100]=],[=[120]=],[=[150]=]
			},
			[ [=[7GoalPower]=] ]=240000,
			[ [=[2GoalPower]=] ]=80000,
			[ [=[5GoalPower]=] ]=160000,
			[ [=[1GoalPower]=] ]=60000,
			[ [=[opponentScore]=] ]=3,
			[ [=[desc]=] ]=[=[和玩家们打最多交道的策划，据说每一个笑盈盈的客服背后，都站着一个绞尽脑汁的策划，每天收到玩家海量建议的他们，此刻正在为了下周的玩家活动苦苦思索。一个无暇分心挑战赛的策划，赢起来似乎……很轻松？]=]
		},
		{
			[ [=[4GoalPower]=] ]=200000,
			[ [=[recommendPower]=] ]=125000,
			[ [=[opponentId]=] ]=2003,
			[ [=[3GoalPower]=] ]=175000,
			[ [=[outputProbability]=] ]=
			{
				[ [=[8]=] ]=[=[60]=],
				[ [=[11]=] ]=[=[40]=]
			},
			[ [=[opponentName]=] ]=[=[GDthreeteam]=],
			[ [=[id]=] ]=2,
			[ [=[6GoalPower]=] ]=300000,
			[ [=[opponentDiamond]=] ]=
			{[=[40]=],[=[150]=],[=[175]=],[=[200]=]
			},
			[ [=[7GoalPower]=] ]=350000,
			[ [=[2GoalPower]=] ]=150000,
			[ [=[5GoalPower]=] ]=250000,
			[ [=[1GoalPower]=] ]=125000,
			[ [=[opponentScore]=] ]=5,
			[ [=[desc]=] ]=[=[他们是资深的球迷，他们是出色的设计者；比他们懂游戏的没他们懂球，比他们懂球的没他们懂游戏，但在玩家眼里，他们就是手狠心黑的恶魔，还记得久久不出新球员和莫名其妙爆掉的徽章吗，有仇的报仇有怨的报怨，大家一起上啊。]=]
		},
		{
			[ [=[4GoalPower]=] ]=28000,
			[ [=[recommendPower]=] ]=160000,
			[ [=[opponentId]=] ]=2004,
			[ [=[3GoalPower]=] ]=240000,
			[ [=[outputProbability]=] ]=
			{
				[ [=[9]=] ]=[=[75]=],
				[ [=[12]=] ]=[=[25]=]
			},
			[ [=[opponentName]=] ]=[=[GDfourteam]=],
			[ [=[id]=] ]=2,
			[ [=[6GoalPower]=] ]=360000,
			[ [=[opponentDiamond]=] ]=
			{[=[40]=],[=[200]=],[=[250]=],[=[300]=]
			},
			[ [=[7GoalPower]=] ]=400000,
			[ [=[2GoalPower]=] ]=200000,
			[ [=[5GoalPower]=] ]=320000,
			[ [=[1GoalPower]=] ]=160000,
			[ [=[opponentScore]=] ]=12,
			[ [=[desc]=] ]=[=[你将面对的是这个游戏的制作人们，意味着你对游戏的理解和爱已经来到了新的境界，尝试战胜他们，让他们看看这个游戏还有他们看不到的潜力可挖，说不定，让《豪门足球风云》变得更好的，就是你。]=]
		}
	},
	[ [=[3]=] ]=
	{
		{
			[ [=[4GoalPower]=] ]=90000,
			[ [=[recommendPower]=] ]=30000,
			[ [=[opponentId]=] ]=3001,
			[ [=[3GoalPower]=] ]=70000,
			[ [=[outputProbability]=] ]=
			{
				[ [=[13]=] ]=[=[75]=],
				[ [=[16]=] ]=[=[25]=]
			},
			[ [=[opponentName]=] ]=[=[GDoneteam]=],
			[ [=[id]=] ]=3,
			[ [=[6GoalPower]=] ]=130000,
			[ [=[opponentDiamond]=] ]=
			{[=[40]=],[=[60]=],[=[80]=],[=[100]=]
			},
			[ [=[7GoalPower]=] ]=150000,
			[ [=[2GoalPower]=] ]=50000,
			[ [=[5GoalPower]=] ]=110000,
			[ [=[1GoalPower]=] ]=30000,
			[ [=[opponentScore]=] ]=1,
			[ [=[desc]=] ]=[=[热爱游戏的大学生，为了从事游戏行业来到公司实习，阻碍他成为优秀足球游戏策划的重要因素，可能在于他不懂足球。因此被经理安（da）排（fa）成为迎战玩家的第一道防线，“如果你输了，就让赢你的玩家来替你吧”经理是这么说的。]=]
		},
		{
			[ [=[4GoalPower]=] ]=120000,
			[ [=[recommendPower]=] ]=60000,
			[ [=[opponentId]=] ]=3002,
			[ [=[3GoalPower]=] ]=100000,
			[ [=[outputProbability]=] ]=
			{
				[ [=[14]=] ]=[=[70]=],
				[ [=[17]=] ]=[=[30]=]
			},
			[ [=[opponentName]=] ]=[=[GDtwoteam]=],
			[ [=[id]=] ]=3,
			[ [=[6GoalPower]=] ]=200000,
			[ [=[opponentDiamond]=] ]=
			{[=[40]=],[=[100]=],[=[120]=],[=[150]=]
			},
			[ [=[7GoalPower]=] ]=240000,
			[ [=[2GoalPower]=] ]=80000,
			[ [=[5GoalPower]=] ]=160000,
			[ [=[1GoalPower]=] ]=60000,
			[ [=[opponentScore]=] ]=3,
			[ [=[desc]=] ]=[=[和玩家们打最多交道的策划，据说每一个笑盈盈的客服背后，都站着一个绞尽脑汁的策划，每天收到玩家海量建议的他们，此刻正在为了下周的玩家活动苦苦思索。一个无暇分心挑战赛的策划，赢起来似乎……很轻松？]=]
		},
		{
			[ [=[4GoalPower]=] ]=200000,
			[ [=[recommendPower]=] ]=125000,
			[ [=[opponentId]=] ]=3003,
			[ [=[3GoalPower]=] ]=175000,
			[ [=[outputProbability]=] ]=
			{
				[ [=[14]=] ]=[=[60]=],
				[ [=[17]=] ]=[=[40]=]
			},
			[ [=[opponentName]=] ]=[=[GDthreeteam]=],
			[ [=[id]=] ]=3,
			[ [=[6GoalPower]=] ]=300000,
			[ [=[opponentDiamond]=] ]=
			{[=[40]=],[=[150]=],[=[175]=],[=[200]=]
			},
			[ [=[7GoalPower]=] ]=350000,
			[ [=[2GoalPower]=] ]=150000,
			[ [=[5GoalPower]=] ]=250000,
			[ [=[1GoalPower]=] ]=125000,
			[ [=[opponentScore]=] ]=5,
			[ [=[desc]=] ]=[=[他们是资深的球迷，他们是出色的设计者；比他们懂游戏的没他们懂球，比他们懂球的没他们懂游戏，但在玩家眼里，他们就是手狠心黑的恶魔，还记得久久不出新球员和莫名其妙爆掉的徽章吗，有仇的报仇有怨的报怨，大家一起上啊。]=]
		},
		{
			[ [=[4GoalPower]=] ]=280000,
			[ [=[recommendPower]=] ]=160000,
			[ [=[opponentId]=] ]=3004,
			[ [=[3GoalPower]=] ]=240000,
			[ [=[outputProbability]=] ]=
			{
				[ [=[15]=] ]=[=[75]=],
				[ [=[18]=] ]=[=[25]=]
			},
			[ [=[opponentName]=] ]=[=[GDfourteam]=],
			[ [=[id]=] ]=3,
			[ [=[6GoalPower]=] ]=360000,
			[ [=[opponentDiamond]=] ]=
			{[=[40]=],[=[200]=],[=[250]=],[=[300]=]
			},
			[ [=[7GoalPower]=] ]=400000,
			[ [=[2GoalPower]=] ]=200000,
			[ [=[5GoalPower]=] ]=320000,
			[ [=[1GoalPower]=] ]=160000,
			[ [=[opponentScore]=] ]=12,
			[ [=[desc]=] ]=[=[你将面对的是这个游戏的制作人们，意味着你对游戏的理解和爱已经来到了新的境界，尝试战胜他们，让他们看看这个游戏还有他们看不到的潜力可挖，说不定，让《豪门足球风云》变得更好的，就是你。]=]
		}
	},
	[ [=[4]=] ]=
	{
		{
			[ [=[4GoalPower]=] ]=90000,
			[ [=[recommendPower]=] ]=30000,
			[ [=[opponentId]=] ]=4001,
			[ [=[3GoalPower]=] ]=70000,
			[ [=[outputProbability]=] ]=
			{
				[ [=[19]=] ]=[=[75]=],
				[ [=[22]=] ]=[=[25]=]
			},
			[ [=[opponentName]=] ]=[=[GDoneteam]=],
			[ [=[id]=] ]=4,
			[ [=[6GoalPower]=] ]=130000,
			[ [=[opponentDiamond]=] ]=
			{[=[40]=],[=[60]=],[=[80]=],[=[100]=]
			},
			[ [=[7GoalPower]=] ]=150000,
			[ [=[2GoalPower]=] ]=50000,
			[ [=[5GoalPower]=] ]=110000,
			[ [=[1GoalPower]=] ]=30000,
			[ [=[opponentScore]=] ]=1,
			[ [=[desc]=] ]=[=[热爱游戏的大学生，为了从事游戏行业来到公司实习，阻碍他成为优秀足球游戏策划的重要因素，可能在于他不懂足球。因此被经理安（da）排（fa）成为迎战玩家的第一道防线，“如果你输了，就让赢你的玩家来替你吧”经理是这么说的。]=]
		},
		{
			[ [=[4GoalPower]=] ]=120000,
			[ [=[recommendPower]=] ]=60000,
			[ [=[opponentId]=] ]=4002,
			[ [=[3GoalPower]=] ]=100000,
			[ [=[outputProbability]=] ]=
			{
				[ [=[20]=] ]=[=[70]=],
				[ [=[23]=] ]=[=[30]=]
			},
			[ [=[opponentName]=] ]=[=[GDtwoteam]=],
			[ [=[id]=] ]=4,
			[ [=[6GoalPower]=] ]=200000,
			[ [=[opponentDiamond]=] ]=
			{[=[40]=],[=[100]=],[=[120]=],[=[150]=]
			},
			[ [=[7GoalPower]=] ]=240000,
			[ [=[2GoalPower]=] ]=80000,
			[ [=[5GoalPower]=] ]=160000,
			[ [=[1GoalPower]=] ]=60000,
			[ [=[opponentScore]=] ]=3,
			[ [=[desc]=] ]=[=[和玩家们打最多交道的策划，据说每一个笑盈盈的客服背后，都站着一个绞尽脑汁的策划，每天收到玩家海量建议的他们，此刻正在为了下周的玩家活动苦苦思索。一个无暇分心挑战赛的策划，赢起来似乎……很轻松？]=]
		},
		{
			[ [=[4GoalPower]=] ]=200000,
			[ [=[recommendPower]=] ]=125000,
			[ [=[opponentId]=] ]=4003,
			[ [=[3GoalPower]=] ]=175000,
			[ [=[outputProbability]=] ]=
			{
				[ [=[20]=] ]=[=[60]=],
				[ [=[23]=] ]=[=[40]=]
			},
			[ [=[opponentName]=] ]=[=[GDthreeteam]=],
			[ [=[id]=] ]=4,
			[ [=[6GoalPower]=] ]=300000,
			[ [=[opponentDiamond]=] ]=
			{[=[40]=],[=[150]=],[=[175]=],[=[200]=]
			},
			[ [=[7GoalPower]=] ]=350000,
			[ [=[2GoalPower]=] ]=150000,
			[ [=[5GoalPower]=] ]=250000,
			[ [=[1GoalPower]=] ]=125000,
			[ [=[opponentScore]=] ]=5,
			[ [=[desc]=] ]=[=[他们是资深的球迷，他们是出色的设计者；比他们懂游戏的没他们懂球，比他们懂球的没他们懂游戏，但在玩家眼里，他们就是手狠心黑的恶魔，还记得久久不出新球员和莫名其妙爆掉的徽章吗，有仇的报仇有怨的报怨，大家一起上啊。]=]
		},
		{
			[ [=[4GoalPower]=] ]=280000,
			[ [=[recommendPower]=] ]=160000,
			[ [=[opponentId]=] ]=4004,
			[ [=[3GoalPower]=] ]=240000,
			[ [=[outputProbability]=] ]=
			{
				[ [=[21]=] ]=[=[75]=],
				[ [=[24]=] ]=[=[25]=]
			},
			[ [=[opponentName]=] ]=[=[GDfourteam]=],
			[ [=[id]=] ]=4,
			[ [=[6GoalPower]=] ]=360000,
			[ [=[opponentDiamond]=] ]=
			{[=[40]=],[=[200]=],[=[250]=],[=[300]=]
			},
			[ [=[7GoalPower]=] ]=400000,
			[ [=[2GoalPower]=] ]=200000,
			[ [=[5GoalPower]=] ]=320000,
			[ [=[1GoalPower]=] ]=160000,
			[ [=[opponentScore]=] ]=12,
			[ [=[desc]=] ]=[=[你将面对的是这个游戏的制作人们，意味着你对游戏的理解和爱已经来到了新的境界，尝试战胜他们，让他们看看这个游戏还有他们看不到的潜力可挖，说不定，让《豪门足球风云》变得更好的，就是你。]=]
		}
	},
	[ [=[6]=] ]=
	{
		{
			[ [=[4GoalPower]=] ]=90000,
			[ [=[recommendPower]=] ]=30000,
			[ [=[opponentId]=] ]=6001,
			[ [=[3GoalPower]=] ]=70000,
			[ [=[outputProbability]=] ]=
			{
				[ [=[19]=] ]=[=[75]=],
				[ [=[22]=] ]=[=[25]=]
			},
			[ [=[opponentName]=] ]=[=[GDoneteam]=],
			[ [=[id]=] ]=6,
			[ [=[6GoalPower]=] ]=130000,
			[ [=[opponentDiamond]=] ]=
			{[=[40]=],[=[60]=],[=[80]=],[=[100]=]
			},
			[ [=[7GoalPower]=] ]=150000,
			[ [=[2GoalPower]=] ]=50000,
			[ [=[5GoalPower]=] ]=110000,
			[ [=[1GoalPower]=] ]=30000,
			[ [=[opponentScore]=] ]=1,
			[ [=[desc]=] ]=[=[热爱游戏的大学生，为了从事游戏行业来到公司实习，阻碍他成为优秀足球游戏策划的重要因素，可能在于他不懂足球。因此被经理安（da）排（fa）成为迎战玩家的第一道防线，“如果你输了，就让赢你的玩家来替你吧”经理是这么说的。]=]
		},
		{
			[ [=[4GoalPower]=] ]=120000,
			[ [=[recommendPower]=] ]=60000,
			[ [=[opponentId]=] ]=6002,
			[ [=[3GoalPower]=] ]=100000,
			[ [=[outputProbability]=] ]=
			{
				[ [=[20]=] ]=[=[70]=],
				[ [=[23]=] ]=[=[30]=]
			},
			[ [=[opponentName]=] ]=[=[GDtwoteam]=],
			[ [=[id]=] ]=6,
			[ [=[6GoalPower]=] ]=200000,
			[ [=[opponentDiamond]=] ]=
			{[=[40]=],[=[100]=],[=[120]=],[=[150]=]
			},
			[ [=[7GoalPower]=] ]=240000,
			[ [=[2GoalPower]=] ]=80000,
			[ [=[5GoalPower]=] ]=160000,
			[ [=[1GoalPower]=] ]=60000,
			[ [=[opponentScore]=] ]=3,
			[ [=[desc]=] ]=[=[和玩家们打最多交道的策划，据说每一个笑盈盈的客服背后，都站着一个绞尽脑汁的策划，每天收到玩家海量建议的他们，此刻正在为了下周的玩家活动苦苦思索。一个无暇分心挑战赛的策划，赢起来似乎……很轻松？]=]
		},
		{
			[ [=[4GoalPower]=] ]=200000,
			[ [=[recommendPower]=] ]=125000,
			[ [=[opponentId]=] ]=6003,
			[ [=[3GoalPower]=] ]=175000,
			[ [=[outputProbability]=] ]=
			{
				[ [=[20]=] ]=[=[60]=],
				[ [=[23]=] ]=[=[40]=]
			},
			[ [=[opponentName]=] ]=[=[GDthreeteam]=],
			[ [=[id]=] ]=6,
			[ [=[6GoalPower]=] ]=300000,
			[ [=[opponentDiamond]=] ]=
			{[=[40]=],[=[150]=],[=[175]=],[=[200]=]
			},
			[ [=[7GoalPower]=] ]=350000,
			[ [=[2GoalPower]=] ]=150000,
			[ [=[5GoalPower]=] ]=250000,
			[ [=[1GoalPower]=] ]=125000,
			[ [=[opponentScore]=] ]=5,
			[ [=[desc]=] ]=[=[他们是资深的球迷，他们是出色的设计者；比他们懂游戏的没他们懂球，比他们懂球的没他们懂游戏，但在玩家眼里，他们就是手狠心黑的恶魔，还记得久久不出新球员和莫名其妙爆掉的徽章吗，有仇的报仇有怨的报怨，大家一起上啊。]=]
		},
		{
			[ [=[4GoalPower]=] ]=280000,
			[ [=[recommendPower]=] ]=160000,
			[ [=[opponentId]=] ]=6004,
			[ [=[3GoalPower]=] ]=240000,
			[ [=[outputProbability]=] ]=
			{
				[ [=[21]=] ]=[=[75]=],
				[ [=[24]=] ]=[=[25]=]
			},
			[ [=[opponentName]=] ]=[=[GDfourteam]=],
			[ [=[id]=] ]=6,
			[ [=[6GoalPower]=] ]=360000,
			[ [=[opponentDiamond]=] ]=
			{[=[40]=],[=[200]=],[=[250]=],[=[300]=]
			},
			[ [=[7GoalPower]=] ]=400000,
			[ [=[2GoalPower]=] ]=200000,
			[ [=[5GoalPower]=] ]=320000,
			[ [=[1GoalPower]=] ]=160000,
			[ [=[opponentScore]=] ]=12,
			[ [=[desc]=] ]=[=[你将面对的是这个游戏的制作人们，意味着你对游戏的理解和爱已经来到了新的境界，尝试战胜他们，让他们看看这个游戏还有他们看不到的潜力可挖，说不定，让《豪门足球风云》变得更好的，就是你。]=]
		}
	}
}
return var