local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		[ [=[rankTop]=] ]=1,
		[ [=[rankScore]=] ]=200,
		[ [=[rankDown]=] ]=1,
		[ [=[desc]=] ]=[=[玩家所在区服积分达到全平台第1名，每天全服可抢红包的总量将会为基础量的2倍.]=]
	},
	[ [=[2]=] ]=
	{
		[ [=[rankTop]=] ]=2,
		[ [=[rankScore]=] ]=180,
		[ [=[rankDown]=] ]=3,
		[ [=[desc]=] ]=[=[玩家所在区服积分达到全平台第2-3名，每天全服可抢红包的总量将会为基础量的1.8倍.]=]
	},
	[ [=[3]=] ]=
	{
		[ [=[rankTop]=] ]=4,
		[ [=[rankScore]=] ]=160,
		[ [=[rankDown]=] ]=5,
		[ [=[desc]=] ]=[=[玩家所在区服积分达到全平台第4-5名，每天全服可抢红包的总量将会为基础量的1.6倍.]=]
	},
	[ [=[4]=] ]=
	{
		[ [=[rankTop]=] ]=6,
		[ [=[rankScore]=] ]=140,
		[ [=[rankDown]=] ]=10,
		[ [=[desc]=] ]=[=[玩家所在区服积分达到全平台第6-10名，每天全服可抢红包的总量将会为基础量的1.4倍.]=]
	},
	[ [=[5]=] ]=
	{
		[ [=[rankTop]=] ]=11,
		[ [=[rankScore]=] ]=130,
		[ [=[rankDown]=] ]=20,
		[ [=[desc]=] ]=[=[玩家所在区服积分达到全平台第11-20名，每天全服可抢红包的总量将会为基础量的1.3倍.]=]
	},
	[ [=[6]=] ]=
	{
		[ [=[rankTop]=] ]=21,
		[ [=[rankScore]=] ]=120,
		[ [=[rankDown]=] ]=30,
		[ [=[desc]=] ]=[=[玩家所在区服积分达到全平台第21-30名，每天全服可抢红包的总量将会为基础量的1.2倍.]=]
	},
	[ [=[7]=] ]=
	{
		[ [=[rankTop]=] ]=31,
		[ [=[rankScore]=] ]=110,
		[ [=[rankDown]=] ]=50,
		[ [=[desc]=] ]=[=[玩家所在区服积分达到全平台第31-50名，每天全服可抢红包的总量将会为基础量的1.1倍.]=]
	},
	[ [=[8]=] ]=
	{
		[ [=[rankTop]=] ]=51,
		[ [=[rankScore]=] ]=100,
		[ [=[rankDown]=] ]=0,
		[ [=[desc]=] ]=[=[玩家所在区服积分达到全平台第51名及以后, 每天全服可抢红包的总量将不会有额外奖励.]=]
	}
}
return var