local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		[ [=[title]=] ]=[=[祝贺！大耳朵杯冠军！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[1]=]
		},
		[ [=[matchType]=] ]=
		{[=[1]=]
		},
		[ [=[resultUp]=] ]=
		{[=[6]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
冠军！上赛季大耳朵的王者，站在豪门之巅的感觉不错吧，董事会的眼光从来不会错，你就是万里挑一的真正豪门！享受夺冠的喜悦吧！
冠军球队本赛季将会直接获得豪门大耳朵杯的参赛资格，董事会也会一如既往的支持你的
请查收董事会给你的奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15001]=],
					[ [=[num]=] ]=50
				},
				{
					[ [=[id]=] ]=[=[15013]=],
					[ [=[num]=] ]=90
				}
			}
		}
	},
	[ [=[2]=] ]=
	{
		[ [=[title]=] ]=[=[祝贺！球队获得大耳朵杯亚军]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[2]=]
		},
		[ [=[matchType]=] ]=
		{[=[1]=]
		},
		[ [=[resultUp]=] ]=
		{[=[5]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
祝贺！上赛季决赛失利也不能掩盖董事会的兴奋之情，在董事会心中你永远是冠军，本赛季继续一起努力，拿下冠军吧！
请查收董事会给你的奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15001]=],
					[ [=[num]=] ]=40
				},
				{
					[ [=[id]=] ]=[=[15013]=],
					[ [=[num]=] ]=60
				}
			}
		}
	},
	[ [=[3]=] ]=
	{
		[ [=[title]=] ]=[=[祝贺！球队获得大耳朵杯4强]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[3]=],[=[4]=]
		},
		[ [=[matchType]=] ]=
		{[=[1]=]
		},
		[ [=[resultUp]=] ]=
		{[=[4]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
祝贺！球队上赛季成为了大耳朵杯4强的球队，离最终成功只差一步之遥，董事会全体人心振奋，一定会给予球队更多支持。
请查收董事会给你的奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15001]=],
					[ [=[num]=] ]=32
				},
				{
					[ [=[id]=] ]=[=[15013]=],
					[ [=[num]=] ]=45
				}
			}
		}
	},
	[ [=[4]=] ]=
	{
		[ [=[title]=] ]=[=[祝贺！球队获得大耳朵杯8强]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[5]=],[=[8]=]
		},
		[ [=[matchType]=] ]=
		{[=[1]=]
		},
		[ [=[resultUp]=] ]=
		{[=[3]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
祝贺！球队上赛季成为了大耳朵杯8强的球队，董事会坚信球队一定是未来的豪门，董事会全体人心振奋，一定会给予球队更多支持。
请查收董事会给你的奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15001]=],
					[ [=[num]=] ]=24
				},
				{
					[ [=[id]=] ]=[=[15013]=],
					[ [=[num]=] ]=35
				}
			}
		}
	},
	[ [=[5]=] ]=
	{
		[ [=[title]=] ]=[=[遗憾！球队止步16强]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[9]=],[=[16]=]
		},
		[ [=[matchType]=] ]=
		{[=[1]=]
		},
		[ [=[resultUp]=] ]=
		{[=[2]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
非常遗憾，球队上赛季在16进8时被淘汰，但是球队的努力董事会完全看在眼里，并且会继续支持球队在本届比赛取得更好成绩。
请查收董事会给你的奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15001]=],
					[ [=[num]=] ]=18
				},
				{
					[ [=[id]=] ]=[=[15013]=],
					[ [=[num]=] ]=25
				}
			}
		}
	},
	[ [=[6]=] ]=
	{
		[ [=[title]=] ]=[=[遗憾！球队止步32强]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[17]=],[=[32]=]
		},
		[ [=[matchType]=] ]=
		{[=[1]=]
		},
		[ [=[resultUp]=] ]=
		{[=[1]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
非常遗憾，球队在上赛季32进16时被淘汰，但是球队的努力董事会完全看在眼里，并且会继续支持球队在本届比赛取得更好成绩。
请查收董事会给你的奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15001]=],
					[ [=[num]=] ]=13
				},
				{
					[ [=[id]=] ]=[=[15013]=],
					[ [=[num]=] ]=20
				}
			}
		}
	},
	[ [=[7]=] ]=
	{
		[ [=[title]=] ]=[=[豪门大耳朵杯小组第三被淘汰]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[3]=]
		},
		[ [=[matchType]=] ]=
		{[=[2]=]
		},
		[ [=[resultUp]=] ]=
		{[=[3]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
很遗憾球队在上赛季豪门大耳朵杯正赛中小组第三被淘汰，没有成功闯入赛事32强，但是不要气馁，董事会会继续在身后支持你。
请查收董事会给你的奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15001]=],
					[ [=[num]=] ]=9
				},
				{
					[ [=[id]=] ]=[=[15013]=],
					[ [=[num]=] ]=15
				}
			}
		}
	},
	[ [=[8]=] ]=
	{
		[ [=[title]=] ]=[=[豪门大耳朵杯小组第四被淘汰]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[4]=]
		},
		[ [=[matchType]=] ]=
		{[=[2]=]
		},
		[ [=[resultUp]=] ]=
		{[=[4]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
很遗憾球队在上赛季豪门大耳朵杯正赛中小组第四被淘汰，没有成功闯入赛事32强，但是不要气馁，董事会会继续在身后支持你。
请查收董事会给你的奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15001]=],
					[ [=[num]=] ]=6
				},
				{
					[ [=[id]=] ]=[=[15013]=],
					[ [=[num]=] ]=15
				}
			}
		}
	},
	[ [=[9]=] ]=
	{
		[ [=[title]=] ]=[=[豪门大耳朵杯预选赛被淘汰]=],
		[ [=[resultType]=] ]=3,
		[ [=[resultShow]=] ]=
		{[=[1]=]
		},
		[ [=[matchType]=] ]=
		{[=[3]=]
		},
		[ [=[resultUp]=] ]=
		{[=[1]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
很遗憾球队在上赛季豪门大耳朵杯的预选赛中被淘汰，没有成功闯入正赛，但是不要气馁，董事会会继续在身后支持你。
请查收董事会给你的奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15001]=],
					[ [=[num]=] ]=4
				},
				{
					[ [=[id]=] ]=[=[15013]=],
					[ [=[num]=] ]=10
				}
			}
		}
	},
	[ [=[10]=] ]=
	{
		[ [=[title]=] ]=[=[贺！大耳朵杯取得胜利]=],
		[ [=[resultType]=] ]=2,
		[ [=[resultShow]=] ]=
		{[=[3]=]
		},
		[ [=[matchType]=] ]=
		{[=[1]=],[=[2]=]
		},
		[ [=[resultUp]=] ]=
		{[=[3]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
恭喜球队取得了一场胜利，董事会对于这场胜利以及球队的成长十分满意，我们将提供如下奖励作为鼓励：]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15001]=],
					[ [=[num]=] ]=4
				}
			}
		}
	},
	[ [=[11]=] ]=
	{
		[ [=[title]=] ]=[=[遗憾！大耳朵杯平局收场]=],
		[ [=[resultType]=] ]=2,
		[ [=[resultShow]=] ]=
		{[=[2]=]
		},
		[ [=[matchType]=] ]=
		{[=[2]=]
		},
		[ [=[resultUp]=] ]=
		{[=[2]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
很遗憾球队在比赛中憾平对手，但是董事会依旧看到了你的努力，我们将提供如下奖励作，希望球队继续努力：]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15001]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[12]=] ]=
	{
		[ [=[title]=] ]=[=[大耳朵杯败局收场]=],
		[ [=[resultType]=] ]=2,
		[ [=[resultShow]=] ]=
		{[=[1]=]
		},
		[ [=[matchType]=] ]=
		{[=[1]=],[=[2]=]
		},
		[ [=[resultUp]=] ]=
		{[=[1]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
不要太在意比赛的结果，虽然我们输了比赛，但是董事会坚信我们下一次一定能取胜，我们将提供如下奖励作，希望球队走出困境：]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15001]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[13]=] ]=
	{
		[ [=[title]=] ]=[=[贺！大耳朵杯预选赛取得胜利]=],
		[ [=[resultType]=] ]=2,
		[ [=[resultShow]=] ]=
		{[=[2]=]
		},
		[ [=[matchType]=] ]=
		{[=[3]=]
		},
		[ [=[resultUp]=] ]=
		{[=[3]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
恭喜球队取得了一场胜利，董事会对于这场胜利以及球队的成长十分满意，我们将提供如下奖励作为鼓励：]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15001]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[14]=] ]=
	{
		[ [=[title]=] ]=[=[祝贺！小耳朵杯冠军！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[1]=]
		},
		[ [=[matchType]=] ]=
		{[=[4]=]
		},
		[ [=[resultUp]=] ]=
		{[=[6]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
冠军！上赛季小耳朵的王者，站在豪门之巅的感觉不错吧，董事会的眼光从来不会错，你就是万里挑一的真正豪门！享受夺冠的喜悦吧！
冠军球队本赛季将会直接获得豪门小耳朵杯的参赛资格，董事会也会一如既往的支持你的
请查收董事会给你的奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15002]=],
					[ [=[num]=] ]=40
				},
				{
					[ [=[id]=] ]=[=[15013]=],
					[ [=[num]=] ]=50
				}
			}
		}
	},
	[ [=[15]=] ]=
	{
		[ [=[title]=] ]=[=[祝贺！球队获得小耳朵杯亚军]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[2]=]
		},
		[ [=[matchType]=] ]=
		{[=[4]=]
		},
		[ [=[resultUp]=] ]=
		{[=[5]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
祝贺！上赛季决赛失利也不能掩盖董事会的兴奋之情，在董事会心中你永远是冠军，本赛季继续一起努力，拿下冠军吧！
请查收董事会给你的奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15002]=],
					[ [=[num]=] ]=32
				},
				{
					[ [=[id]=] ]=[=[15013]=],
					[ [=[num]=] ]=40
				}
			}
		}
	},
	[ [=[16]=] ]=
	{
		[ [=[title]=] ]=[=[祝贺！球队获得小耳朵杯4强]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[3]=],[=[4]=]
		},
		[ [=[matchType]=] ]=
		{[=[4]=]
		},
		[ [=[resultUp]=] ]=
		{[=[4]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
祝贺！球队上赛季成为了小耳朵杯4强的球队，离最终成功只差一步之遥，董事会全体人心振奋，一定会给予球队更多支持。
请查收董事会给你的奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15002]=],
					[ [=[num]=] ]=26
				},
				{
					[ [=[id]=] ]=[=[15013]=],
					[ [=[num]=] ]=30
				}
			}
		}
	},
	[ [=[17]=] ]=
	{
		[ [=[title]=] ]=[=[祝贺！球队获得小耳朵杯8强]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[5]=],[=[8]=]
		},
		[ [=[matchType]=] ]=
		{[=[4]=]
		},
		[ [=[resultUp]=] ]=
		{[=[3]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
祝贺！球队上赛季成为了小耳朵杯8强的球队，董事会坚信球队一定是未来的豪门，董事会全体人心振奋，一定会给予球队更多支持。
请查收董事会给你的奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15002]=],
					[ [=[num]=] ]=20
				},
				{
					[ [=[id]=] ]=[=[15013]=],
					[ [=[num]=] ]=24
				}
			}
		}
	},
	[ [=[18]=] ]=
	{
		[ [=[title]=] ]=[=[遗憾！球队止步16强]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[9]=],[=[16]=]
		},
		[ [=[matchType]=] ]=
		{[=[4]=]
		},
		[ [=[resultUp]=] ]=
		{[=[2]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
非常遗憾，球队上赛季在16进8时被淘汰，但是球队的努力董事会完全看在眼里，并且会继续支持球队在本届比赛取得更好成绩。
请查收董事会给你的奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15002]=],
					[ [=[num]=] ]=16
				},
				{
					[ [=[id]=] ]=[=[15013]=],
					[ [=[num]=] ]=18
				}
			}
		}
	},
	[ [=[19]=] ]=
	{
		[ [=[title]=] ]=[=[遗憾！球队止步32强]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[17]=],[=[32]=]
		},
		[ [=[matchType]=] ]=
		{[=[4]=]
		},
		[ [=[resultUp]=] ]=
		{[=[1]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
非常遗憾，球队在上赛季32进16时被淘汰，但是球队的努力董事会完全看在眼里，并且会继续支持球队在本届比赛取得更好成绩。
请查收董事会给你的奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15002]=],
					[ [=[num]=] ]=12
				},
				{
					[ [=[id]=] ]=[=[15013]=],
					[ [=[num]=] ]=12
				}
			}
		}
	},
	[ [=[20]=] ]=
	{
		[ [=[title]=] ]=[=[豪门小耳朵杯小组第三被淘汰]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[3]=]
		},
		[ [=[matchType]=] ]=
		{[=[5]=]
		},
		[ [=[resultUp]=] ]=
		{[=[3]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
很遗憾球队在上赛季豪门小耳朵杯正赛中小组第三被淘汰，没有成功闯入赛事32强，但是不要气馁，董事会会继续在身后支持你。
请查收董事会给你的奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15002]=],
					[ [=[num]=] ]=8
				},
				{
					[ [=[id]=] ]=[=[15013]=],
					[ [=[num]=] ]=8
				}
			}
		}
	},
	[ [=[21]=] ]=
	{
		[ [=[title]=] ]=[=[豪门小耳朵杯小组第四被淘汰]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[4]=]
		},
		[ [=[matchType]=] ]=
		{[=[5]=]
		},
		[ [=[resultUp]=] ]=
		{[=[4]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
很遗憾球队在上赛季豪门小耳朵杯正赛中小组第四被淘汰，没有成功闯入赛事32强，但是不要气馁，董事会会继续在身后支持你。
请查收董事会给你的奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15002]=],
					[ [=[num]=] ]=6
				},
				{
					[ [=[id]=] ]=[=[15013]=],
					[ [=[num]=] ]=8
				}
			}
		}
	},
	[ [=[22]=] ]=
	{
		[ [=[title]=] ]=[=[豪门小耳朵杯预选赛被淘汰]=],
		[ [=[resultType]=] ]=3,
		[ [=[resultShow]=] ]=
		{[=[1]=]
		},
		[ [=[matchType]=] ]=
		{[=[6]=]
		},
		[ [=[resultUp]=] ]=
		{[=[1]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
很遗憾球队在上赛季豪门大耳朵杯的预选赛中被淘汰，没有成功闯入正赛，但是不要气馁，董事会会继续在身后支持你。
请查收董事会给你的奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15002]=],
					[ [=[num]=] ]=4
				},
				{
					[ [=[id]=] ]=[=[15013]=],
					[ [=[num]=] ]=4
				}
			}
		}
	},
	[ [=[23]=] ]=
	{
		[ [=[title]=] ]=[=[贺！小耳朵杯取得胜利]=],
		[ [=[resultType]=] ]=2,
		[ [=[resultShow]=] ]=
		{[=[3]=]
		},
		[ [=[matchType]=] ]=
		{[=[4]=],[=[5]=]
		},
		[ [=[resultUp]=] ]=
		{[=[3]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
恭喜球队取得了一场胜利，董事会对于这场胜利以及球队的成长十分满意，我们将提供如下奖励作为鼓励：]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15002]=],
					[ [=[num]=] ]=3
				}
			}
		}
	},
	[ [=[24]=] ]=
	{
		[ [=[title]=] ]=[=[遗憾！小耳朵杯平局收场]=],
		[ [=[resultType]=] ]=2,
		[ [=[resultShow]=] ]=
		{[=[2]=]
		},
		[ [=[matchType]=] ]=
		{[=[5]=]
		},
		[ [=[resultUp]=] ]=
		{[=[2]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
很遗憾球队在比赛中憾平对手，但是董事会依旧看到了你的努力，我们将提供如下奖励作，希望球队继续努力：]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15002]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[25]=] ]=
	{
		[ [=[title]=] ]=[=[小耳朵杯败局收场]=],
		[ [=[resultType]=] ]=2,
		[ [=[resultShow]=] ]=
		{[=[1]=]
		},
		[ [=[matchType]=] ]=
		{[=[4]=],[=[5]=]
		},
		[ [=[resultUp]=] ]=
		{[=[1]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
不要太在意比赛的结果，虽然我们输了比赛，但是董事会坚信我们下一次一定能取胜，我们将提供如下奖励作，希望球队走出困境：]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15002]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[26]=] ]=
	{
		[ [=[title]=] ]=[=[贺！小耳朵杯预选赛取得胜利]=],
		[ [=[resultType]=] ]=2,
		[ [=[resultShow]=] ]=
		{[=[2]=]
		},
		[ [=[matchType]=] ]=
		{[=[6]=]
		},
		[ [=[resultUp]=] ]=
		{[=[3]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
恭喜球队取得了一场胜利，董事会对于这场胜利以及球队的成长十分满意，我们将提供如下奖励作为鼓励：]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15002]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[27]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期超级联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[1]=]
		},
		[ [=[matchType]=] ]=
		{[=[7]=]
		},
		[ [=[resultUp]=] ]=
		{[=[1]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会继续征战超级联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15003]=],
					[ [=[num]=] ]=36
				},
				{
					[ [=[id]=] ]=[=[15014]=],
					[ [=[num]=] ]=30
				}
			}
		}
	},
	[ [=[28]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期超级联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[2]=]
		},
		[ [=[matchType]=] ]=
		{[=[7]=]
		},
		[ [=[resultUp]=] ]=
		{[=[2]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会继续征战超级联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15003]=],
					[ [=[num]=] ]=32
				},
				{
					[ [=[id]=] ]=[=[15014]=],
					[ [=[num]=] ]=20
				}
			}
		}
	},
	[ [=[29]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期超级联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[3]=]
		},
		[ [=[matchType]=] ]=
		{[=[7]=]
		},
		[ [=[resultUp]=] ]=
		{[=[3]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会继续征战超级联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15003]=],
					[ [=[num]=] ]=29
				},
				{
					[ [=[id]=] ]=[=[15014]=],
					[ [=[num]=] ]=15
				}
			}
		}
	},
	[ [=[30]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期超级联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[4]=]
		},
		[ [=[matchType]=] ]=
		{[=[7]=]
		},
		[ [=[resultUp]=] ]=
		{[=[4]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会继续征战超级联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15003]=],
					[ [=[num]=] ]=26
				},
				{
					[ [=[id]=] ]=[=[15014]=],
					[ [=[num]=] ]=12
				}
			}
		}
	},
	[ [=[31]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期超级联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[5]=]
		},
		[ [=[matchType]=] ]=
		{[=[7]=]
		},
		[ [=[resultUp]=] ]=
		{[=[5]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会继续征战超级联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15003]=],
					[ [=[num]=] ]=23
				},
				{
					[ [=[id]=] ]=[=[15014]=],
					[ [=[num]=] ]=10
				}
			}
		}
	},
	[ [=[32]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期超级联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[6]=]
		},
		[ [=[matchType]=] ]=
		{[=[7]=]
		},
		[ [=[resultUp]=] ]=
		{[=[6]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会继续征战超级联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15003]=],
					[ [=[num]=] ]=20
				},
				{
					[ [=[id]=] ]=[=[15014]=],
					[ [=[num]=] ]=8
				}
			}
		}
	},
	[ [=[33]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期超级联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[7]=]
		},
		[ [=[matchType]=] ]=
		{[=[7]=]
		},
		[ [=[resultUp]=] ]=
		{[=[7]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会继续征战超级联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15003]=],
					[ [=[num]=] ]=18
				},
				{
					[ [=[id]=] ]=[=[15014]=],
					[ [=[num]=] ]=7
				}
			}
		}
	},
	[ [=[34]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期超级联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[8]=],[=[9]=]
		},
		[ [=[matchType]=] ]=
		{[=[7]=]
		},
		[ [=[resultUp]=] ]=
		{[=[8]=],[=[9]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会继续征战超级联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15003]=],
					[ [=[num]=] ]=17
				},
				{
					[ [=[id]=] ]=[=[15014]=],
					[ [=[num]=] ]=6
				}
			}
		}
	},
	[ [=[35]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期超级联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[10]=],[=[11]=]
		},
		[ [=[matchType]=] ]=
		{[=[7]=]
		},
		[ [=[resultUp]=] ]=
		{[=[10]=],[=[11]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会继续征战超级联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15003]=],
					[ [=[num]=] ]=16
				},
				{
					[ [=[id]=] ]=[=[15014]=],
					[ [=[num]=] ]=5
				}
			}
		}
	},
	[ [=[36]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期超级联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[12]=],[=[13]=]
		},
		[ [=[matchType]=] ]=
		{[=[7]=]
		},
		[ [=[resultUp]=] ]=
		{[=[12]=],[=[13]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会继续征战超级联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15003]=],
					[ [=[num]=] ]=14
				},
				{
					[ [=[id]=] ]=[=[15014]=],
					[ [=[num]=] ]=4
				}
			}
		}
	},
	[ [=[37]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期超级联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[14]=],[=[15]=]
		},
		[ [=[matchType]=] ]=
		{[=[7]=]
		},
		[ [=[resultUp]=] ]=
		{[=[14]=],[=[15]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会继续征战超级联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15003]=],
					[ [=[num]=] ]=12
				},
				{
					[ [=[id]=] ]=[=[15014]=],
					[ [=[num]=] ]=3
				}
			}
		}
	},
	[ [=[38]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期超级联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[16]=],[=[20]=]
		},
		[ [=[matchType]=] ]=
		{[=[7]=]
		},
		[ [=[resultUp]=] ]=
		{[=[16]=],[=[20]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将降级至冠军联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15003]=],
					[ [=[num]=] ]=10
				},
				{
					[ [=[id]=] ]=[=[15014]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[39]=] ]=
	{
		[ [=[title]=] ]=[=[祝贺取得一场超级联赛胜利]=],
		[ [=[resultType]=] ]=2,
		[ [=[resultShow]=] ]=
		{[=[3]=]
		},
		[ [=[matchType]=] ]=
		{[=[7]=]
		},
		[ [=[resultUp]=] ]=
		{[=[3]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
恭喜球队取得了一场胜利，董事会对于这场胜利以及球队的成长十分满意，我们将提供如下奖励作为鼓励：]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15003]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[40]=] ]=
	{
		[ [=[title]=] ]=[=[遗憾！取得一场超级联赛平局]=],
		[ [=[resultType]=] ]=2,
		[ [=[resultShow]=] ]=
		{[=[2]=]
		},
		[ [=[matchType]=] ]=
		{[=[7]=]
		},
		[ [=[resultUp]=] ]=
		{[=[2]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
很遗憾球队在比赛中憾平对手，但是董事会依旧看到了你的努力，我们将提供如下奖励作，希望球队继续努力：]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15003]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[41]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期冠军联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[1]=]
		},
		[ [=[matchType]=] ]=
		{[=[8]=]
		},
		[ [=[resultUp]=] ]=
		{[=[1]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会升级至超级联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15004]=],
					[ [=[num]=] ]=34
				}
			}
		}
	},
	[ [=[42]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期冠军联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[2]=]
		},
		[ [=[matchType]=] ]=
		{[=[8]=]
		},
		[ [=[resultUp]=] ]=
		{[=[2]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会升级至超级联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15004]=],
					[ [=[num]=] ]=30
				}
			}
		}
	},
	[ [=[43]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期冠军联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[3]=]
		},
		[ [=[matchType]=] ]=
		{[=[8]=]
		},
		[ [=[resultUp]=] ]=
		{[=[3]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会升级至超级联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15004]=],
					[ [=[num]=] ]=27
				}
			}
		}
	},
	[ [=[44]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期冠军联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[4]=]
		},
		[ [=[matchType]=] ]=
		{[=[8]=]
		},
		[ [=[resultUp]=] ]=
		{[=[4]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会升级至超级联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15004]=],
					[ [=[num]=] ]=25
				}
			}
		}
	},
	[ [=[45]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期冠军联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[5]=]
		},
		[ [=[matchType]=] ]=
		{[=[8]=]
		},
		[ [=[resultUp]=] ]=
		{[=[5]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会升级至超级联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15004]=],
					[ [=[num]=] ]=23
				}
			}
		}
	},
	[ [=[46]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期冠军联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[6]=]
		},
		[ [=[matchType]=] ]=
		{[=[8]=]
		},
		[ [=[resultUp]=] ]=
		{[=[6]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会继续征战冠军联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15004]=],
					[ [=[num]=] ]=21
				}
			}
		}
	},
	[ [=[47]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期冠军联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[7]=],[=[8]=]
		},
		[ [=[matchType]=] ]=
		{[=[8]=]
		},
		[ [=[resultUp]=] ]=
		{[=[7]=],[=[8]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会继续征战冠军联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15004]=],
					[ [=[num]=] ]=20
				}
			}
		}
	},
	[ [=[48]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期冠军联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[9]=],[=[11]=]
		},
		[ [=[matchType]=] ]=
		{[=[8]=]
		},
		[ [=[resultUp]=] ]=
		{[=[9]=],[=[11]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会继续征战冠军联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15004]=],
					[ [=[num]=] ]=18
				}
			}
		}
	},
	[ [=[49]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期冠军联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[12]=],[=[14]=]
		},
		[ [=[matchType]=] ]=
		{[=[8]=]
		},
		[ [=[resultUp]=] ]=
		{[=[12]=],[=[14]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会继续征战冠军联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15004]=],
					[ [=[num]=] ]=16
				}
			}
		}
	},
	[ [=[50]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期冠军联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[15]=],[=[17]=]
		},
		[ [=[matchType]=] ]=
		{[=[8]=]
		},
		[ [=[resultUp]=] ]=
		{[=[15]=],[=[17]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会继续征战冠军联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15004]=],
					[ [=[num]=] ]=14
				}
			}
		}
	},
	[ [=[51]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期冠军联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[18]=],[=[20]=]
		},
		[ [=[matchType]=] ]=
		{[=[8]=]
		},
		[ [=[resultUp]=] ]=
		{[=[18]=],[=[21]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会继续征战冠军联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15004]=],
					[ [=[num]=] ]=12
				}
			}
		}
	},
	[ [=[52]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期冠军联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[21]=],[=[22]=]
		},
		[ [=[matchType]=] ]=
		{[=[8]=]
		},
		[ [=[resultUp]=] ]=
		{[=[22]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会降级至甲级联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15004]=],
					[ [=[num]=] ]=10
				}
			}
		}
	},
	[ [=[53]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期冠军联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[23]=],[=[28]=]
		},
		[ [=[matchType]=] ]=
		{[=[8]=]
		},
		[ [=[resultUp]=] ]=
		{[=[23]=],[=[28]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会降级至甲级联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15004]=],
					[ [=[num]=] ]=8
				}
			}
		}
	},
	[ [=[54]=] ]=
	{
		[ [=[title]=] ]=[=[祝贺取得一场冠军联赛胜利]=],
		[ [=[resultType]=] ]=2,
		[ [=[resultShow]=] ]=
		{[=[3]=]
		},
		[ [=[matchType]=] ]=
		{[=[8]=]
		},
		[ [=[resultUp]=] ]=
		{[=[3]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
恭喜球队取得了一场胜利，董事会对于这场胜利以及球队的成长十分满意，我们将提供如下奖励作为鼓励：]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15004]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[55]=] ]=
	{
		[ [=[title]=] ]=[=[遗憾！取得一场冠军联赛平局]=],
		[ [=[resultType]=] ]=2,
		[ [=[resultShow]=] ]=
		{[=[2]=]
		},
		[ [=[matchType]=] ]=
		{[=[8]=]
		},
		[ [=[resultUp]=] ]=
		{[=[2]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
很遗憾球队在比赛中憾平对手，但是董事会依旧看到了你的努力，我们将提供如下奖励作，希望球队继续努力：]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15004]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[56]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期甲级联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[1]=]
		},
		[ [=[matchType]=] ]=
		{[=[9]=]
		},
		[ [=[resultUp]=] ]=
		{[=[1]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会升级至冠军联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15005]=],
					[ [=[num]=] ]=32
				}
			}
		}
	},
	[ [=[57]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期甲级联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[2]=]
		},
		[ [=[matchType]=] ]=
		{[=[9]=]
		},
		[ [=[resultUp]=] ]=
		{[=[2]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会升级至冠军联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15005]=],
					[ [=[num]=] ]=28
				}
			}
		}
	},
	[ [=[58]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期甲级联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[3]=]
		},
		[ [=[matchType]=] ]=
		{[=[9]=]
		},
		[ [=[resultUp]=] ]=
		{[=[3]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会升级至冠军联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15005]=],
					[ [=[num]=] ]=26
				}
			}
		}
	},
	[ [=[59]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期甲级联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[4]=]
		},
		[ [=[matchType]=] ]=
		{[=[9]=]
		},
		[ [=[resultUp]=] ]=
		{[=[4]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会升级至冠军联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15005]=],
					[ [=[num]=] ]=24
				}
			}
		}
	},
	[ [=[60]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期甲级联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[5]=]
		},
		[ [=[matchType]=] ]=
		{[=[9]=]
		},
		[ [=[resultUp]=] ]=
		{[=[5]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会升级至冠军联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15005]=],
					[ [=[num]=] ]=22
				}
			}
		}
	},
	[ [=[61]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期甲级联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[6]=]
		},
		[ [=[matchType]=] ]=
		{[=[9]=]
		},
		[ [=[resultUp]=] ]=
		{[=[6]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会升级至冠军联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15005]=],
					[ [=[num]=] ]=20
				}
			}
		}
	},
	[ [=[62]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期甲级联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[7]=]
		},
		[ [=[matchType]=] ]=
		{[=[9]=]
		},
		[ [=[resultUp]=] ]=
		{[=[7]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会升级至冠军联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15005]=],
					[ [=[num]=] ]=19
				}
			}
		}
	},
	[ [=[63]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期甲级联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[8]=],[=[9]=]
		},
		[ [=[matchType]=] ]=
		{[=[9]=]
		},
		[ [=[resultUp]=] ]=
		{[=[8]=],[=[9]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会升级至冠军联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15005]=],
					[ [=[num]=] ]=18
				}
			}
		}
	},
	[ [=[64]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期甲级联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[10]=],[=[12]=]
		},
		[ [=[matchType]=] ]=
		{[=[9]=]
		},
		[ [=[resultUp]=] ]=
		{[=[10]=],[=[12]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会继续征战甲级联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15005]=],
					[ [=[num]=] ]=16
				}
			}
		}
	},
	[ [=[65]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期甲级联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[13]=],[=[15]=]
		},
		[ [=[matchType]=] ]=
		{[=[9]=]
		},
		[ [=[resultUp]=] ]=
		{[=[13]=],[=[15]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会继续征战甲级联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15005]=],
					[ [=[num]=] ]=14
				}
			}
		}
	},
	[ [=[66]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期甲级联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[16]=],[=[17]=]
		},
		[ [=[matchType]=] ]=
		{[=[9]=]
		},
		[ [=[resultUp]=] ]=
		{[=[16]=],[=[17]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会继续征战甲级联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15005]=],
					[ [=[num]=] ]=12
				}
			}
		}
	},
	[ [=[67]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期甲级联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[18]=],[=[19]=]
		},
		[ [=[matchType]=] ]=
		{[=[9]=]
		},
		[ [=[resultUp]=] ]=
		{[=[18]=],[=[19]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会继续征战甲级联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15005]=],
					[ [=[num]=] ]=10
				}
			}
		}
	},
	[ [=[68]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期甲级联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[20]=],[=[28]=]
		},
		[ [=[matchType]=] ]=
		{[=[9]=]
		},
		[ [=[resultUp]=] ]=
		{[=[20]=],[=[28]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会降级至甲级联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15005]=],
					[ [=[num]=] ]=8
				}
			}
		}
	},
	[ [=[69]=] ]=
	{
		[ [=[title]=] ]=[=[祝贺取得一场甲级联赛胜利]=],
		[ [=[resultType]=] ]=2,
		[ [=[resultShow]=] ]=
		{[=[3]=]
		},
		[ [=[matchType]=] ]=
		{[=[9]=]
		},
		[ [=[resultUp]=] ]=
		{[=[3]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
恭喜球队取得了一场胜利，董事会对于这场胜利以及球队的成长十分满意，我们将提供如下奖励作为鼓励：]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15005]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[70]=] ]=
	{
		[ [=[title]=] ]=[=[遗憾！取得一场甲级联赛平局]=],
		[ [=[resultType]=] ]=2,
		[ [=[resultShow]=] ]=
		{[=[2]=]
		},
		[ [=[matchType]=] ]=
		{[=[9]=]
		},
		[ [=[resultUp]=] ]=
		{[=[2]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
很遗憾球队在比赛中憾平对手，但是董事会依旧看到了你的努力，我们将提供如下奖励作，希望球队继续努力：]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15005]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[71]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期乙级联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[1]=]
		},
		[ [=[matchType]=] ]=
		{[=[10]=]
		},
		[ [=[resultUp]=] ]=
		{[=[1]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会升级至甲级联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15006]=],
					[ [=[num]=] ]=30
				}
			}
		}
	},
	[ [=[72]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期乙级联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[2]=]
		},
		[ [=[matchType]=] ]=
		{[=[10]=]
		},
		[ [=[resultUp]=] ]=
		{[=[2]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会升级至甲级联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15006]=],
					[ [=[num]=] ]=27
				}
			}
		}
	},
	[ [=[73]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期乙级联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[3]=]
		},
		[ [=[matchType]=] ]=
		{[=[10]=]
		},
		[ [=[resultUp]=] ]=
		{[=[3]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会升级至甲级联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15006]=],
					[ [=[num]=] ]=25
				}
			}
		}
	},
	[ [=[74]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期乙级联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[4]=]
		},
		[ [=[matchType]=] ]=
		{[=[10]=]
		},
		[ [=[resultUp]=] ]=
		{[=[4]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会升级至甲级联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15006]=],
					[ [=[num]=] ]=23
				}
			}
		}
	},
	[ [=[75]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期乙级联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[5]=]
		},
		[ [=[matchType]=] ]=
		{[=[10]=]
		},
		[ [=[resultUp]=] ]=
		{[=[5]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会升级至甲级联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15006]=],
					[ [=[num]=] ]=21
				}
			}
		}
	},
	[ [=[76]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期乙级联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[6]=]
		},
		[ [=[matchType]=] ]=
		{[=[10]=]
		},
		[ [=[resultUp]=] ]=
		{[=[6]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会升级至甲级联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15006]=],
					[ [=[num]=] ]=20
				}
			}
		}
	},
	[ [=[77]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期乙级联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[7]=]
		},
		[ [=[matchType]=] ]=
		{[=[10]=]
		},
		[ [=[resultUp]=] ]=
		{[=[7]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会升级至甲级联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15006]=],
					[ [=[num]=] ]=19
				}
			}
		}
	},
	[ [=[78]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期乙级联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[8]=]
		},
		[ [=[matchType]=] ]=
		{[=[10]=]
		},
		[ [=[resultUp]=] ]=
		{[=[8]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会升级至甲级联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15006]=],
					[ [=[num]=] ]=18
				}
			}
		}
	},
	[ [=[79]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期乙级联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[9]=]
		},
		[ [=[matchType]=] ]=
		{[=[10]=]
		},
		[ [=[resultUp]=] ]=
		{[=[9]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会升级至甲级联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15006]=],
					[ [=[num]=] ]=17
				}
			}
		}
	},
	[ [=[80]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期乙级联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[10]=],[=[13]=]
		},
		[ [=[matchType]=] ]=
		{[=[10]=]
		},
		[ [=[resultUp]=] ]=
		{[=[10]=],[=[13]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会继续征战乙级联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15006]=],
					[ [=[num]=] ]=15
				}
			}
		}
	},
	[ [=[81]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期乙级联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[14]=],[=[16]=]
		},
		[ [=[matchType]=] ]=
		{[=[10]=]
		},
		[ [=[resultUp]=] ]=
		{[=[14]=],[=[16]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会继续征战乙级联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15006]=],
					[ [=[num]=] ]=13
				}
			}
		}
	},
	[ [=[82]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期乙级联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[17]=],[=[23]=]
		},
		[ [=[matchType]=] ]=
		{[=[10]=]
		},
		[ [=[resultUp]=] ]=
		{[=[17]=],[=[23]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会降级至地区联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15006]=],
					[ [=[num]=] ]=10
				}
			}
		}
	},
	[ [=[83]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期乙级联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[24]=],[=[28]=]
		},
		[ [=[matchType]=] ]=
		{[=[10]=]
		},
		[ [=[resultUp]=] ]=
		{[=[24]=],[=[28]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会降级至地区联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15006]=],
					[ [=[num]=] ]=8
				}
			}
		}
	},
	[ [=[84]=] ]=
	{
		[ [=[title]=] ]=[=[祝贺取得一场乙级联赛胜利]=],
		[ [=[resultType]=] ]=2,
		[ [=[resultShow]=] ]=
		{[=[3]=]
		},
		[ [=[matchType]=] ]=
		{[=[10]=]
		},
		[ [=[resultUp]=] ]=
		{[=[3]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
恭喜球队取得了一场胜利，董事会对于这场胜利以及球队的成长十分满意，我们将提供如下奖励作为鼓励：]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15006]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[85]=] ]=
	{
		[ [=[title]=] ]=[=[遗憾！取得一场乙级联赛平局]=],
		[ [=[resultType]=] ]=2,
		[ [=[resultShow]=] ]=
		{[=[2]=]
		},
		[ [=[matchType]=] ]=
		{[=[10]=]
		},
		[ [=[resultUp]=] ]=
		{[=[2]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
很遗憾球队在比赛中憾平对手，但是董事会依旧看到了你的努力，我们将提供如下奖励作，希望球队继续努力：]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15006]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[86]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期地区联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=3,
		[ [=[resultShow]=] ]=
		{[=[2]=]
		},
		[ [=[matchType]=] ]=
		{[=[11]=]
		},
		[ [=[resultUp]=] ]=
		{[=[2]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，下赛季将会升级至乙级联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15007]=],
					[ [=[num]=] ]=20
				}
			}
		}
	},
	[ [=[87]=] ]=
	{
		[ [=[title]=] ]=[=[#season#期地区联赛赛季排名公布！]=],
		[ [=[resultType]=] ]=3,
		[ [=[resultShow]=] ]=
		{[=[1]=]
		},
		[ [=[matchType]=] ]=
		{[=[11]=]
		},
		[ [=[resultUp]=] ]=
		{[=[1]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
本赛季(#season#)已经结束，你在本赛季取得了第#rank#名的成绩，没有取得升级资格，本赛季天梯需要保持150名之内才能参加下赛季地区联赛。
这是本赛季董事会根据你的成绩提供给你的奖励，
请查收奖励:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15007]=],
					[ [=[num]=] ]=10
				}
			}
		}
	},
	[ [=[88]=] ]=
	{
		[ [=[title]=] ]=[=[祝贺取得一场地区联赛胜利]=],
		[ [=[resultType]=] ]=2,
		[ [=[resultShow]=] ]=
		{[=[3]=]
		},
		[ [=[matchType]=] ]=
		{[=[11]=]
		},
		[ [=[resultUp]=] ]=
		{[=[3]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
恭喜球队取得了一场胜利，董事会对于这场胜利以及球队的成长十分满意，我们将提供如下奖励作为鼓励：]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15007]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[89]=] ]=
	{
		[ [=[title]=] ]=[=[遗憾！取得一场地区联赛平局]=],
		[ [=[resultType]=] ]=2,
		[ [=[resultShow]=] ]=
		{[=[2]=]
		},
		[ [=[matchType]=] ]=
		{[=[11]=]
		},
		[ [=[resultUp]=] ]=
		{[=[2]=]
		},
		[ [=[desc]=] ]=[=[#name#球队的经理人:
很遗憾球队在比赛中憾平对手，但是董事会依旧看到了你的努力，我们将提供如下奖励作，希望球队继续努力：]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15007]=],
					[ [=[num]=] ]=1
				}
			}
		}
	}
}
return var