local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		[ [=[rankTop]=] ]=1,
		[ [=[rankScore]=] ]=200,
		[ [=[rankDown]=] ]=1,
		[ [=[desc]=] ]=[=[玩家今日积分贡献达到全服第1名，玩家今日抢夺红包获得奖励数量将为基础抢夺的2倍。]=]
	},
	[ [=[2]=] ]=
	{
		[ [=[rankTop]=] ]=2,
		[ [=[rankScore]=] ]=180,
		[ [=[rankDown]=] ]=5,
		[ [=[desc]=] ]=[=[玩家今日积分贡献达到全服第2-5名，玩家今日抢夺红包获得奖励数量将为基础抢夺的1.8倍。]=]
	},
	[ [=[3]=] ]=
	{
		[ [=[rankTop]=] ]=6,
		[ [=[rankScore]=] ]=160,
		[ [=[rankDown]=] ]=10,
		[ [=[desc]=] ]=[=[玩家今日积分贡献达到全服第6-10名，玩家今日抢夺红包获得奖励数量将为基础抢夺的1.6倍。]=]
	},
	[ [=[4]=] ]=
	{
		[ [=[rankTop]=] ]=11,
		[ [=[rankScore]=] ]=140,
		[ [=[rankDown]=] ]=20,
		[ [=[desc]=] ]=[=[玩家今日积分贡献达到全服第11-20名，玩家今日抢夺红包获得奖励数量将为基础抢夺的1.4倍。]=]
	},
	[ [=[5]=] ]=
	{
		[ [=[rankTop]=] ]=21,
		[ [=[rankScore]=] ]=130,
		[ [=[rankDown]=] ]=50,
		[ [=[desc]=] ]=[=[玩家今日积分贡献达到全服第21-50名，玩家今日抢夺红包获得奖励数量将为基础抢夺的1.3倍。]=]
	},
	[ [=[6]=] ]=
	{
		[ [=[rankTop]=] ]=51,
		[ [=[rankScore]=] ]=120,
		[ [=[rankDown]=] ]=100,
		[ [=[desc]=] ]=[=[玩家今日积分贡献达到全服第51-100名，玩家今日抢夺红包获得奖励数量将为基础抢夺的1.2倍。]=]
	},
	[ [=[7]=] ]=
	{
		[ [=[rankTop]=] ]=101,
		[ [=[rankScore]=] ]=110,
		[ [=[rankDown]=] ]=200,
		[ [=[desc]=] ]=[=[玩家今日积分贡献达到全服第101-200名，玩家今日抢夺红包获得奖励数量将为基础抢夺的1.1倍。]=]
	},
	[ [=[8]=] ]=
	{
		[ [=[rankTop]=] ]=201,
		[ [=[rankScore]=] ]=100,
		[ [=[rankDown]=] ]=0,
		[ [=[desc]=] ]=[=[玩家今日积分贡献达到全服第201名及以后，玩家今日抢夺红包获得奖励数量将没有特殊奖励。]=]
	}
}
return var