-- local CurrencyID = require("ui.models.itemList.CurrencyID")
local CurrencyID =
{
    -- 欧元
    ["3"] = "m",
    -- 钻石
    ["4"] = "d",
    -- 体力
    ["5"] = "sp",
    -- 玩家经验
    ["6"] = "exp",
    -- 友情点
    ["8"] = "fp",
    -- 天梯荣誉
    ["9"] = "lp",
    -- 意志精华
    ["11"] = "sd",
    -- 巨星气质
    ["12"] = "bs",
    -- 巅峰币
    ["13"] = "pp",
    -- 球迷币
    ["14"] = "fan",
    -- 梦幻卡包碎片
    ["20"] = "dp",
    -- 梦幻币
    ["21"] = "dc",
    -- 豪门争霸币
    ["23"] = "wtc",
    -- 殿堂精华
    ["24"] = "smd",
    -- 殿堂升阶石
    ["25"] = "smb",
    -- 吉祥物亲密度
    ["26"] = "jxw",
    -- 教练执教经验书
    ["27"] = "ce",
    -- 教练天赋券
    ["28"] = "ctp",
    -- 助理教练经验书
    ["29"] = "ace",
    -- [绿茵征途]士气
    ["31"] = "moral",
    -- [绿茵征途]斗志
    ["32"] = "fight",
    -- [梦幻卡]球魂
    ["33"] = "fs",
    -- [梦幻卡]梦幻卡碎片
    ["34"] = "fancyPiece",
    -- 阶梯商店购物券
    ["65412"] = "sst",
    -- 多日礼盒积分
    ["35"] = "dayGiftScore",
    -- 多日礼盒任选币
    ["36"] = "dayGiftCoin",
}

return CurrencyID