local null = nil
local var = 
{
	[ [=[50026]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3009721]=],[=[3009722]=],[=[3018006]=]
		},
		[ [=[picIndex]=] ]=40010,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายเดือน Guti]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายเดือน 1 แผ่น]=]
	},
	[ [=[50027]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3014791]=],[=[3018007]=]
		},
		[ [=[picIndex]=] ]=40010,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายเดือน I. Casillas]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายเดือน 1 แผ่น]=]
	},
	[ [=[50028]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3010455]=],[=[3018008]=]
		},
		[ [=[picIndex]=] ]=40010,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายเดือน Andy Cole]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายเดือน 1 แผ่น]=]
	},
	[ [=[50029]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3010432]=],[=[3018009]=]
		},
		[ [=[picIndex]=] ]=40010,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายเดือน D. Yorke]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายเดือน 1 แผ่น]=]
	},
	[ [=[50030]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3015051]=],[=[3018010]=]
		},
		[ [=[picIndex]=] ]=40010,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายเดือน M. Salgado]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายเดือน 1 แผ่น]=]
	},
	[ [=[50031]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3013779]=],[=[3013780]=],[=[3018011]=]
		},
		[ [=[picIndex]=] ]=40010,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายเดือน Roberto Carlos]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายเดือน 1 แผ่น]=]
	},
	[ [=[50032]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3015106]=],[=[3015107]=],[=[3018012]=]
		},
		[ [=[picIndex]=] ]=40010,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายเดือน M. Owen]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายเดือน 1 แผ่น]=]
	},
	[ [=[50033]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3011770]=],[=[3018013]=]
		},
		[ [=[picIndex]=] ]=40010,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายเดือน G. Zola]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายเดือน 1 แผ่น]=]
	},
	[ [=[50034]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3013954]=],[=[3013955]=],[=[3018014]=]
		},
		[ [=[picIndex]=] ]=40010,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายเดือน Luís Figo]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายเดือน 1 แผ่น]=]
	},
	[ [=[50035]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3014201]=],[=[3014202]=],[=[3018015]=]
		},
		[ [=[picIndex]=] ]=40010,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายเดือน Deco]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายเดือน 1 แผ่น]=]
	},
	[ [=[50036]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3014176]=],[=[3014177]=],[=[3018016]=]
		},
		[ [=[picIndex]=] ]=40010,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายเดือน D. Seaman]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายเดือน 1 แผ่น]=]
	},
	[ [=[50037]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018030]=],[=[3018031]=],[=[3018032]=],[=[3018033]=],[=[3018034]=]
		},
		[ [=[picIndex]=] ]=41007,
		[ [=[name]=] ]=[=[เหรียญที่ระลึกครบรอบ 2 ปี]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เปิดแล้วจะได้รับไอเทมทั้งหมดที่อยู่ในเหรียญที่ระลึก]=]
	},
	[ [=[50038]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018030]=],[=[3018035]=],[=[3018036]=],[=[3018037]=]
		},
		[ [=[picIndex]=] ]=41006,
		[ [=[name]=] ]=[=[เค้กครบรอบ 2 ปี]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[กินแล้วจะได้รับ: จับติดต่อกันสิบครั้ง*1 คูปองแลกนักเตะSS*1 พละกำลัง*1000 เงินยูโร*88.88 ล้าน]=]
	},
	[ [=[50039]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018038]=],[=[3018039]=],[=[3018040]=],[=[3018041]=],[=[3018042]=],[=[3018043]=],[=[3018044]=],[=[3018045]=],[=[3018046]=],[=[3018047]=],[=[3018048]=],[=[3018049]=],[=[3018050]=],[=[3018051]=],[=[3018052]=],[=[3018053]=],[=[3018054]=],[=[3018055]=],[=[3018056]=],[=[3018057]=],[=[3018058]=],[=[3018059]=],[=[3018060]=],[=[3018061]=],[=[3018062]=],[=[3018063]=],[=[3018064]=],[=[3018065]=]
		},
		[ [=[picIndex]=] ]=41001,
		[ [=[name]=] ]=[=[กล่องของขวัญชิ้นส่วนนักเตะฉลองครบรอบเลือกเอง]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เปิดแล้วเลือกตามใจชอบ: ชิ้นส่วนนักเตะฉลองครบรอบปี*1]=]
	},
	[ [=[50040]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018066]=],[=[3018067]=],[=[3018068]=],[=[3018069]=],[=[3018070]=],[=[3018071]=],[=[3018072]=],[=[3018073]=],[=[3018074]=],[=[3018075]=],[=[3018076]=],[=[3018077]=],[=[3018078]=],[=[3018079]=],[=[3018080]=],[=[3018081]=],[=[3018082]=],[=[3018083]=],[=[3018084]=],[=[3018085]=],[=[3018086]=],[=[3018087]=],[=[3018088]=],[=[3018089]=],[=[3018090]=],[=[3018091]=],[=[3018092]=],[=[3018093]=]
		},
		[ [=[picIndex]=] ]=41005,
		[ [=[name]=] ]=[=[กล่องของขวัญนักเตะฉลองครบรอบเลือกเอง]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เปิดแล้วเลือกตามใจชอบ: ชิ้นส่วนนักเตะฉลองครบรอบปี*1]=]
	},
	[ [=[50041]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018094]=],[=[3018095]=],[=[3018096]=],[=[3018097]=],[=[3018098]=]
		},
		[ [=[picIndex]=] ]=43005,
		[ [=[name]=] ]=[=[กล่องของขวัญชิ้นส่วนนักเตะคอลเลคชั่นเลือกเอง]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เปิดแล้วเลือกตามใจชอบ: ชิ้นส่วนนักเตะคอลเลคชั่น*1]=]
	},
	[ [=[50042]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018099]=],[=[3018100]=],[=[3018101]=],[=[3018102]=],[=[3018103]=]
		},
		[ [=[picIndex]=] ]=43003,
		[ [=[name]=] ]=[=[กล่องของขวัญชิ้นส่วนนักเตะคอลเลคชั่นเลือกเอง]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เปิดแล้วเลือกตามใจชอบ: ชิ้นส่วนนักเตะคอลเลคชั่น*1]=]
	},
	[ [=[50043]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=[=[]=],
		[ [=[picIndex]=] ]=40012,
		[ [=[name]=] ]=[=[กล่องของขวัญสติกเกอร์รายสัปดาห์นักเตะในตำนาน]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เปิดแล้วเลือกตามใจชอบ: กล่องของขวัญสติ๊กเกอร์รายสัปดาห์นักเตะในตำนาน*1]=]
	},
	[ [=[50044]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3013717]=],[=[3013718]=],[=[3013719]=],[=[3013042]=],[=[3013043]=],[=[3013044]=],[=[3016483]=],[=[3016484]=],[=[3016485]=],[=[3017412]=]
		},
		[ [=[picIndex]=] ]=40001,
		[ [=[name]=] ]=[=[กล่องของขวัญชิ้นส่วนนักเตะในตำนาน]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=7,
		[ [=[desc]=] ]=[=[เปิดแล้วเลือกตามใจชอบ: ชิ้นส่วนนักเตะในตำนาน*1]=]
	},
	[ [=[50045]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018127]=],[=[3018129]=],[=[3018130]=],[=[3018131]=]
		},
		[ [=[picIndex]=] ]=43006,
		[ [=[name]=] ]=[=[กล่องของขวัญชิ้นส่วนสุดยอดนักเตะในตำนาน]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=7,
		[ [=[desc]=] ]=[=[เปิดแล้วเลือกตามใจชอบ: ชิ้นส่วนสุดยอดนักเตะในตำนาน*1]=]
	},
	[ [=[50046]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3007230]=],[=[3007231]=]
		},
		[ [=[picIndex]=] ]=41003,
		[ [=[name]=] ]=[=[ถุงนำโชค A ครบรอบ 2 ปี]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[เปิดแล้วจะได้รับไอเทมทั้งหมดที่อยู่ในกล่องของขวัญ]=]
	},
	[ [=[50047]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3007230]=],[=[3007232]=]
		},
		[ [=[picIndex]=] ]=41003,
		[ [=[name]=] ]=[=[ถุงนำโชค B ครบรอบ 2 ปี]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[เปิดแล้วจะได้รับไอเทมทั้งหมดที่อยู่ในกล่องของขวัญ]=]
	},
	[ [=[50048]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3007233]=],[=[3007234]=]
		},
		[ [=[picIndex]=] ]=41003,
		[ [=[name]=] ]=[=[ถุงนำโชค C ครบรอบ 2 ปี]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เปิดแล้วจะได้รับไอเทมทั้งหมดที่อยู่ในกล่องของขวัญ]=]
	},
	[ [=[50049]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=[=[]=],
		[ [=[picIndex]=] ]=41002,
		[ [=[name]=] ]=[=[รองเท้าทองคำ A ครบรอบ 2 ปี]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[เปิดแล้วสามารถเลือกไอเทมที่อยู่ในกล่องของขวัญหนึ่งชนิดตามใจชอบ]=]
	},
	[ [=[50050]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=[=[]=],
		[ [=[picIndex]=] ]=41002,
		[ [=[name]=] ]=[=[รองเท้าทองคำ B ครบรอบ 2 ปี]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[เปิดแล้วสามารถเลือกไอเทมที่อยู่ในกล่องของขวัญหนึ่งชนิดตามใจชอบ]=]
	},
	[ [=[50051]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=[=[]=],
		[ [=[picIndex]=] ]=41002,
		[ [=[name]=] ]=[=[รองเท้าทองคำ C ครบรอบ 2 ปี]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เปิดแล้วสามารถเลือกไอเทมที่อยู่ในกล่องของขวัญหนึ่งชนิดตามใจชอบ]=]
	},
	[ [=[50052]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018104]=],[=[3018105]=],[=[3018106]=],[=[3018107]=],[=[3018108]=],[=[3018109]=]
		},
		[ [=[picIndex]=] ]=40003,
		[ [=[name]=] ]=[=[แพคเกจ SSS]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=7,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกนักเตะSSS ตามชอบ]=]
	},
	[ [=[50053]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018110]=],[=[3018111]=],[=[3018112]=],[=[3018113]=],[=[3018114]=],[=[3018115]=]
		},
		[ [=[picIndex]=] ]=40003,
		[ [=[name]=] ]=[=[แพคเกจ SSS Shard]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=7,
		[ [=[desc]=] ]=[=[คุณสามารถเลือกชิ้นส่วนผู้เล่น SSS หนึ่งชิ้นหลังจากเปิดกล่องของขวัญ * 1]=]
	},
	[ [=[50054]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018116]=],[=[3018117]=]
		},
		[ [=[picIndex]=] ]=40003,
		[ [=[name]=] ]=[=[แพคเกจ SSS Shard / กล่องของขวัญชิ้นส่วนนักเตะคอลเลคชั่นเลือกเอง]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=7,
		[ [=[desc]=] ]=[=[เปิดแล้วสามารถเลือกไอเทมที่อยู่ในกล่องของขวัญหนึ่งชนิดตามใจชอบ]=]
	},
	[ [=[50055]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018118]=],[=[3018119]=]
		},
		[ [=[picIndex]=] ]=40003,
		[ [=[name]=] ]=[=[แพคเกจ SSS Shard / กล่องของขวัญชิ้นส่วนนักเตะคอลเลคชั่นเลือกเอง]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=7,
		[ [=[desc]=] ]=[=[เปิดแล้วสามารถเลือกไอเทมที่อยู่ในกล่องของขวัญหนึ่งชนิดตามใจชอบ]=]
	},
	[ [=[50056]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3015449]=],[=[3015450]=],[=[3018120]=]
		},
		[ [=[picIndex]=] ]=3003,
		[ [=[name]=] ]=[=[อุปทานของขวัญ a]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[กล่องเลือกเศษสติ๊กเกอร์*3 หรือพละกำลัง*150 ชิ้นส่วนนักเตะคอลเลคชั่น*2]=]
	},
	[ [=[50057]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3015451]=],[=[3015452]=],[=[3018121]=]
		},
		[ [=[picIndex]=] ]=3003,
		[ [=[name]=] ]=[=[อุปทานของขวัญ b]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[กล่องเลือกเศษสติ๊กเกอร์*4 หรือพละกำลัง*200 ชิ้นส่วนนักเตะคอลเลคชั่น*3]=]
	},
	[ [=[50058]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3015453]=],[=[3015454]=],[=[3018122]=]
		},
		[ [=[picIndex]=] ]=3003,
		[ [=[name]=] ]=[=[อุปทานของขวัญ c]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[กล่องเลือกเศษสติ๊กเกอร์*6 หรือพละกำลัง*300 ชิ้นส่วนนักเตะคอลเลคชั่น*4]=]
	},
	[ [=[50059]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3015455]=],[=[3015456]=],[=[3018123]=]
		},
		[ [=[picIndex]=] ]=3003,
		[ [=[name]=] ]=[=[อุปทานของขวัญ d]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[กล่องเลือกเศษสติ๊กเกอร์*8 หรือพละกำลัง*400 ชิ้นส่วนนักเตะคอลเลคชั่น*5]=]
	},
	[ [=[50060]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3015455]=],[=[3015456]=],[=[3018124]=]
		},
		[ [=[picIndex]=] ]=3003,
		[ [=[name]=] ]=[=[อุปทานของขวัญ e]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[กล่องเลือกเศษสติ๊กเกอร์*8 หรือพละกำลัง*400 ชิ้นส่วนนักเตะคอลเลคชั่น*6]=]
	},
	[ [=[50061]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3015466]=],[=[3015467]=],[=[3018125]=]
		},
		[ [=[picIndex]=] ]=3003,
		[ [=[name]=] ]=[=[อุปทานของขวัญ G]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[กล่องเลือกเศษสติ๊กเกอร์*3 หินเลื่อนขั้นห้องโถง*18 ชิ้นส่วนนักเตะคอลเลคชั่น*15]=]
	},
	[ [=[50062]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3015466]=],[=[3018125]=]
		},
		[ [=[picIndex]=] ]=3003,
		[ [=[name]=] ]=[=[อุปทานของขวัญ H]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[กล่องเลือกเศษสติ๊กเกอร์*3 ชิ้นส่วนนักเตะคอลเลคชั่น*15]=]
	},
	[ [=[50063]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3015468]=],[=[3015469]=],[=[3018125]=]
		},
		[ [=[picIndex]=] ]=3003,
		[ [=[name]=] ]=[=[อุปทานของขวัญ I]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[กล่องเลือกเศษสติ๊กเกอร์*30 นักเตะตำนาน*2 ชิ้นส่วนนักเตะคอลเลคชั่น*15]=]
	},
	[ [=[50064]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3004666]=],[=[3004667]=],[=[3004668]=],[=[3015290]=],[=[3018126]=]
		},
		[ [=[picIndex]=] ]=3001,
		[ [=[name]=] ]=[=[กล่องเลือกผู้จัดการสุดขีด A]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=7,
		[ [=[desc]=] ]=[=[เมื่อเปิดกล่อง สามารถเลือกคูปองแลกเปลี่ยนนักเตะระดับSS *1 หรือกล่องเลือกเศษสติ๊กเกอร์*60 หรือกล่องสุ่มเหรียญระดับSS *1 แผ่น กล่องของขวัญสติ๊กเกอร์ชิงแชมป์ครั้งใหญ่*1 ชิ้นส่วนนักเตะคอลเลคชั่น*35]=]
	},
	[ [=[50065]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3017379]=],[=[3018148]=],[=[3018132]=]
		},
		[ [=[picIndex]=] ]=40003,
		[ [=[name]=] ]=[=[แพ็คเกจเสริม Ultimate Shard]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=7,
		[ [=[desc]=] ]=[=[เปิดเพื่อเลือก: กล่องของขวัญชิ้นส่วน SSS * 1 หรือกล่องของขวัญนักเล่นระดับตำนาน * 1 กล่องของขวัญชิ้นส่วนสุดยอดนักเตะในตำนาน*1]=]
	},
	[ [=[50066]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018133]=],[=[3015992]=]
		},
		[ [=[picIndex]=] ]=40003,
		[ [=[name]=] ]=[=[แพ็คเกจเสริม Ultimate Shard / สุ่มกล่องเหรียญประกายดาวSS]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=7,
		[ [=[desc]=] ]=[=[เปิดเพื่อเลือก: แพ็คเกจเสริม Ultimate Shard*100 สุ่มกล่องเหรียญประกายดาวSS*1]=]
	},
	[ [=[50067]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018133]=],[=[3015590]=]
		},
		[ [=[picIndex]=] ]=40003,
		[ [=[name]=] ]=[=[แพ็คเกจเสริม Ultimate Shard / สุ่มกล่องเหรียญเกียรติยศSS]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=7,
		[ [=[desc]=] ]=[=[เปิดเพื่อเลือก: แพ็คเกจเสริม Ultimate Shard*100 สุ่มกล่องเหรียญเกียรติยศSS*1]=]
	},
	[ [=[50068]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3017383]=],[=[3018135]=],[=[3016782]=],[=[3016783]=],[=[3018117]=]
		},
		[ [=[picIndex]=] ]=15008,
		[ [=[name]=] ]=[=[ชุดของขวัญยักษ์สุพรีม]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=7,
		[ [=[desc]=] ]=[=[เมื่อเปิดกล่องสามารถเลือก：กได้*1 ชิ้นส่วนนักเตะ SSS*50 ชิ้นส่วนนักเตะในตำนาน*50 เลือกล่องเลือกเศษตามชอบ*188 การ์ดเปิด x10*48 กล่องของขวัญชิ้นส่วนนักเตะคอลเลคชั่นเลือกเอง*1]=]
	},
	[ [=[50069]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3016789]=],[=[3016790]=],[=[3016791]=],[=[3018134]=]
		},
		[ [=[picIndex]=] ]=3002,
		[ [=[name]=] ]=[=[กล่องของขวัญสิทธิพิเศษชั้นนำเลือกได้]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดกล่องสามารถเลือก：กล่องเหรียญ SS แบบสุ่ม*1 หรือเศษสติ๊กเกอร์รายสัปดาห์*58 หรือนักเตะตำนาน*3 ชิ้นส่วนนักเตะคอลเลคชั่น*50]=]
	},
	[ [=[50070]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018136]=]
		},
		[ [=[picIndex]=] ]=40006,
		[ [=[name]=] ]=[=[SS D. Blind]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อกล่องเปิดจะได้รับ: SS D. Blind]=]
	},
	[ [=[50071]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018137]=]
		},
		[ [=[picIndex]=] ]=40006,
		[ [=[name]=] ]=[=[SS J. Cillessen]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อกล่องเปิดจะได้รับ: SS J. Cillessen]=]
	},
	[ [=[50072]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018138]=]
		},
		[ [=[picIndex]=] ]=40006,
		[ [=[name]=] ]=[=[SS K. Huntelaar]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อกล่องเปิดจะได้รับ: SS K. Huntelaar]=]
	},
	[ [=[50073]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018139]=]
		},
		[ [=[picIndex]=] ]=40006,
		[ [=[name]=] ]=[=[SS S. McTominay]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อกล่องเปิดจะได้รับ: SS S. McTominay]=]
	},
	[ [=[50074]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018140]=]
		},
		[ [=[picIndex]=] ]=40006,
		[ [=[name]=] ]=[=[SS M. Guendouzi]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อกล่องเปิดจะได้รับ: SS M. Guendouzi]=]
	},
	[ [=[50075]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018141]=]
		},
		[ [=[picIndex]=] ]=40006,
		[ [=[name]=] ]=[=[SS Éder Militão]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อกล่องเปิดจะได้รับ: SS Éder Militão]=]
	},
	[ [=[50076]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018142]=]
		},
		[ [=[picIndex]=] ]=40006,
		[ [=[name]=] ]=[=[SS J. Bernat]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อกล่องเปิดจะได้รับ: SS J. Bernat]=]
	},
	[ [=[50077]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018143]=]
		},
		[ [=[picIndex]=] ]=40006,
		[ [=[name]=] ]=[=[SS A. Belotti]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อกล่องเปิดจะได้รับ: SS A. Belotti]=]
	},
	[ [=[50078]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018144]=]
		},
		[ [=[picIndex]=] ]=40006,
		[ [=[name]=] ]=[=[SS W. Ndidi]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อกล่องเปิดจะได้รับ: SS W. Ndidi]=]
	},
	[ [=[50079]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018145]=]
		},
		[ [=[picIndex]=] ]=40006,
		[ [=[name]=] ]=[=[SS A. Meret]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อกล่องเปิดจะได้รับ: SS A. Meret]=]
	},
	[ [=[50080]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018146]=]
		},
		[ [=[picIndex]=] ]=40006,
		[ [=[name]=] ]=[=[SS A. Wan-Bissaka]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อกล่องเปิดจะได้รับ: SS A. Wan-Bissaka]=]
	},
	[ [=[50081]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018147]=]
		},
		[ [=[picIndex]=] ]=40006,
		[ [=[name]=] ]=[=[SS L. Paredes]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อกล่องเปิดจะได้รับ: SS L. Paredes]=]
	},
	[ [=[50082]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3007235]=],[=[3007236]=],[=[3007237]=]
		},
		[ [=[picIndex]=] ]=41003,
		[ [=[name]=] ]=[=[ถุงนำโชค D ครบรอบ 2 ปี]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[เปิดแล้วจะได้รับไอเทมทั้งหมดที่อยู่ในกล่องของขวัญ]=]
	},
	[ [=[50083]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3007238]=],[=[3007239]=],[=[3007240]=]
		},
		[ [=[picIndex]=] ]=41003,
		[ [=[name]=] ]=[=[ถุงนำโชค E ครบรอบ 2 ปี]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[เปิดแล้วจะได้รับไอเทมทั้งหมดที่อยู่ในกล่องของขวัญ]=]
	},
	[ [=[50084]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3007241]=],[=[3007242]=],[=[3007243]=]
		},
		[ [=[picIndex]=] ]=41003,
		[ [=[name]=] ]=[=[ถุงนำโชค C ครบรอบ 2 ปี]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เปิดแล้วจะได้รับไอเทมทั้งหมดที่อยู่ในกล่องของขวัญ]=]
	},
	[ [=[50085]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018149]=],[=[3018150]=],[=[3018151]=]
		},
		[ [=[picIndex]=] ]=41003,
		[ [=[name]=] ]=[=[ถุงนำโชค A ครบรอบ 2 ปี]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[เปิดแล้วจะได้รับไอเทมทั้งหมดที่อยู่ในกล่องของขวัญ]=]
	},
	[ [=[50086]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018152]=],[=[3018153]=],[=[3018154]=]
		},
		[ [=[picIndex]=] ]=41003,
		[ [=[name]=] ]=[=[ถุงนำโชค B ครบรอบ 2 ปี]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[เปิดแล้วจะได้รับไอเทมทั้งหมดที่อยู่ในกล่องของขวัญ]=]
	},
	[ [=[50087]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018155]=],[=[3018156]=],[=[3018157]=]
		},
		[ [=[picIndex]=] ]=41003,
		[ [=[name]=] ]=[=[ถุงนำโชค C ครบรอบ 2 ปี]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เปิดแล้วจะได้รับไอเทมทั้งหมดที่อยู่ในกล่องของขวัญ]=]
	},
	[ [=[50088]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018158]=],[=[3018159]=],[=[3018160]=]
		},
		[ [=[picIndex]=] ]=41003,
		[ [=[name]=] ]=[=[ถุงนำโชค C ครบรอบ 2 ปี]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เปิดแล้วจะได้รับไอเทมทั้งหมดที่อยู่ในกล่องของขวัญ]=]
	},
	[ [=[50089]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018161]=]
		},
		[ [=[picIndex]=] ]=40015,
		[ [=[name]=] ]=[=[เหรียญชั้น A:  จ่ายบอล·การต่อต้านการกระทำผิดกฎหมาย]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[เหรียญชั้น A:  จ่ายบอล·การต่อต้านการกระทำผิดกฎหมาย]=]
	},
	[ [=[50090]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018162]=]
		},
		[ [=[picIndex]=] ]=40015,
		[ [=[name]=] ]=[=[เหรียญชั้น A:  จ่ายบอล·ป้องกันการขัดขวาง]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[เหรียญชั้น A:  จ่ายบอล·ป้องกันการขัดขวาง]=]
	},
	[ [=[50091]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018163]=]
		},
		[ [=[picIndex]=] ]=40015,
		[ [=[name]=] ]=[=[เหรียญชั้น A:  ยิงประตู·การต่อต้านการกระทำผิดกฎหมาย]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[เหรียญชั้น A:  ยิงประตู·การต่อต้านการกระทำผิดกฎหมาย]=]
	},
	[ [=[50092]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018164]=]
		},
		[ [=[picIndex]=] ]=40015,
		[ [=[name]=] ]=[=[เหรียญชั้น A:  ยิงประตู·ป้องกันการขัดขวาง]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[เหรียญชั้น A:  ยิงประตู·ป้องกันการขัดขวาง]=]
	},
	[ [=[50093]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018165]=]
		},
		[ [=[picIndex]=] ]=40015,
		[ [=[name]=] ]=[=[เหรียญชั้น A:  พาบอล·การต่อต้านการกระทำผิดกฎหมาย]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[เหรียญชั้น A:  พาบอล·การต่อต้านการกระทำผิดกฎหมาย]=]
	},
	[ [=[50094]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018166]=]
		},
		[ [=[picIndex]=] ]=40015,
		[ [=[name]=] ]=[=[เหรียญชั้น A:  พาบอล·ป้องกันการขัดขวาง]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[เหรียญชั้น A:  พาบอล·ป้องกันการขัดขวาง]=]
	},
	[ [=[50095]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018167]=]
		},
		[ [=[picIndex]=] ]=40015,
		[ [=[name]=] ]=[=[เหรียญชั้น A:  ตัดบอล·การต่อต้านการกระทำผิดกฎหมาย]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[เหรียญชั้น A:  ตัดบอล·การต่อต้านการกระทำผิดกฎหมาย]=]
	},
	[ [=[50096]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018168]=]
		},
		[ [=[picIndex]=] ]=40015,
		[ [=[name]=] ]=[=[เหรียญชั้น A:  ตัดบอล·ป้องกันการขัดขวาง]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[เหรียญชั้น A:  ตัดบอล·ป้องกันการขัดขวาง]=]
	},
	[ [=[50097]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018169]=]
		},
		[ [=[picIndex]=] ]=40015,
		[ [=[name]=] ]=[=[เหรียญชั้น A:  สกัดบอล·การต่อต้านการกระทำผิดกฎหมาย]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[เหรียญชั้น A:  สกัดบอล·การต่อต้านการกระทำผิดกฎหมาย]=]
	},
	[ [=[50098]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018170]=]
		},
		[ [=[picIndex]=] ]=40015,
		[ [=[name]=] ]=[=[เหรียญชั้น A:  สกัดบอล·ป้องกันการขัดขวาง]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[เหรียญชั้น A:  สกัดบอล·ป้องกันการขัดขวาง]=]
	},
	[ [=[50099]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018171]=]
		},
		[ [=[picIndex]=] ]=40016,
		[ [=[name]=] ]=[=[เหรียญชั้น S:  จ่ายบอล·การต่อต้านการกระทำผิดกฎหมาย]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[เหรียญชั้น S:  จ่ายบอล·การต่อต้านการกระทำผิดกฎหมาย]=]
	},
	[ [=[50100]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018172]=]
		},
		[ [=[picIndex]=] ]=40016,
		[ [=[name]=] ]=[=[เหรียญชั้น S:  จ่ายบอล·ป้องกันการขัดขวาง]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[เหรียญชั้น S:  จ่ายบอล·ป้องกันการขัดขวาง]=]
	},
	[ [=[50101]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018173]=]
		},
		[ [=[picIndex]=] ]=40016,
		[ [=[name]=] ]=[=[เหรียญชั้น S:  ยิงประตู·การต่อต้านการกระทำผิดกฎหมาย]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[เหรียญชั้น S:  ยิงประตู·การต่อต้านการกระทำผิดกฎหมาย]=]
	},
	[ [=[50102]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018174]=]
		},
		[ [=[picIndex]=] ]=40016,
		[ [=[name]=] ]=[=[เหรียญชั้น S:  ยิงประตู·ป้องกันการขัดขวาง]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[เหรียญชั้น S:  ยิงประตู·ป้องกันการขัดขวาง]=]
	},
	[ [=[50103]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018175]=]
		},
		[ [=[picIndex]=] ]=40016,
		[ [=[name]=] ]=[=[เหรียญชั้น S:  พาบอล·การต่อต้านการกระทำผิดกฎหมาย]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[เหรียญชั้น S:  พาบอล·การต่อต้านการกระทำผิดกฎหมาย]=]
	},
	[ [=[50104]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018176]=]
		},
		[ [=[picIndex]=] ]=40016,
		[ [=[name]=] ]=[=[เหรียญชั้น S:  พาบอล·ป้องกันการขัดขวาง]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[เหรียญชั้น S:  พาบอล·ป้องกันการขัดขวาง]=]
	},
	[ [=[50105]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018177]=]
		},
		[ [=[picIndex]=] ]=40016,
		[ [=[name]=] ]=[=[เหรียญชั้น S:  ตัดบอล·การต่อต้านการกระทำผิดกฎหมาย]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[เหรียญชั้น S:  ตัดบอล·การต่อต้านการกระทำผิดกฎหมาย]=]
	},
	[ [=[50106]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018178]=]
		},
		[ [=[picIndex]=] ]=40016,
		[ [=[name]=] ]=[=[เหรียญชั้น S:  ตัดบอล·ป้องกันการขัดขวาง]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[เหรียญชั้น S:  ตัดบอล·ป้องกันการขัดขวาง]=]
	},
	[ [=[50107]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018179]=]
		},
		[ [=[picIndex]=] ]=40016,
		[ [=[name]=] ]=[=[เหรียญชั้น S:  สกัดบอล·การต่อต้านการกระทำผิดกฎหมาย]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[เหรียญชั้น S:  สกัดบอล·การต่อต้านการกระทำผิดกฎหมาย]=]
	},
	[ [=[50108]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018180]=]
		},
		[ [=[picIndex]=] ]=40016,
		[ [=[name]=] ]=[=[เหรียญชั้น S:  สกัดบอล·ป้องกันการขัดขวาง]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[เหรียญชั้น S:  สกัดบอล·ป้องกันการขัดขวาง]=]
	},
	[ [=[50109]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3016056]=],[=[3016057]=],[=[3016058]=],[=[3016059]=]
		},
		[ [=[picIndex]=] ]=40006,
		[ [=[name]=] ]=[=[กล่องโปรโมชั่นสุ่มนักเตะระดับSS]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=
		{[=[1]=],[=[1]=],[=[1]=],[=[1]=]
		},
		[ [=[newItem]=] ]=3,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดกล่อง สามารถสุ่มรับนักเตะระดับSS หนึ่งคน]=]
	},
	[ [=[50110]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3016060]=],[=[3016061]=],[=[3016062]=],[=[3016063]=]
		},
		[ [=[picIndex]=] ]=40006,
		[ [=[name]=] ]=[=[กล่องโปรโมชั่นสุ่มนักเตะระดับSS]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=
		{[=[1]=],[=[1]=],[=[1]=],[=[1]=]
		},
		[ [=[newItem]=] ]=3,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดกล่อง สามารถสุ่มรับนักเตะระดับSS หนึ่งคน]=]
	},
	[ [=[50111]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3016064]=],[=[3016065]=],[=[3016066]=],[=[3016067]=]
		},
		[ [=[picIndex]=] ]=40006,
		[ [=[name]=] ]=[=[กล่องโปรโมชั่นสุ่มนักเตะระดับSS]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=
		{[=[1]=],[=[1]=],[=[1]=],[=[1]=]
		},
		[ [=[newItem]=] ]=3,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดกล่อง สามารถสุ่มรับนักเตะระดับSS หนึ่งคน]=]
	},
	[ [=[50112]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3016068]=],[=[3016069]=],[=[3016070]=],[=[3016071]=]
		},
		[ [=[picIndex]=] ]=40006,
		[ [=[name]=] ]=[=[กล่องโปรโมชั่นสุ่มนักเตะระดับSS]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=
		{[=[1]=],[=[1]=],[=[1]=],[=[1]=]
		},
		[ [=[newItem]=] ]=3,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดกล่อง สามารถสุ่มรับนักเตะระดับSS หนึ่งคน]=]
	},
	[ [=[50113]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3016072]=],[=[3016073]=],[=[3016074]=],[=[3016075]=]
		},
		[ [=[picIndex]=] ]=40006,
		[ [=[name]=] ]=[=[กล่องโปรโมชั่นสุ่มนักเตะระดับSS]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=
		{[=[1]=],[=[1]=],[=[1]=],[=[1]=]
		},
		[ [=[newItem]=] ]=3,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดกล่อง สามารถสุ่มรับนักเตะระดับSS หนึ่งคน]=]
	},
	[ [=[50114]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3016076]=],[=[3016077]=],[=[3016078]=],[=[3016079]=]
		},
		[ [=[picIndex]=] ]=40006,
		[ [=[name]=] ]=[=[กล่องโปรโมชั่นสุ่มนักเตะระดับSS]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=
		{[=[1]=],[=[1]=],[=[1]=],[=[1]=]
		},
		[ [=[newItem]=] ]=3,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดกล่อง สามารถสุ่มรับนักเตะระดับSS หนึ่งคน]=]
	},
	[ [=[50115]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3016080]=],[=[3016081]=],[=[3016082]=],[=[3016083]=]
		},
		[ [=[picIndex]=] ]=40006,
		[ [=[name]=] ]=[=[กล่องโปรโมชั่นสุ่มนักเตะระดับSS]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=
		{[=[1]=],[=[1]=],[=[1]=],[=[1]=]
		},
		[ [=[newItem]=] ]=3,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดกล่อง สามารถสุ่มรับนักเตะระดับSS หนึ่งคน]=]
	},
	[ [=[50116]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3016084]=],[=[3016085]=],[=[3016086]=],[=[3016087]=]
		},
		[ [=[picIndex]=] ]=40006,
		[ [=[name]=] ]=[=[กล่องโปรโมชั่นสุ่มนักเตะระดับSS]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=
		{[=[1]=],[=[1]=],[=[1]=],[=[1]=]
		},
		[ [=[newItem]=] ]=3,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดกล่อง สามารถสุ่มรับนักเตะระดับSS หนึ่งคน]=]
	},
	[ [=[50117]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3017379]=],[=[3018148]=]
		},
		[ [=[picIndex]=] ]=40003,
		[ [=[name]=] ]=[=[แพ็คเกจเสริม Ultimate Shard]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=7,
		[ [=[desc]=] ]=[=[เปิดเพื่อเลือก: กล่องของขวัญชิ้นส่วน SSS * 1 หรือกล่องของขวัญนักเล่นระดับตำนาน * 1]=]
	},
	[ [=[50118]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=[=[]=],
		[ [=[picIndex]=] ]=33,
		[ [=[name]=] ]=[=[คูปองช้อปปิ้ง]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=0,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=0,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[สามารถใช้เพื่อซื้อสินค้าในร้านค้าระดับชั้นนำได้ เวลาหมดอายุการใช้คูปองนี้จะสิ้นสุดลงพร้อมกับเวลากิจกรรมของเกม หากหมดเขตแล้วจะใช้ไม่ได้ โปรดใช้ในเวลาที่กำหนด]=]
	},
	[ [=[50119]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018181]=]
		},
		[ [=[picIndex]=] ]=3001,
		[ [=[name]=] ]=[=[กล่องของขวัญคูปองช้อปปิ้ง]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เปิดแล้วจะได้รับคูปองช้อปปิ้ง*1 เวลาหมดอายุการใช้คูปองที่อยู่ในกล่องของขวัญนี้จะสิ้นสุดลงพร้อมกับเวลากิจกรรมของเกม หากหมดเขตแล้วจะใช้ไม่ได้ โปรดใช้ในเวลาที่กำหนด]=]
	},
	[ [=[50120]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018182]=],[=[3018183]=],[=[3018184]=],[=[3018185]=],[=[3018186]=],[=[3018187]=]
		},
		[ [=[picIndex]=] ]=40013,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายสัปดาห์ Cesc Fàbregas]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายสัปดาห์ 1 แผ่น]=]
	},
	[ [=[50121]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018190]=],[=[3018191]=],[=[3018192]=],[=[3018193]=],[=[3018194]=],[=[3018195]=],[=[3018196]=],[=[3018197]=],[=[3018198]=],[=[3018199]=],[=[3018200]=],[=[3018201]=],[=[3018202]=]
		},
		[ [=[picIndex]=] ]=40013,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายสัปดาห์ H. Kane]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายสัปดาห์ 1 แผ่น]=]
	},
	[ [=[50122]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018207]=],[=[3018208]=],[=[3018209]=],[=[3018210]=]
		},
		[ [=[picIndex]=] ]=40013,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายสัปดาห์ Y. Touré]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายสัปดาห์ 1 แผ่น]=]
	},
	[ [=[50123]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018213]=],[=[3018214]=],[=[3018215]=],[=[3018216]=],[=[3018217]=],[=[3018218]=],[=[3018219]=],[=[3018220]=],[=[3018221]=],[=[3018222]=],[=[3018223]=],[=[3018224]=],[=[3018225]=],[=[3018226]=],[=[3018227]=]
		},
		[ [=[picIndex]=] ]=40013,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายสัปดาห์ L. Modrić]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายสัปดาห์ 1 แผ่น]=]
	},
	[ [=[50124]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018230]=],[=[3018231]=],[=[3018232]=],[=[3018233]=],[=[3018234]=],[=[3018235]=],[=[3018236]=],[=[3018237]=],[=[3018238]=],[=[3018239]=],[=[3018240]=]
		},
		[ [=[picIndex]=] ]=40013,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายสัปดาห์ K. Benzema]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายสัปดาห์ 1 แผ่น]=]
	},
	[ [=[50125]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018244]=],[=[3018245]=],[=[3018246]=],[=[3018247]=],[=[3018248]=],[=[3018249]=],[=[3018250]=],[=[3018251]=],[=[3018252]=],[=[3018253]=]
		},
		[ [=[picIndex]=] ]=40013,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายสัปดาห์ A. Iniesta]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายสัปดาห์ 1 แผ่น]=]
	},
	[ [=[50126]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018256]=],[=[3018257]=],[=[3018258]=],[=[3018259]=],[=[3018260]=],[=[3018261]=],[=[3018262]=],[=[3018263]=],[=[3018264]=]
		},
		[ [=[picIndex]=] ]=40013,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายสัปดาห์ G. Buffon]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายสัปดาห์ 1 แผ่น]=]
	},
	[ [=[50127]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018268]=],[=[3018269]=],[=[3018270]=],[=[3018271]=],[=[3018272]=],[=[3018273]=]
		},
		[ [=[picIndex]=] ]=40013,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายสัปดาห์ J. Vardy]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายสัปดาห์ 1 แผ่น]=]
	},
	[ [=[50128]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018276]=],[=[3018277]=],[=[3018278]=],[=[3018279]=],[=[3018280]=],[=[3018281]=],[=[3018282]=]
		},
		[ [=[picIndex]=] ]=40013,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายสัปดาห์ A. Vidal]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายสัปดาห์ 1 แผ่น]=]
	},
	[ [=[50129]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018286]=],[=[3018287]=],[=[3018288]=],[=[3018289]=],[=[3018290]=],[=[3018291]=],[=[3018292]=],[=[3018293]=],[=[3018294]=],[=[3018295]=],[=[3018296]=],[=[3018297]=],[=[3018298]=],[=[3018299]=],[=[3018300]=]
		},
		[ [=[picIndex]=] ]=40013,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายสัปดาห์ R. Lewandowski]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายสัปดาห์ 1 แผ่น]=]
	},
	[ [=[50130]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018304]=],[=[3018305]=],[=[3018306]=],[=[3018307]=],[=[3018308]=],[=[3018309]=],[=[3018310]=],[=[3018311]=]
		},
		[ [=[picIndex]=] ]=40013,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายสัปดาห์ J. Oblak]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายสัปดาห์ 1 แผ่น]=]
	},
	[ [=[50131]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018315]=],[=[3018316]=],[=[3018317]=],[=[3018318]=],[=[3018319]=],[=[3018320]=],[=[3018321]=],[=[3018322]=],[=[3018323]=]
		},
		[ [=[picIndex]=] ]=40013,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายสัปดาห์ Jordi Alba]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายสัปดาห์ 1 แผ่น]=]
	},
	[ [=[50132]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018326]=],[=[3018327]=],[=[3018328]=],[=[3018329]=],[=[3018330]=]
		},
		[ [=[picIndex]=] ]=40013,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายสัปดาห์ T. Motta]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายสัปดาห์ 1 แผ่น]=]
	},
	[ [=[50133]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018332]=],[=[3018333]=],[=[3018334]=],[=[3018335]=],[=[3018336]=]
		},
		[ [=[picIndex]=] ]=40013,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายสัปดาห์ I. Abate]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายสัปดาห์ 1 แผ่น]=]
	},
	[ [=[50134]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018339]=],[=[3018340]=],[=[3018341]=],[=[3018342]=],[=[3018343]=],[=[3018344]=]
		},
		[ [=[picIndex]=] ]=40013,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายสัปดาห์ H. Bellerín]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายสัปดาห์ 1 แผ่น]=]
	},
	[ [=[50135]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018348]=],[=[3018349]=],[=[3018350]=],[=[3018351]=],[=[3018352]=],[=[3018353]=],[=[3018354]=],[=[3018355]=],[=[3018356]=],[=[3018357]=]
		},
		[ [=[picIndex]=] ]=40013,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายสัปดาห์ K. Koulibaly]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายสัปดาห์ 1 แผ่น]=]
	},
	[ [=[50136]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018360]=]
		},
		[ [=[picIndex]=] ]=40013,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายสัปดาห์ S. Lichtsteiner]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายสัปดาห์ 1 แผ่น]=]
	},
	[ [=[50137]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018362]=],[=[3018363]=],[=[3018364]=],[=[3018365]=],[=[3018366]=]
		},
		[ [=[picIndex]=] ]=40013,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายสัปดาห์ L. Sané]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายสัปดาห์ 1 แผ่น]=]
	},
	[ [=[50138]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018369]=],[=[3018370]=],[=[3018371]=],[=[3018372]=],[=[3018373]=]
		},
		[ [=[picIndex]=] ]=40013,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายสัปดาห์ Paco Alcácer]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายสัปดาห์ 1 แผ่น]=]
	},
	[ [=[50139]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018374]=],[=[3018375]=],[=[3018376]=],[=[3018377]=],[=[3018378]=],[=[3018379]=],[=[3018380]=]
		},
		[ [=[picIndex]=] ]=40013,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายสัปดาห์ A. Kolarov]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายสัปดาห์ 1 แผ่น]=]
	},
	[ [=[50140]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018383]=],[=[3018384]=],[=[3018385]=],[=[3018386]=],[=[3018387]=]
		},
		[ [=[picIndex]=] ]=40013,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายสัปดาห์ Emre Can]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายสัปดาห์ 1 แผ่น]=]
	},
	[ [=[50141]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018389]=],[=[3018390]=],[=[3018391]=],[=[3018392]=],[=[3018393]=],[=[3018394]=],[=[3018395]=]
		},
		[ [=[picIndex]=] ]=40013,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายสัปดาห์ C. Immobile]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายสัปดาห์ 1 แผ่น]=]
	},
	[ [=[50142]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018398]=],[=[3018399]=],[=[3018400]=],[=[3018401]=],[=[3018402]=],[=[3018403]=],[=[3018404]=],[=[3018405]=]
		},
		[ [=[picIndex]=] ]=40013,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายสัปดาห์ R. van Persie]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายสัปดาห์ 1 แผ่น]=]
	},
	[ [=[50143]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018409]=],[=[3018410]=],[=[3018411]=],[=[3018412]=]
		},
		[ [=[picIndex]=] ]=40013,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายสัปดาห์ Wu Lei]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายสัปดาห์ 1 แผ่น]=]
	},
	[ [=[50144]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018414]=],[=[3018415]=],[=[3018416]=],[=[3018417]=],[=[3018418]=],[=[3018419]=],[=[3018420]=],[=[3018421]=],[=[3018422]=],[=[3018423]=],[=[3018424]=],[=[3018425]=]
		},
		[ [=[picIndex]=] ]=40013,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายสัปดาห์ K. De Bruyne]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายสัปดาห์ 1 แผ่น]=]
	},
	[ [=[50145]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018430]=],[=[3018431]=],[=[3018432]=],[=[3018433]=],[=[3018434]=],[=[3018435]=],[=[3018436]=],[=[3018437]=]
		},
		[ [=[picIndex]=] ]=40013,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายสัปดาห์ Thiago Silva]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายสัปดาห์ 1 แผ่น]=]
	},
	[ [=[50146]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018440]=],[=[3018441]=],[=[3018442]=],[=[3018443]=]
		},
		[ [=[picIndex]=] ]=40013,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายสัปดาห์ André Gomes]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายสัปดาห์ 1 แผ่น]=]
	},
	[ [=[50147]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018445]=],[=[3018446]=],[=[3018447]=],[=[3018448]=],[=[3018449]=],[=[3018450]=]
		},
		[ [=[picIndex]=] ]=40013,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายสัปดาห์ A. Romagnoli]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายสัปดาห์ 1 แผ่น]=]
	},
	[ [=[50148]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018188]=],[=[3018189]=]
		},
		[ [=[picIndex]=] ]=40010,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายเดือน Cesc Fàbregas]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายเดือน 1 แผ่น]=]
	},
	[ [=[50149]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018203]=],[=[3018204]=],[=[3018205]=],[=[3018206]=]
		},
		[ [=[picIndex]=] ]=40010,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายเดือน H. Kane]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายเดือน 1 แผ่น]=]
	},
	[ [=[50150]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018211]=],[=[3018212]=]
		},
		[ [=[picIndex]=] ]=40010,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายเดือน Y. Touré]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายเดือน 1 แผ่น]=]
	},
	[ [=[50151]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018228]=],[=[3018229]=]
		},
		[ [=[picIndex]=] ]=40010,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายเดือน L. Modrić]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายเดือน 1 แผ่น]=]
	},
	[ [=[50152]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018241]=],[=[3018242]=],[=[3018243]=]
		},
		[ [=[picIndex]=] ]=40010,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายเดือน K. Benzema]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายเดือน 1 แผ่น]=]
	},
	[ [=[50153]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018254]=],[=[3018255]=]
		},
		[ [=[picIndex]=] ]=40010,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายเดือน A. Iniesta]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายเดือน 1 แผ่น]=]
	},
	[ [=[50154]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018265]=],[=[3018266]=],[=[3018267]=]
		},
		[ [=[picIndex]=] ]=40010,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายเดือน G. Buffon]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายเดือน 1 แผ่น]=]
	},
	[ [=[50155]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018274]=],[=[3018275]=]
		},
		[ [=[picIndex]=] ]=40010,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายเดือน J. Vardy]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายเดือน 1 แผ่น]=]
	},
	[ [=[50156]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018283]=],[=[3018284]=],[=[3018285]=]
		},
		[ [=[picIndex]=] ]=40010,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายเดือน A. Vidal]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายเดือน 1 แผ่น]=]
	},
	[ [=[50157]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018301]=],[=[3018302]=],[=[3018303]=]
		},
		[ [=[picIndex]=] ]=40010,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายเดือน R. Lewandowski]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายเดือน 1 แผ่น]=]
	},
	[ [=[50158]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018312]=],[=[3018313]=],[=[3018314]=]
		},
		[ [=[picIndex]=] ]=40010,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายเดือน J. Oblak]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายเดือน 1 แผ่น]=]
	},
	[ [=[50159]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018324]=],[=[3018325]=]
		},
		[ [=[picIndex]=] ]=40010,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายเดือน Jordi Alba]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายเดือน 1 แผ่น]=]
	},
	[ [=[50160]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018331]=]
		},
		[ [=[picIndex]=] ]=40010,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายเดือน T. Motta]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายเดือน 1 แผ่น]=]
	},
	[ [=[50161]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018337]=],[=[3018338]=]
		},
		[ [=[picIndex]=] ]=40010,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายเดือน I. Abate]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายเดือน 1 แผ่น]=]
	},
	[ [=[50162]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018345]=],[=[3018346]=],[=[3018347]=]
		},
		[ [=[picIndex]=] ]=40010,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายเดือน H. Bellerín]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายเดือน 1 แผ่น]=]
	},
	[ [=[50163]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018358]=],[=[3018359]=]
		},
		[ [=[picIndex]=] ]=40010,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายเดือน K. Koulibaly]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายเดือน 1 แผ่น]=]
	},
	[ [=[50164]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018361]=]
		},
		[ [=[picIndex]=] ]=40010,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายเดือน S. Lichtsteiner]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายเดือน 1 แผ่น]=]
	},
	[ [=[50165]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018367]=],[=[3018368]=]
		},
		[ [=[picIndex]=] ]=40010,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายเดือน L. Sané]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายเดือน 1 แผ่น]=]
	},
	[ [=[50166]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018381]=],[=[3018382]=]
		},
		[ [=[picIndex]=] ]=40010,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายเดือน A. Kolarov]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายเดือน 1 แผ่น]=]
	},
	[ [=[50167]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018388]=]
		},
		[ [=[picIndex]=] ]=40010,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายเดือน Emre Can]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายเดือน 1 แผ่น]=]
	},
	[ [=[50168]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018396]=],[=[3018397]=]
		},
		[ [=[picIndex]=] ]=40010,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายเดือน C. Immobile]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายเดือน 1 แผ่น]=]
	},
	[ [=[50169]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018406]=],[=[3018407]=],[=[3018408]=]
		},
		[ [=[picIndex]=] ]=40010,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายเดือน R. van Persie]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายเดือน 1 แผ่น]=]
	},
	[ [=[50170]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018413]=]
		},
		[ [=[picIndex]=] ]=40010,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายเดือน Wu Lei]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายเดือน 1 แผ่น]=]
	},
	[ [=[50171]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018426]=],[=[3018427]=],[=[3018428]=],[=[3018429]=]
		},
		[ [=[picIndex]=] ]=40010,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายเดือน K. De Bruyne]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายเดือน 1 แผ่น]=]
	},
	[ [=[50172]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018438]=],[=[3018439]=]
		},
		[ [=[picIndex]=] ]=40010,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายเดือน Thiago Silva]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายเดือน 1 แผ่น]=]
	},
	[ [=[50173]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018444]=]
		},
		[ [=[picIndex]=] ]=40010,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายเดือน André Gomes]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายเดือน 1 แผ่น]=]
	},
	[ [=[50174]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018451]=],[=[3018452]=]
		},
		[ [=[picIndex]=] ]=40010,
		[ [=[name]=] ]=[=[กล่องสติ๊กเกอร์รายเดือน A. Romagnoli]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=2,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดสามารถเลือกสติ๊กเกอร์รายเดือน 1 แผ่น]=]
	},
	[ [=[50175]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3006955]=]
		},
		[ [=[picIndex]=] ]=3001,
		[ [=[name]=] ]=[=[ธงแฟนบอล]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดจะได้รับ : ธงแฟนบอล*1 กิจกรรมแลกเปลี่ยนครั้งนี้สิ้นสุดวันที่ 20 กรกฎาคม เวลา 4:59 เมื่อถึงเวลาไอเทมแลกเปลี่ยนจะถูกลบออกทั้งหมด กรุณาแลกเปลี่ยนให้ทันเวลา]=]
	},
	[ [=[50176]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3006956]=]
		},
		[ [=[picIndex]=] ]=3001,
		[ [=[name]=] ]=[=[ถ้วยชาแฟนบอล]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดจะได้รับ : ถ้วยชาแฟนบอล*1 กิจกรรมแลกเปลี่ยนครั้งนี้สิ้นสุดวันที่ 20 กรกฎาคม เวลา 4:59 เมื่อถึงเวลาไอเทมแลกเปลี่ยนจะถูกลบออกทั้งหมด กรุณาแลกเปลี่ยนให้ทันเวลา]=]
	},
	[ [=[50177]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3006957]=]
		},
		[ [=[picIndex]=] ]=3001,
		[ [=[name]=] ]=[=[ผ้าพันคอแฟนบอล]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดจะได้รับ : ผ้าพันคอแฟนบอล*1 กิจกรรมแลกเปลี่ยนครั้งนี้สิ้นสุดวันที่ 20 กรกฎาคม เวลา 4:59 เมื่อถึงเวลาไอเทมแลกเปลี่ยนจะถูกลบออกทั้งหมด กรุณาแลกเปลี่ยนให้ทันเวลา]=]
	},
	[ [=[50178]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3016088]=],[=[3016089]=],[=[3016090]=],[=[3016091]=]
		},
		[ [=[picIndex]=] ]=40006,
		[ [=[name]=] ]=[=[กล่องโปรโมชั่นสุ่มนักเตะระดับSS]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=
		{[=[1]=],[=[1]=],[=[1]=],[=[1]=]
		},
		[ [=[newItem]=] ]=3,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดกล่อง สามารถสุ่มรับนักเตะระดับSS หนึ่งคน]=]
	},
	[ [=[50179]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3016092]=],[=[3016093]=],[=[3016094]=],[=[3016095]=]
		},
		[ [=[picIndex]=] ]=40006,
		[ [=[name]=] ]=[=[กล่องโปรโมชั่นสุ่มนักเตะระดับSS]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=
		{[=[1]=],[=[1]=],[=[1]=],[=[1]=]
		},
		[ [=[newItem]=] ]=3,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดกล่อง สามารถสุ่มรับนักเตะระดับSS หนึ่งคน]=]
	},
	[ [=[50180]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3016096]=],[=[3016097]=],[=[3016098]=],[=[3016099]=]
		},
		[ [=[picIndex]=] ]=40006,
		[ [=[name]=] ]=[=[กล่องโปรโมชั่นสุ่มนักเตะระดับSS]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=
		{[=[1]=],[=[1]=],[=[1]=],[=[1]=]
		},
		[ [=[newItem]=] ]=3,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดกล่อง สามารถสุ่มรับนักเตะระดับSS หนึ่งคน]=]
	},
	[ [=[50181]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3016100]=],[=[3016101]=],[=[3016102]=],[=[3016103]=]
		},
		[ [=[picIndex]=] ]=40006,
		[ [=[name]=] ]=[=[กล่องโปรโมชั่นสุ่มนักเตะระดับSS]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=
		{[=[1]=],[=[1]=],[=[1]=],[=[1]=]
		},
		[ [=[newItem]=] ]=3,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดกล่อง สามารถสุ่มรับนักเตะระดับSS หนึ่งคน]=]
	},
	[ [=[50182]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=[=[]=],
		[ [=[picIndex]=] ]=33,
		[ [=[name]=] ]=[=[คูปองช้อปปิ้ง]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=0,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=0,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[สามารถใช้เพื่อซื้อสินค้าในร้านค้าระดับชั้นนำได้ เวลาหมดอายุการใช้คูปองนี้จะสิ้นสุดลงพร้อมกับเวลากิจกรรมของเกม หากหมดเขตแล้วจะใช้ไม่ได้ โปรดใช้ในเวลาที่กำหนด]=]
	},
	[ [=[50183]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018453]=]
		},
		[ [=[picIndex]=] ]=3001,
		[ [=[name]=] ]=[=[กล่องของขวัญคูปองช้อปปิ้ง]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=[=[]=],
		[ [=[newItem]=] ]=1,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เปิดแล้วจะได้รับคูปองช้อปปิ้ง*1 เวลาหมดอายุการใช้คูปองที่อยู่ในกล่องของขวัญนี้จะสิ้นสุดลงพร้อมกับเวลากิจกรรมของเกม หากหมดเขตแล้วจะใช้ไม่ได้ โปรดใช้ในเวลาที่กำหนด]=]
	},
	[ [=[50184]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3016104]=],[=[3016105]=],[=[3016106]=],[=[3016107]=]
		},
		[ [=[picIndex]=] ]=40006,
		[ [=[name]=] ]=[=[กล่องโปรโมชั่นสุ่มนักเตะระดับSS]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=
		{[=[1]=],[=[1]=],[=[1]=],[=[1]=]
		},
		[ [=[newItem]=] ]=3,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดกล่อง สามารถสุ่มรับนักเตะระดับSS หนึ่งคน]=]
	},
	[ [=[50185]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3016108]=],[=[3016109]=],[=[3016110]=],[=[3016111]=]
		},
		[ [=[picIndex]=] ]=40006,
		[ [=[name]=] ]=[=[กล่องโปรโมชั่นสุ่มนักเตะระดับSS]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=
		{[=[1]=],[=[1]=],[=[1]=],[=[1]=]
		},
		[ [=[newItem]=] ]=3,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดกล่อง สามารถสุ่มรับนักเตะระดับSS หนึ่งคน]=]
	},
	[ [=[50186]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3016112]=],[=[3016113]=],[=[3016114]=],[=[3016115]=]
		},
		[ [=[picIndex]=] ]=40006,
		[ [=[name]=] ]=[=[กล่องโปรโมชั่นสุ่มนักเตะระดับSS]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=
		{[=[1]=],[=[1]=],[=[1]=],[=[1]=]
		},
		[ [=[newItem]=] ]=3,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดกล่อง สามารถสุ่มรับนักเตะระดับSS หนึ่งคน]=]
	},
	[ [=[50187]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3016116]=],[=[3016117]=],[=[3016118]=],[=[3016119]=]
		},
		[ [=[picIndex]=] ]=40006,
		[ [=[name]=] ]=[=[กล่องโปรโมชั่นสุ่มนักเตะระดับSS]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=
		{[=[1]=],[=[1]=],[=[1]=],[=[1]=]
		},
		[ [=[newItem]=] ]=3,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดกล่อง สามารถสุ่มรับนักเตะระดับSS หนึ่งคน]=]
	},
	[ [=[50188]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018454]=],[=[3018455]=],[=[3018456]=],[=[3018457]=]
		},
		[ [=[picIndex]=] ]=40007,
		[ [=[name]=] ]=[=[กล่องโปรโมชั่นสุ่มนักเตะระดับSS+]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=
		{[=[1]=],[=[1]=],[=[1]=],[=[1]=]
		},
		[ [=[newItem]=] ]=3,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดกล่อง สามารถสุ่มรับนักเตะระดับSS+ หนึ่งคน]=]
	},
	[ [=[50189]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018458]=],[=[3018459]=],[=[3018460]=],[=[3018461]=]
		},
		[ [=[picIndex]=] ]=40007,
		[ [=[name]=] ]=[=[กล่องโปรโมชั่นสุ่มนักเตะระดับSS+]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=
		{[=[1]=],[=[1]=],[=[1]=],[=[1]=]
		},
		[ [=[newItem]=] ]=3,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดกล่อง สามารถสุ่มรับนักเตะระดับSS+ หนึ่งคน]=]
	},
	[ [=[50190]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018462]=],[=[3018463]=],[=[3018464]=],[=[3018465]=]
		},
		[ [=[picIndex]=] ]=40007,
		[ [=[name]=] ]=[=[กล่องโปรโมชั่นสุ่มนักเตะระดับSS+]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=
		{[=[1]=],[=[1]=],[=[1]=],[=[1]=]
		},
		[ [=[newItem]=] ]=3,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดกล่อง สามารถสุ่มรับนักเตะระดับSS+ หนึ่งคน]=]
	},
	[ [=[50191]=] ]=
	{
		[ [=[function]=] ]=
		{
		},
		[ [=[itemContent]=] ]=
		{[=[3018466]=],[=[3018467]=],[=[3018468]=],[=[3018469]=]
		},
		[ [=[picIndex]=] ]=40007,
		[ [=[name]=] ]=[=[กล่องโปรโมชั่นสุ่มนักเตะระดับSS+]=],
		[ [=[baseID]=] ]=7,
		[ [=[price]=] ]=0,
		[ [=[useMaxCount]=] ]=0,
		[ [=[sale]=] ]=0,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[usage]=] ]=1,
		[ [=[itemType]=] ]=5,
		[ [=[contentProbability]=] ]=
		{[=[1]=],[=[1]=],[=[1]=],[=[1]=]
		},
		[ [=[newItem]=] ]=3,
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเปิดกล่อง สามารถสุ่มรับนักเตะระดับSS+ หนึ่งคน]=]
	}
}
return var