local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		[ [=[effectTimes]=] ]=0,
		[ [=[iconIndex]=] ]=1,
		[ [=[name]=] ]=[=[วันอาทิตย์]=],
		[ [=[param]=] ]=0,
		[ [=[effectEvent]=] ]=[=[]=],
		[ [=[type]=] ]=1,
		[ [=[desc]=] ]=[=[ไม่มีผลลัพท์พิเศษ]=]
	},
	[ [=[2]=] ]=
	{
		[ [=[effectTimes]=] ]=0,
		[ [=[iconIndex]=] ]=2,
		[ [=[name]=] ]=[=[เงาจันทร์]=],
		[ [=[param]=] ]=150,
		[ [=[effectEvent]=] ]=[=[]=],
		[ [=[type]=] ]=2,
		[ [=[desc]=] ]=[=[ผลลัพท์การอัพคุณสมบัติที่เกิดผลตอนนี้จะได้รับการอัพ{1}%เพิ่ม]=]
	},
	[ [=[3]=] ]=
	{
		[ [=[effectTimes]=] ]=0,
		[ [=[iconIndex]=] ]=3,
		[ [=[name]=] ]=[=[ดาวกว้างใหญ่]=],
		[ [=[param]=] ]=-150,
		[ [=[effectEvent]=] ]=[=[]=],
		[ [=[type]=] ]=3,
		[ [=[desc]=] ]=[=[ต้องใช้การดำเนินงานของขวัญกำลังใจ การใช้ขวัญกำลังใจลดลง{1}%]=]
	},
	[ [=[4]=] ]=
	{
		[ [=[effectTimes]=] ]=0,
		[ [=[iconIndex]=] ]=4,
		[ [=[name]=] ]=[=[ดาวนรก]=],
		[ [=[param]=] ]=-150,
		[ [=[effectEvent]=] ]=[=[]=],
		[ [=[type]=] ]=4,
		[ [=[desc]=] ]=[=[ผลลัพท์การอัพคุณสมบัติที่เกิดผลตอนนี้จะถูกทำให้อ่อนลง{1}%]=]
	},
	[ [=[5]=] ]=
	{
		[ [=[effectTimes]=] ]=0,
		[ [=[iconIndex]=] ]=5,
		[ [=[name]=] ]=[=[สวรรรค์ลงโทษ]=],
		[ [=[param]=] ]=150,
		[ [=[effectEvent]=] ]=[=[]=],
		[ [=[type]=] ]=5,
		[ [=[desc]=] ]=[=[ต้องใช้การดำเนินงานของขวัญกำลังใจการใช้ขวัญกำลังใจเพิ่มขึ้น{1}%]=]
	},
	[ [=[7]=] ]=
	{
		[ [=[effectTimes]=] ]=0,
		[ [=[iconIndex]=] ]=7,
		[ [=[name]=] ]=[=[อลม่าน]=],
		[ [=[param]=] ]=-100,
		[ [=[effectEvent]=] ]=
		{[=[9]=],[=[10]=]
		},
		[ [=[type]=] ]=7,
		[ [=[desc]=] ]=[=[คุณสมบัติทั้งหมดของผู้จัดการระดับต้นทั้งหมด-{1}%]=]
	},
	[ [=[8]=] ]=
	{
		[ [=[effectTimes]=] ]=1,
		[ [=[iconIndex]=] ]=8,
		[ [=[name]=] ]=[=[ปล่องแสง]=],
		[ [=[param]=] ]=-150,
		[ [=[effectEvent]=] ]=
		{[=[9]=],[=[10]=]
		},
		[ [=[type]=] ]=8,
		[ [=[desc]=] ]=[=[ภายในช่วงโหราศาสตร์รอบนี้ ท้าทายคุณสมบัติทั้งหมดของผู้จัดการระดับต้นหนึ่งคน-{1}%]=]
	},
	[ [=[9]=] ]=
	{
		[ [=[effectTimes]=] ]=0,
		[ [=[iconIndex]=] ]=9,
		[ [=[name]=] ]=[=[พลุไฟ]=],
		[ [=[param]=] ]=-100,
		[ [=[effectEvent]=] ]=
		{[=[11]=]
		},
		[ [=[type]=] ]=9,
		[ [=[desc]=] ]=[=[คุณสมบัติทั้งหมดของผู้จัดการระดับอาวุโสทั้งหมด-{1}%]=]
	},
	[ [=[10]=] ]=
	{
		[ [=[effectTimes]=] ]=1,
		[ [=[iconIndex]=] ]=10,
		[ [=[name]=] ]=[=[จักรวาลมหาสมุทร]=],
		[ [=[param]=] ]=-150,
		[ [=[effectEvent]=] ]=
		{[=[11]=]
		},
		[ [=[type]=] ]=10,
		[ [=[desc]=] ]=[=[ภายในช่วงโหราศาสตร์รอบนี้ ท้าทายคุณสมบัติทั้งหมดของผู้จัดการระดับอาวุโสหนึ่งคน-{1}%]=]
	},
	[ [=[11]=] ]=
	{
		[ [=[effectTimes]=] ]=0,
		[ [=[iconIndex]=] ]=11,
		[ [=[name]=] ]=[=[ภพเปลี่ยน]=],
		[ [=[param]=] ]=80,
		[ [=[effectEvent]=] ]=[=[]=],
		[ [=[type]=] ]=2,
		[ [=[desc]=] ]=[=[ผลลัพท์การอัพคุณสมบัติที่เกิดผลตอนนี้จะได้รับการอัพ{1}%เพิ่ม]=]
	}
}
return var