local null = nil
local var = 
{
	[ [=[1001]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[ตกลงใช้{1}x1 ทำให้สภาพอากาศในวัฎจักรปัจจุบันเปลี่ยนเป็นวันท้องฟ้าแจ่มใสไหม？（วัฎจักรปัจจุบันเหลือ{2}ยก）]=],
			[ [=[{2}]=] ]=[=[_cycleLeft]=],
			[ [=[{1}]=] ]=[=[_name]=],
			[ [=[title]=] ]=[=[คำเตือน]=]
		},
		[ [=[nextAction]=] ]=2001,
		[ [=[actionType]=] ]=[=[DialogConfirm]=],
		[ [=[desc]=] ]=[=[คำเตือนกรอบสนทนา การ์ดสภาพอากาศ]=]
	},
	[ [=[1002]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[ตกลงใช้{1}x1 ทำให้สภาพอากาศในวัฎจักรปัจจุบันเปลี่ยนเป็นวันฝนตกไหม？（วัฎจักรปัจจุบันเหลือ{2}ยก）]=],
			[ [=[{2}]=] ]=[=[_cycleLeft]=],
			[ [=[{1}]=] ]=[=[_name]=],
			[ [=[title]=] ]=[=[คำเตือน]=]
		},
		[ [=[nextAction]=] ]=2002,
		[ [=[actionType]=] ]=[=[DialogConfirm]=],
		[ [=[desc]=] ]=[=[คำเตือนกรอบสนทนา การ์ดสภาพอากาศ]=]
	},
	[ [=[1003]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[ตกลงใช้{1}x1 ทำให้สภาพอากาศในวัฎจักรปัจจุบันเปลี่ยนเป็นวันหิมะตกไหม？（วัฎจักรปัจจุบันเหลือ{2}ยก）]=],
			[ [=[{2}]=] ]=[=[_cycleLeft]=],
			[ [=[{1}]=] ]=[=[_name]=],
			[ [=[title]=] ]=[=[คำเตือน]=]
		},
		[ [=[nextAction]=] ]=2003,
		[ [=[actionType]=] ]=[=[DialogConfirm]=],
		[ [=[desc]=] ]=[=[คำเตือนกรอบสนทนา การ์ดสภาพอากาศ]=]
	},
	[ [=[1004]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[ตกลงใช้{1}x1 ทำให้สภาพอากาศในรอบระยะเวลาปัจจุบันเปลี่ยนเป็นวันพายุไหม？（รอบระยะเวลาปัจจุบันเหลือ{2}รอบ）]=],
			[ [=[{2}]=] ]=[=[_cycleLeft]=],
			[ [=[{1}]=] ]=[=[_name]=],
			[ [=[title]=] ]=[=[คำเตือน]=]
		},
		[ [=[nextAction]=] ]=2004,
		[ [=[actionType]=] ]=[=[DialogConfirm]=],
		[ [=[desc]=] ]=[=[คำเตือนกรอบสนทนา การ์ดสภาพอากาศ]=]
	},
	[ [=[1005]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[ตกลงใช้{1}x1 ทำให้สภาพอากาศในวัฎจักรปัจจุบันเปลี่ยนเป็นหมอกหนาไหม？（วัฎจักรปัจจุบันเหลือ{2}ยก）]=],
			[ [=[{2}]=] ]=[=[_cycleLeft]=],
			[ [=[{1}]=] ]=[=[_name]=],
			[ [=[title]=] ]=[=[คำเตือน]=]
		},
		[ [=[nextAction]=] ]=2005,
		[ [=[actionType]=] ]=[=[DialogConfirm]=],
		[ [=[desc]=] ]=[=[คำเตือนกรอบสนทนา การ์ดสภาพอากาศ]=]
	},
	[ [=[1006]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[ตกลงใช้{1}x1 ทำให้สภาพอากาศในรอบระยะเวลาปัจจุบันเปลี่ยนเป็นวันฝุ่นทรายไหม？（รอบระยะเวลาปัจจุบันเหลือ{2}รอบ）]=],
			[ [=[{2}]=] ]=[=[_cycleLeft]=],
			[ [=[{1}]=] ]=[=[_name]=],
			[ [=[title]=] ]=[=[คำเตือน]=]
		},
		[ [=[nextAction]=] ]=2006,
		[ [=[actionType]=] ]=[=[DialogConfirm]=],
		[ [=[desc]=] ]=[=[คำเตือนกรอบสนทนา การ์ดสภาพอากาศ]=]
	},
	[ [=[1007]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[ตกลงใช้{1}x1 ทำให้สภาพอากาศในวัฎจักรปัจจุบันเปลี่ยนเป็นวันร้อนระอุไหม？（วัฎจักรปัจจุบันเหลือ{2}ยก）]=],
			[ [=[{2}]=] ]=[=[_cycleLeft]=],
			[ [=[{1}]=] ]=[=[_name]=],
			[ [=[title]=] ]=[=[คำเตือน]=]
		},
		[ [=[nextAction]=] ]=2007,
		[ [=[actionType]=] ]=[=[DialogConfirm]=],
		[ [=[desc]=] ]=[=[คำเตือนกรอบสนทนา การ์ดสภาพอากาศ]=]
	},
	[ [=[1008]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[ตกลงใช้{1}x1 ผ่านมหาสมุทรผืนนี้ไหม？]=],
			[ [=[{1}]=] ]=[=[_name]=],
			[ [=[title]=] ]=[=[คำเตือน]=]
		},
		[ [=[nextAction]=] ]=6001,
		[ [=[actionType]=] ]=[=[DialogConfirm]=],
		[ [=[desc]=] ]=[=[คำเตือนกรอบสนทนา หญ้าเหงือกปลา]=]
	},
	[ [=[1009]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[ตกลงใช้{1}x1 ผ่านสถานีเก็บเงินนี้ฟรีไหม？]=],
			[ [=[{1}]=] ]=[=[_name]=],
			[ [=[title]=] ]=[=[คำเตือน]=]
		},
		[ [=[nextAction]=] ]=6002,
		[ [=[actionType]=] ]=[=[DialogConfirm]=],
		[ [=[desc]=] ]=[=[คำเตือนกรอบสนทนา บัตรผ่านทางชั้นนำ]=]
	},
	[ [=[1010]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[ตกลงใช้{1}x1 ผ่านพื้นที่หินกรวดนี้แบบฟรีไหม？]=],
			[ [=[{1}]=] ]=[=[_name]=],
			[ [=[title]=] ]=[=[คำเตือน]=]
		},
		[ [=[nextAction]=] ]=6003,
		[ [=[actionType]=] ]=[=[DialogConfirm]=],
		[ [=[desc]=] ]=[=[คำเตือนกรอบสนทนา เครื่องขุดเจาะ]=]
	},
	[ [=[1011]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[ตกลงใช้{1}x1 ล้าง Buffเชิงลบที่มีอยู่ในตัวทั้งหมดไหม？]=],
			[ [=[{1}]=] ]=[=[_name]=],
			[ [=[title]=] ]=[=[คำเตือน]=]
		},
		[ [=[nextAction]=] ]=7001,
		[ [=[actionType]=] ]=[=[DialogConfirm]=],
		[ [=[desc]=] ]=[=[คำเตือนกรอบสนทนา ยาเสริมสุขภาพ]=]
	},
	[ [=[1012]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[ตกลงใช้{1}x1 ตรวจจับว่าพื้นที่นี้มีสมบัติไหม？]=],
			[ [=[{1}]=] ]=[=[_name]=],
			[ [=[title]=] ]=[=[คำเตือน]=]
		},
		[ [=[nextAction]=] ]=4001,
		[ [=[actionType]=] ]=[=[DialogConfirm]=],
		[ [=[desc]=] ]=[=[คำเตือนกรอบสนทนา เครื่องตรวจจับโลหะ]=]
	},
	[ [=[1013]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[ตกลงใช้คุณสมบัติสมาชิกทั้งหมด-5% ตัดพลังการต่อสู้ของผู้เล่นนี้อ่อนลงไหม？]=],
			[ [=[title]=] ]=[=[คำเตือน]=]
		},
		[ [=[nextAction]=] ]=8001,
		[ [=[actionType]=] ]=[=[DialogConfirm]=],
		[ [=[desc]=] ]=[=[คำเตือนกรอบสนทนา รายงานข่าวชั้นนำ]=]
	},
	[ [=[1014]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[ตกลงใช้คุณสมบัติสมาชิกทั้งหมด-10% ตัดพลังการต่อสู้ของผู้เล่นนี้อ่อนลงไหม？]=],
			[ [=[title]=] ]=[=[คำเตือน]=]
		},
		[ [=[nextAction]=] ]=8001,
		[ [=[actionType]=] ]=[=[DialogConfirm]=],
		[ [=[desc]=] ]=[=[คำเตือนกรอบสนทนา รายงานข่าวชั้นนำ]=]
	},
	[ [=[1015]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[ตกลงใช้คุณสมบัติสมาชิกทั้งหมด-15% ตัดพลังการต่อสู้ของผู้เล่นนี้อ่อนลงไหม？]=],
			[ [=[title]=] ]=[=[คำเตือน]=]
		},
		[ [=[nextAction]=] ]=8001,
		[ [=[actionType]=] ]=[=[DialogConfirm]=],
		[ [=[desc]=] ]=[=[คำเตือนกรอบสนทนา รายงานข่าวชั้นนำ]=]
	},
	[ [=[1200]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[ใช้ไอเทมสำเร็จ！]=]
		},
		[ [=[nextAction]=] ]=0,
		[ [=[actionType]=] ]=[=[DialogToast]=],
		[ [=[desc]=] ]=[=[คำเตือนป๊อปอัพสีขาวที่ใช้ทั่วไป]=]
	},
	[ [=[1201]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[ผ่านมหาสมุทรอย่างราบรื่น เดินต่อไป！]=]
		},
		[ [=[nextAction]=] ]=0,
		[ [=[actionType]=] ]=[=[DialogToast]=],
		[ [=[desc]=] ]=[=[คำเตือนป๊อปอัพสีขาวหญ้าเหงือกปลา]=]
	},
	[ [=[1202]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[ผ่านสถานีเก็บเงินอย่างราบรื่น เดินต่อไป！]=]
		},
		[ [=[nextAction]=] ]=0,
		[ [=[actionType]=] ]=[=[DialogToast]=],
		[ [=[desc]=] ]=[=[คำเตือนป๊อปอัพสีขาวบัตรผ่านประตูชั้นนำ]=]
	},
	[ [=[1203]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[จัดการหินกรวดเรียบร้อย เดินต่อไป！]=]
		},
		[ [=[nextAction]=] ]=0,
		[ [=[actionType]=] ]=[=[DialogToast]=],
		[ [=[desc]=] ]=[=[คำเตือนป๊อปอัพสีขาวเครื่องขุดเจาะ]=]
	},
	[ [=[1204]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[ลบBUFFเชิงลบทั้งหมดแล้ว]=]
		},
		[ [=[nextAction]=] ]=0,
		[ [=[actionType]=] ]=[=[DialogToast]=],
		[ [=[desc]=] ]=[=[คำเตือนป๊อปอัพสีขาวยาเสริมสุขภาพ]=]
	},
	[ [=[1205]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[ส่องสว่างสำเร็จ!]=]
		},
		[ [=[nextAction]=] ]=0,
		[ [=[actionType]=] ]=[=[DialogToast]=],
		[ [=[desc]=] ]=[=[คำเตือนป๊อปอัพสีขาวการ์ดวันท้องพลุส่องสว่าง]=]
	},
	[ [=[1206]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[สลับเป็นวันท้องฟ้าแจ่มใสแล้ว]=]
		},
		[ [=[nextAction]=] ]=0,
		[ [=[actionType]=] ]=[=[DialogToast]=],
		[ [=[desc]=] ]=[=[คำเตือนป๊อปอัพสีขาวการ์ดวันท้องฟ้าแจ่มใส]=]
	},
	[ [=[1207]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[สลับเป็นวันฝนตกแล้ว]=]
		},
		[ [=[nextAction]=] ]=0,
		[ [=[actionType]=] ]=[=[DialogToast]=],
		[ [=[desc]=] ]=[=[คำเตือนป๊อปอัพสีขาวการ์ดวันฝนตก]=]
	},
	[ [=[1208]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[สลับเป็นวันหิมะตกแล้ว]=]
		},
		[ [=[nextAction]=] ]=0,
		[ [=[actionType]=] ]=[=[DialogToast]=],
		[ [=[desc]=] ]=[=[คำเตือนป๊อปอัพสีขาวการ์ดวันหิมะตก]=]
	},
	[ [=[1209]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[สลับเป็นวันพายุแล้ว]=]
		},
		[ [=[nextAction]=] ]=0,
		[ [=[actionType]=] ]=[=[DialogToast]=],
		[ [=[desc]=] ]=[=[คำเตือนป๊อปอัพสีขาวการ์ดพายุ]=]
	},
	[ [=[1210]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[สลับเป็นวันหมอกหนาแล้ว]=]
		},
		[ [=[nextAction]=] ]=0,
		[ [=[actionType]=] ]=[=[DialogToast]=],
		[ [=[desc]=] ]=[=[คำเตือนป๊อปอัพสีขาวการ์ดหมอกหนา]=]
	},
	[ [=[1211]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[สลับเป็นวันฝุ่นทรายแล้ว]=]
		},
		[ [=[nextAction]=] ]=0,
		[ [=[actionType]=] ]=[=[DialogToast]=],
		[ [=[desc]=] ]=[=[คำเตือนป๊อปอัพสีขาวการ์ดฝุ่นทราย]=]
	},
	[ [=[1212]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[สลับเป็นวันร้อนระอุแล้ว]=]
		},
		[ [=[nextAction]=] ]=0,
		[ [=[actionType]=] ]=[=[DialogToast]=],
		[ [=[desc]=] ]=[=[คำเตือนป๊อปอัพสีขาวการ์ดร้อนระอุ]=]
	},
	[ [=[1213]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[สลับเป็นโหราศาสตร์:วันอาทิตย์]=]
		},
		[ [=[nextAction]=] ]=0,
		[ [=[actionType]=] ]=[=[DialogToast]=],
		[ [=[desc]=] ]=[=[การ์ดโหราศาสตร์:คำเตือนป๊อปอัพสีขาววันอาทิตย์]=]
	},
	[ [=[1214]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[สลับเป็นโหราศาสตร์:เงาจันทร์]=]
		},
		[ [=[nextAction]=] ]=0,
		[ [=[actionType]=] ]=[=[DialogToast]=],
		[ [=[desc]=] ]=[=[การ์ดโหราศาสตร์:คำเตือนป๊อปอัพสีขาวเงาจันทร์]=]
	},
	[ [=[1215]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[สลับเป็นโหราศาสตร์:ดาวกว้างใหญ่]=]
		},
		[ [=[nextAction]=] ]=0,
		[ [=[actionType]=] ]=[=[DialogToast]=],
		[ [=[desc]=] ]=[=[การ์ดโหราศาสตร์:คำเตือนป๊อปอัพสีขาวดาวกว้างใหญ่]=]
	},
	[ [=[1216]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[สลับเป็นโหราศาสตร์:ดาวนรก]=]
		},
		[ [=[nextAction]=] ]=0,
		[ [=[actionType]=] ]=[=[DialogToast]=],
		[ [=[desc]=] ]=[=[การ์ดโหราศาสตร์:คำเตือนป๊อปอัพสีขาวดาวนรก]=]
	},
	[ [=[1217]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[สลับเป็นโหราศาสตร์:สวรรค์ลงโทษ]=]
		},
		[ [=[nextAction]=] ]=0,
		[ [=[actionType]=] ]=[=[DialogToast]=],
		[ [=[desc]=] ]=[=[การ์ดโหราศาสตร์:คำเตือนป๊อปอัพสีขาวสวรรค์ลงโทษ]=]
	},
	[ [=[1218]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[สลับเป็นโหราศาสตร์:อลหม่าน]=]
		},
		[ [=[nextAction]=] ]=0,
		[ [=[actionType]=] ]=[=[DialogToast]=],
		[ [=[desc]=] ]=[=[การ์ดโหราศาสตร์:คำเตือนป๊อปอัพสีขาวอลหม่าน]=]
	},
	[ [=[1219]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[สลับเป็นโหราศาสตร์:ปล่องแสง]=]
		},
		[ [=[nextAction]=] ]=0,
		[ [=[actionType]=] ]=[=[DialogToast]=],
		[ [=[desc]=] ]=[=[การ์ดโหราศาสตร์:คำเตือนป๊อปอัพสีขาวปล่องแสง]=]
	},
	[ [=[1220]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[สลับเป็นโหราศาสตร์:พลุไฟ]=]
		},
		[ [=[nextAction]=] ]=0,
		[ [=[actionType]=] ]=[=[DialogToast]=],
		[ [=[desc]=] ]=[=[การ์ดโหราศาสตร์:คำเตือนป๊อปอัพสีขาวพลุไฟ]=]
	},
	[ [=[1221]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[สลับเป็นโหราศาสตร์:จักวาลมหาสมุทร]=]
		},
		[ [=[nextAction]=] ]=0,
		[ [=[actionType]=] ]=[=[DialogToast]=],
		[ [=[desc]=] ]=[=[การ์ดโหราศาสตร์:คำเตือนป๊อปอัพสีขาวจักวาลมหาสมุทร]=]
	},
	[ [=[1222]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[สลับเป็นโหราศาสตร์:ภพเปลี่ยน]=]
		},
		[ [=[nextAction]=] ]=0,
		[ [=[actionType]=] ]=[=[DialogToast]=],
		[ [=[desc]=] ]=[=[การ์ดโหราศาสตร์:คำเตือนป๊อปอัพสีขาวภพเปลี่ยน]=]
	},
	[ [=[1301]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[เครื่องตรวจจับไม่ตอบสนอง ดูเหมือนไม่มีสมบัติในที่นี้]=],
			[ [=[title]=] ]=[=[คำเตือนการตรวจจับ]=]
		},
		[ [=[nextAction]=] ]=0,
		[ [=[actionType]=] ]=[=[DialogReward]=],
		[ [=[desc]=] ]=[=[มีรางวัล๊อปอัพรางวัล ไม่มีรางวัลแสดงการตั้งค่าพารามิเตอร์ก็จะเตือนต่อไป]=]
	},
	[ [=[1401]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[ตกลงใช้{1}x1 ทำให้โหราศาสตร์ในวัฎจักรปัจจุบันเปลี่ยนเป็นวันอาทิตย์ไหม？（วัฎจักรปัจจุบันเหลือ{2}ยก）]=],
			[ [=[{2}]=] ]=[=[_cycleLeft]=],
			[ [=[{1}]=] ]=[=[_name]=],
			[ [=[title]=] ]=[=[คำเตือน]=]
		},
		[ [=[nextAction]=] ]=20001,
		[ [=[actionType]=] ]=[=[DialogConfirm]=],
		[ [=[desc]=] ]=[=[คำเตือนกรอบสนทนา การ์ดโหราศาสตร์:วันอาทิตย์]=]
	},
	[ [=[1402]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[ตกลงใช้{1}x1 ทำให้โหราศาสตร์ในวัฎจักรปัจจุบันเปลี่ยนเป็นเงาจันทร์ไหม？（วัฎจักรปัจจุบันเหลือ{2}ยก）]=],
			[ [=[{2}]=] ]=[=[_cycleLeft]=],
			[ [=[{1}]=] ]=[=[_name]=],
			[ [=[title]=] ]=[=[คำเตือน]=]
		},
		[ [=[nextAction]=] ]=20002,
		[ [=[actionType]=] ]=[=[DialogConfirm]=],
		[ [=[desc]=] ]=[=[คำเตือนกรอบสนทนา การ์ดโหราศาสตร์:เงาจันทร์]=]
	},
	[ [=[1403]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[ตกลงใช้{1}x1 ทำให้โหราศาสตร์ในวัฎจักรปัจจุบันเปลี่ยนเป็นดาวกว้างใหญ่ไหม？（วัฎจักรปัจจุบันเหลือ{2}ยก）]=],
			[ [=[{2}]=] ]=[=[_cycleLeft]=],
			[ [=[{1}]=] ]=[=[_name]=],
			[ [=[title]=] ]=[=[คำเตือน]=]
		},
		[ [=[nextAction]=] ]=20003,
		[ [=[actionType]=] ]=[=[DialogConfirm]=],
		[ [=[desc]=] ]=[=[คำเตือนกรอบสนทนา การ์ดโหราศาสตร์:ดาวกว้างใหญ่]=]
	},
	[ [=[1404]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[ตกลงใช้{1}x1 ทำให้โหราศาสตร์ในวัฎจักรปัจจุบันเปลี่ยนเป็นดาวนรกไหม？（วัฎจักรปัจจุบันเหลือ{2}ยก）]=],
			[ [=[{2}]=] ]=[=[_cycleLeft]=],
			[ [=[{1}]=] ]=[=[_name]=],
			[ [=[title]=] ]=[=[คำเตือน]=]
		},
		[ [=[nextAction]=] ]=20004,
		[ [=[actionType]=] ]=[=[DialogConfirm]=],
		[ [=[desc]=] ]=[=[คำเตือนกรอบสนทนา การ์ดโหราศาสตร์:ดาวนรก]=]
	},
	[ [=[1405]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[ตกลงใช้{1}x1 ทำให้โหราศาสตร์ในวัฎจักรปัจจุบันเปลี่ยนเป็นสวรรค์ลงโทษไหม？（วัฎจักรปัจจุบันเหลือ{2}ยก）]=],
			[ [=[{2}]=] ]=[=[_cycleLeft]=],
			[ [=[{1}]=] ]=[=[_name]=],
			[ [=[title]=] ]=[=[คำเตือน]=]
		},
		[ [=[nextAction]=] ]=20005,
		[ [=[actionType]=] ]=[=[DialogConfirm]=],
		[ [=[desc]=] ]=[=[คำเตือนกรอบสนทนา การ์ดโหราศาสตร์:สวรรค์ลงโทษ]=]
	},
	[ [=[1406]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[ตกลงใช้{1}x1 ทำให้โหราศาสตร์ในวัฎจักรปัจจุบันเปลี่ยนเป็นอลหม่านไหม？（วัฎจักรปัจจุบันเหลือ{2}ยก）]=],
			[ [=[{2}]=] ]=[=[_cycleLeft]=],
			[ [=[{1}]=] ]=[=[_name]=],
			[ [=[title]=] ]=[=[คำเตือน]=]
		},
		[ [=[nextAction]=] ]=20006,
		[ [=[actionType]=] ]=[=[DialogConfirm]=],
		[ [=[desc]=] ]=[=[คำเตือนกรอบสนทนา การ์ดโหราศาสตร์:อลหม่าน]=]
	},
	[ [=[1407]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[ตกลงใช้{1}x1 ทำให้โหราศาสตร์ในวัฎจักรปัจจุบันเปลี่ยนเป็นปล่องแสงไหม？（วัฎจักรปัจจุบันเหลือ{2}ยก）]=],
			[ [=[{2}]=] ]=[=[_cycleLeft]=],
			[ [=[{1}]=] ]=[=[_name]=],
			[ [=[title]=] ]=[=[คำเตือน]=]
		},
		[ [=[nextAction]=] ]=20007,
		[ [=[actionType]=] ]=[=[DialogConfirm]=],
		[ [=[desc]=] ]=[=[คำเตือนกรอบสนทนา การ์ดโหราศาสตร์:ปล่องแสง]=]
	},
	[ [=[1408]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[ตกลงใช้{1}x1 ทำให้โหราศาสตร์ในวัฎจักรปัจจุบันเปลี่ยนเป็นพลุไฟไหม？（วัฎจักรปัจจุบันเหลือ{2}ยก）]=],
			[ [=[{2}]=] ]=[=[_cycleLeft]=],
			[ [=[{1}]=] ]=[=[_name]=],
			[ [=[title]=] ]=[=[คำเตือน]=]
		},
		[ [=[nextAction]=] ]=20008,
		[ [=[actionType]=] ]=[=[DialogConfirm]=],
		[ [=[desc]=] ]=[=[คำเตือนกรอบสนทนา การ์ดโหราศาสตร์:พลุไฟ]=]
	},
	[ [=[1409]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[ตกลงใช้{1}x1 ทำให้โหราศาสตร์ในรอบระยะเวลาปัจจุบันเปลี่ยนเป็นจักวาลมหาสมุทรไหม？（รอบระยะเวลาปัจจุบันเหลือ{2}ยก）]=],
			[ [=[{2}]=] ]=[=[_cycleLeft]=],
			[ [=[{1}]=] ]=[=[_name]=],
			[ [=[title]=] ]=[=[คำเตือน]=]
		},
		[ [=[nextAction]=] ]=20009,
		[ [=[actionType]=] ]=[=[DialogConfirm]=],
		[ [=[desc]=] ]=[=[คำเตือนกรอบสนทนา การ์ดโหราศาสตร์:จักวาลมหาสมุทร]=]
	},
	[ [=[1410]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[ตกลงใช้{1}x1 ทำให้โหราศาสตร์ในวัฎจักรปัจจุบันเปลี่ยนเป็นภพเปลี่ยนไหม？（วัฎจักรปัจจุบันเหลือ{2}ยก）]=],
			[ [=[{2}]=] ]=[=[_cycleLeft]=],
			[ [=[{1}]=] ]=[=[_name]=],
			[ [=[title]=] ]=[=[คำเตือน]=]
		},
		[ [=[nextAction]=] ]=20010,
		[ [=[actionType]=] ]=[=[DialogConfirm]=],
		[ [=[desc]=] ]=[=[คำเตือนกรอบสนทนา การ์ดโหราศาสตร์:ภพเปลี่ยน]=]
	},
	[ [=[2001]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
		},
		[ [=[nextAction]=] ]=1206,
		[ [=[actionType]=] ]=[=[WeatherChange]=],
		[ [=[desc]=] ]=[=[เปลี่ยนสภาพอากาศเป็นวันท้องฟ้าแจ่มใส]=]
	},
	[ [=[2002]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
		},
		[ [=[nextAction]=] ]=1207,
		[ [=[actionType]=] ]=[=[WeatherChange]=],
		[ [=[desc]=] ]=[=[เปลี่ยนสภาพอากาศเป็นวันฝนตก]=]
	},
	[ [=[2003]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
		},
		[ [=[nextAction]=] ]=1208,
		[ [=[actionType]=] ]=[=[WeatherChange]=],
		[ [=[desc]=] ]=[=[เปลี่ยนสภาพอากาศเป็นวันหิมะตก]=]
	},
	[ [=[2004]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
		},
		[ [=[nextAction]=] ]=1209,
		[ [=[actionType]=] ]=[=[WeatherChange]=],
		[ [=[desc]=] ]=[=[เปลี่ยนสภาพอากาศเป็นวันพายุ]=]
	},
	[ [=[2005]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
		},
		[ [=[nextAction]=] ]=1210,
		[ [=[actionType]=] ]=[=[WeatherChange]=],
		[ [=[desc]=] ]=[=[เปลี่ยนสภาพอากาศเป็นวันหมอกหนา]=]
	},
	[ [=[2006]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
		},
		[ [=[nextAction]=] ]=1211,
		[ [=[actionType]=] ]=[=[WeatherChange]=],
		[ [=[desc]=] ]=[=[เปลี่ยนสภาพอากาศเป็นวันฝุ่นทราย]=]
	},
	[ [=[2007]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
		},
		[ [=[nextAction]=] ]=1212,
		[ [=[actionType]=] ]=[=[WeatherChange]=],
		[ [=[desc]=] ]=[=[เปลี่ยนสภาพอากาศเป็นวันร้อนระอุ]=]
	},
	[ [=[3001]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
		},
		[ [=[nextAction]=] ]=0,
		[ [=[actionType]=] ]=[=[TreasureMap]=],
		[ [=[desc]=] ]=[=[ดูแผนที่ขุมทรัพย์]=]
	},
	[ [=[3101]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
		},
		[ [=[nextAction]=] ]=0,
		[ [=[actionType]=] ]=[=[MysticHint]=],
		[ [=[desc]=] ]=[=[ดูคำสั่งลับ]=]
	},
	[ [=[4001]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
		},
		[ [=[nextAction]=] ]=1301,
		[ [=[actionType]=] ]=[=[TreasureOpen]=],
		[ [=[desc]=] ]=[=[พฤติกรรมเครื่องตรวจจับโลหะ ปรับใช้adventure/openTreasure]=]
	},
	[ [=[6001]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
		},
		[ [=[nextAction]=] ]=1201,
		[ [=[actionType]=] ]=[=[AdvTrigger]=],
		[ [=[desc]=] ]=[=[แก้ไขสถานะเหตุการณ์แผนที่：หญ้าเหงือกปลามหาสมุทร]=]
	},
	[ [=[6002]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
		},
		[ [=[nextAction]=] ]=1202,
		[ [=[actionType]=] ]=[=[AdvTrigger]=],
		[ [=[desc]=] ]=[=[แก้ไขสถานะเหตุการณ์แผนที่：บัตรผ่านทางสถานีเก็บเงิน]=]
	},
	[ [=[6003]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
		},
		[ [=[nextAction]=] ]=1203,
		[ [=[actionType]=] ]=[=[AdvTrigger]=],
		[ [=[desc]=] ]=[=[แก้ไขสถานะเหตุการณ์แผนที่：เครื่องขุดเจาะหินกรวด]=]
	},
	[ [=[7001]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
		},
		[ [=[nextAction]=] ]=1204,
		[ [=[actionType]=] ]=[=[BuffChange]=],
		[ [=[desc]=] ]=[=[แก้ไขbuffในตัว：fของ  ยาเสริมสุขภาพรู้  debuf ในตัวทั้งหมด]=]
	},
	[ [=[8001]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
		},
		[ [=[nextAction]=] ]=1200,
		[ [=[actionType]=] ]=[=[WeakenOpponent]=],
		[ [=[desc]=] ]=[=[ลดพลังต่อสู้ศัตรูให้ต่ำลง]=]
	},
	[ [=[9001]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[ตกลงใช้{1}x1 ส่องสว่างเขตพื้นที่นี้ไหม？]=],
			[ [=[title]=] ]=[=[คำเตือน]=],
			[ [=[{1}]=] ]=[=[_name]=],
			[ [=[size]=] ]=[=[3]=]
		},
		[ [=[nextAction]=] ]=1205,
		[ [=[actionType]=] ]=[=[FlashBang]=],
		[ [=[desc]=] ]=[=[อานุภาพพลุส่องสว่าง]=]
	},
	[ [=[9002]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[ตกลงใช้{1}x1 ส่องสว่างเขตพื้นที่นี้ไหม？]=],
			[ [=[title]=] ]=[=[คำเตือน]=],
			[ [=[{1}]=] ]=[=[_name]=],
			[ [=[size]=] ]=[=[1]=]
		},
		[ [=[nextAction]=] ]=1205,
		[ [=[actionType]=] ]=[=[FlashBang]=],
		[ [=[desc]=] ]=[=[ผลุส่องสว่าง]=]
	},
	[ [=[9003]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[msg]=] ]=[=[ตกลงใช้{1}x1 ส่องสว่างเขตพื้นที่นี้ไหม？]=],
			[ [=[title]=] ]=[=[คำเตือน]=],
			[ [=[{1}]=] ]=[=[_name]=],
			[ [=[size]=] ]=[=[2]=]
		},
		[ [=[nextAction]=] ]=1205,
		[ [=[actionType]=] ]=[=[FlashBang]=],
		[ [=[desc]=] ]=[=[ผลุส่องสว่างที่เพิ่มประสิทธิภาพผล]=]
	},
	[ [=[10001]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[title]=] ]=[=[คำเตือน]=],
			[ [=[msg_over]=] ]=[=[คำเตือน：โปรดสังเกตเหตุการณ์ในพื้นที่นี้ให้ระเอียดก่อนแล้วค่อยสิ้นสุดการดู เมื่อดูจบแล้วหมอกจะครอบคลุมใหม่ ]=],
			[ [=[msg]=] ]=[=[ตกลงใช้{1}x1 ดูเหตุการณ์ด้านล่างของพื้นที่หมอกนี้ไหม？]=],
			[ [=[title_over]=] ]=[=[คำเตือน]=],
			[ [=[{1}]=] ]=[=[_name]=],
			[ [=[size]=] ]=[=[1]=]
		},
		[ [=[nextAction]=] ]=0,
		[ [=[actionType]=] ]=[=[Glasses]=],
		[ [=[desc]=] ]=[=[เลนส์ใสเส้นx:1x1]=]
	},
	[ [=[10002]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[title]=] ]=[=[คำเตือน]=],
			[ [=[msg_over]=] ]=[=[คำเตือน：โปรดสังเกตเหตุการณ์ในพื้นที่นี้ให้ระเอียดก่อนแล้วค่อยสิ้นสุดการดู เมื่อดูจบแล้วหมอกจะครอบคลุมใหม่ ]=],
			[ [=[msg]=] ]=[=[ตกลงใช้{1}x1 ดูเหตุการณ์ด้านล่างของพื้นที่หมอกนี้ไหม？]=],
			[ [=[title_over]=] ]=[=[คำเตือน]=],
			[ [=[{1}]=] ]=[=[_name]=],
			[ [=[size]=] ]=[=[2]=]
		},
		[ [=[nextAction]=] ]=0,
		[ [=[actionType]=] ]=[=[Glasses]=],
		[ [=[desc]=] ]=[=[เลนส์ใสเส้นα:2x2]=]
	},
	[ [=[10003]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
			[ [=[title]=] ]=[=[คำเตือน]=],
			[ [=[msg_over]=] ]=[=[คำเตือน：โปรดสังเกตเหตุการณ์ในพื้นที่นี้ให้ระเอียดก่อนแล้วค่อยสิ้นสุดการดู เมื่อดูจบแล้วหมอกจะครอบคลุมใหม่]=],
			[ [=[msg]=] ]=[=[ตกลงใช้{1}x1 ดูเหตุการณ์ด้านล่างของพื้นที่หมอกนี้ไหม？]=],
			[ [=[title_over]=] ]=[=[คำเตือน]=],
			[ [=[{1}]=] ]=[=[_name]=],
			[ [=[size]=] ]=[=[3]=]
		},
		[ [=[nextAction]=] ]=0,
		[ [=[actionType]=] ]=[=[Glasses]=],
		[ [=[desc]=] ]=[=[เลนส์ใสไทเทเนียม24k:3x3]=]
	},
	[ [=[20001]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
		},
		[ [=[nextAction]=] ]=1213,
		[ [=[actionType]=] ]=[=[AstrologyChange]=],
		[ [=[desc]=] ]=[=[เปลี่ยนเป็นโหราศาสตร์วันอาทิตย์]=]
	},
	[ [=[20002]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
		},
		[ [=[nextAction]=] ]=1214,
		[ [=[actionType]=] ]=[=[AstrologyChange]=],
		[ [=[desc]=] ]=[=[เปลี่ยนเป็นโหราศาสตร์เงาจันทร์]=]
	},
	[ [=[20003]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
		},
		[ [=[nextAction]=] ]=1215,
		[ [=[actionType]=] ]=[=[AstrologyChange]=],
		[ [=[desc]=] ]=[=[เปลี่ยนเป็นโหราศาสตร์ดาวกว้างใหญ่]=]
	},
	[ [=[20004]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
		},
		[ [=[nextAction]=] ]=1216,
		[ [=[actionType]=] ]=[=[AstrologyChange]=],
		[ [=[desc]=] ]=[=[เปลี่ยนเป็นโหราศาสตร์ดาวนรก]=]
	},
	[ [=[20005]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
		},
		[ [=[nextAction]=] ]=1217,
		[ [=[actionType]=] ]=[=[AstrologyChange]=],
		[ [=[desc]=] ]=[=[เปลี่ยนเป็นโหราศาสตร์สวรรค์ลงโทษ]=]
	},
	[ [=[20006]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
		},
		[ [=[nextAction]=] ]=1218,
		[ [=[actionType]=] ]=[=[AstrologyChange]=],
		[ [=[desc]=] ]=[=[เปลี่ยนเป็นโหราศาสตร์อลหม่าน]=]
	},
	[ [=[20007]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
		},
		[ [=[nextAction]=] ]=1219,
		[ [=[actionType]=] ]=[=[AstrologyChange]=],
		[ [=[desc]=] ]=[=[เปลี่ยนเป็นโหราศาสตร์ปล่องแสง]=]
	},
	[ [=[20008]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
		},
		[ [=[nextAction]=] ]=1220,
		[ [=[actionType]=] ]=[=[AstrologyChange]=],
		[ [=[desc]=] ]=[=[เปลี่ยนเป็นโหราศาสตร์พลุไฟ]=]
	},
	[ [=[20009]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
		},
		[ [=[nextAction]=] ]=1221,
		[ [=[actionType]=] ]=[=[AstrologyChange]=],
		[ [=[desc]=] ]=[=[เปลี่ยนเป็นโหราศาสตร์จักวาลมหาสมุทร]=]
	},
	[ [=[20010]=] ]=
	{
		[ [=[actionParam]=] ]=
		{
		},
		[ [=[nextAction]=] ]=1222,
		[ [=[actionType]=] ]=[=[AstrologyChange]=],
		[ [=[desc]=] ]=[=[เปลี่ยนเป็นโหราศาสตร์ภพเปลี่ยน]=]
	}
}
return var