local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		[ [=[type]=] ]=0,
		[ [=[condition]=] ]=4,
		[ [=[desc]=] ]=[=[ในคัพใดๆ ได้ถึงทีมรุกกี้ 2]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=300
		}
	},
	[ [=[2]=] ]=
	{
		[ [=[type]=] ]=0,
		[ [=[condition]=] ]=10,
		[ [=[desc]=] ]=[=[ในคัพใดๆ ได้ถึงทีมมือสมัครเล่น 1]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=500
		}
	},
	[ [=[3]=] ]=
	{
		[ [=[type]=] ]=0,
		[ [=[condition]=] ]=19,
		[ [=[desc]=] ]=[=[ในคัพใดๆ ได้ถึงทีมกึ่งอาชีพ 1]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=1000
		}
	},
	[ [=[4]=] ]=
	{
		[ [=[type]=] ]=0,
		[ [=[condition]=] ]=35,
		[ [=[desc]=] ]=[=[ในคัพใดๆ ได้ถึงทีมมืออาชีพ 1]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=1500
		}
	},
	[ [=[5]=] ]=
	{
		[ [=[type]=] ]=0,
		[ [=[condition]=] ]=60,
		[ [=[desc]=] ]=[=[ในคัพใดๆ ได้ถึงทีมซุปเปอร์สตาร์ 1]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=2000
		}
	},
	[ [=[6]=] ]=
	{
		[ [=[type]=] ]=0,
		[ [=[condition]=] ]=85,
		[ [=[desc]=] ]=[=[ในคัพใดๆ ได้ถึงทีมตำนาน]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=3000
		}
	},
	[ [=[7]=] ]=
	{
		[ [=[type]=] ]=0,
		[ [=[condition]=] ]=94,
		[ [=[desc]=] ]=[=[ในคัพใดๆ ได้ถึงทีมตำนาน 10 ดาว]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=3000
		}
	},
	[ [=[8]=] ]=
	{
		[ [=[type]=] ]=0,
		[ [=[condition]=] ]=114,
		[ [=[desc]=] ]=[=[ในคัพใดๆ ได้ถึงทีมตำนาน 30 ดาว]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=3000
		}
	},
	[ [=[9]=] ]=
	{
		[ [=[type]=] ]=0,
		[ [=[condition]=] ]=144,
		[ [=[desc]=] ]=[=[ในคัพใดๆ ได้ถึงทีมตำนาน 60 ดาว]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=3000
		}
	},
	[ [=[10]=] ]=
	{
		[ [=[type]=] ]=0,
		[ [=[condition]=] ]=184,
		[ [=[desc]=] ]=[=[ในคัพใดๆ ได้ถึงทีมตำนาน 100 ดาว]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=3000
		}
	},
	[ [=[101]=] ]=
	{
		[ [=[type]=] ]=1,
		[ [=[condition]=] ]=4,
		[ [=[desc]=] ]=[=[ในคัพ B ได้ถึงทีมรุกกี้ 2]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[generalPiece]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[102]=] ]=
	{
		[ [=[type]=] ]=1,
		[ [=[condition]=] ]=10,
		[ [=[desc]=] ]=[=[ในคัพ B ได้ถึงทีมมือสัครเล่น 1]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=10
				}
			}
		}
	},
	[ [=[103]=] ]=
	{
		[ [=[type]=] ]=1,
		[ [=[condition]=] ]=19,
		[ [=[desc]=] ]=[=[ในคัพ B ได้ถึงทีมยอดเยี่ยม 1]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=20
				}
			}
		}
	},
	[ [=[104]=] ]=
	{
		[ [=[type]=] ]=1,
		[ [=[condition]=] ]=35,
		[ [=[desc]=] ]=[=[ในคัพ B ได้ถึงทีมเอก 1]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=30
				}
			}
		}
	},
	[ [=[105]=] ]=
	{
		[ [=[type]=] ]=1,
		[ [=[condition]=] ]=60,
		[ [=[desc]=] ]=[=[ในคัพ B ได้ถึงทีมซุปเปอร์สตาร์ 1]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=40
				}
			}
		}
	},
	[ [=[106]=] ]=
	{
		[ [=[type]=] ]=1,
		[ [=[condition]=] ]=85,
		[ [=[desc]=] ]=[=[ในคัพ B ได้ถึงทีมตำนาน]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=50
				}
			}
		}
	},
	[ [=[107]=] ]=
	{
		[ [=[type]=] ]=1,
		[ [=[condition]=] ]=104,
		[ [=[desc]=] ]=[=[ตำแหน่งแรงค์เลื่อนขั้นถึงทีมสตอร์ม 20 ดาวในเขตสมรภูมิซิลเวอร์]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=20
				}
			}
		}
	},
	[ [=[108]=] ]=
	{
		[ [=[type]=] ]=1,
		[ [=[condition]=] ]=134,
		[ [=[desc]=] ]=[=[ตำแหน่งแรงค์เลื่อนขั้นถึงทีมสตอร์ม 50 ดาวในเขตสมรภูมิซิลเวอร์]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=30
				}
			}
		}
	},
	[ [=[109]=] ]=
	{
		[ [=[type]=] ]=1,
		[ [=[condition]=] ]=164,
		[ [=[desc]=] ]=[=[ตำแหน่งแรงค์เลื่อนขั้นถึงทีมสตอร์ม 80 ดาวในเขตสมรภูมิซิลเวอร์]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=50
				}
			}
		}
	},
	[ [=[201]=] ]=
	{
		[ [=[type]=] ]=2,
		[ [=[condition]=] ]=4,
		[ [=[desc]=] ]=[=[ในคัพ A ได้ถึงทีมรุกกี้ 2]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[generalPiece]=],
					[ [=[num]=] ]=3
				}
			}
		}
	},
	[ [=[202]=] ]=
	{
		[ [=[type]=] ]=2,
		[ [=[condition]=] ]=10,
		[ [=[desc]=] ]=[=[ในคัพ A ได้ถึงทีมมือสัครเล่น 1]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=10
				}
			}
		}
	},
	[ [=[203]=] ]=
	{
		[ [=[type]=] ]=2,
		[ [=[condition]=] ]=19,
		[ [=[desc]=] ]=[=[ในคัพ A ได้ถึงทีมยอดเยี่ยม 1]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=30
				}
			}
		}
	},
	[ [=[204]=] ]=
	{
		[ [=[type]=] ]=2,
		[ [=[condition]=] ]=35,
		[ [=[desc]=] ]=[=[ในคัพ A ได้ถึงทีมมืออาชีพ 1]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=50
				}
			}
		}
	},
	[ [=[205]=] ]=
	{
		[ [=[type]=] ]=2,
		[ [=[condition]=] ]=60,
		[ [=[desc]=] ]=[=[ในคัพ A ได้ถึงทีมซุปเปอร์สตาร์ 1]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=70
				}
			}
		}
	},
	[ [=[206]=] ]=
	{
		[ [=[type]=] ]=2,
		[ [=[condition]=] ]=85,
		[ [=[desc]=] ]=[=[ในคัพ A ได้ถึงทีมตำนาน]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=90
				}
			}
		}
	},
	[ [=[207]=] ]=
	{
		[ [=[type]=] ]=2,
		[ [=[condition]=] ]=104,
		[ [=[desc]=] ]=[=[ตำแหน่งแรงค์เลื่อนขั้นถึงทีมสตอร์ม 20 ดาวในเขตสมรภูมิโกลด์]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=25
				}
			}
		}
	},
	[ [=[208]=] ]=
	{
		[ [=[type]=] ]=2,
		[ [=[condition]=] ]=134,
		[ [=[desc]=] ]=[=[ตำแหน่งแรงค์เลื่อนขั้นถึงทีมสตอร์ม 50 ดาวในเขตสมรภูมิโกลด์]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=35
				}
			}
		}
	},
	[ [=[209]=] ]=
	{
		[ [=[type]=] ]=2,
		[ [=[condition]=] ]=164,
		[ [=[desc]=] ]=[=[ตำแหน่งแรงค์เลื่อนขั้นถึงทีมสตอร์ม 80 ดาวในเขตสมรภูมิโกลด์]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=60
				}
			}
		}
	},
	[ [=[301]=] ]=
	{
		[ [=[type]=] ]=3,
		[ [=[condition]=] ]=4,
		[ [=[desc]=] ]=[=[ในคัพ S ได้ถึงทีมรุกกี้ 2]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[generalPiece]=],
					[ [=[num]=] ]=4
				}
			}
		}
	},
	[ [=[302]=] ]=
	{
		[ [=[type]=] ]=3,
		[ [=[condition]=] ]=10,
		[ [=[desc]=] ]=[=[ในคัพ S ได้ถึงทีมมือสัครเล่น 1]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=15
				}
			}
		}
	},
	[ [=[303]=] ]=
	{
		[ [=[type]=] ]=3,
		[ [=[condition]=] ]=19,
		[ [=[desc]=] ]=[=[ในคัพ S ได้ถึงทีมกึ่งอาชีพ 1]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=40
				}
			}
		}
	},
	[ [=[304]=] ]=
	{
		[ [=[type]=] ]=3,
		[ [=[condition]=] ]=35,
		[ [=[desc]=] ]=[=[ในคัพ S ได้ถึงทีมมืออาชีพ 1]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=65
				}
			}
		}
	},
	[ [=[305]=] ]=
	{
		[ [=[type]=] ]=3,
		[ [=[condition]=] ]=60,
		[ [=[desc]=] ]=[=[ในคัพ S ได้ถึงทีมซุปเปอร์สตาร์ 1]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=95
				}
			}
		}
	},
	[ [=[306]=] ]=
	{
		[ [=[type]=] ]=3,
		[ [=[condition]=] ]=85,
		[ [=[desc]=] ]=[=[ในคัพ S ได้ถึงทีมตำนาน]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=135
				}
			}
		}
	},
	[ [=[307]=] ]=
	{
		[ [=[type]=] ]=3,
		[ [=[condition]=] ]=104,
		[ [=[desc]=] ]=[=[ตำแหน่งแรงค์เลื่อนขั้นถึงทีมสตอร์ม 20 ดาวในเขตสมรภูมิแบล็คโกลด์]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=30
				}
			}
		}
	},
	[ [=[308]=] ]=
	{
		[ [=[type]=] ]=3,
		[ [=[condition]=] ]=134,
		[ [=[desc]=] ]=[=[ตำแหน่งแรงค์เลื่อนขั้นถึงทีมสตอร์ม 50 ดาวในเขตสมรภูมิแบล็คโกลด์]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=50
				}
			}
		}
	},
	[ [=[309]=] ]=
	{
		[ [=[type]=] ]=3,
		[ [=[condition]=] ]=164,
		[ [=[desc]=] ]=[=[ตำแหน่งแรงค์เลื่อนขั้นถึงทีมสตอร์ม 80 ดาวในเขตสมรภูมิแบล็คโกลด์]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=80
				}
			}
		}
	},
	[ [=[401]=] ]=
	{
		[ [=[type]=] ]=4,
		[ [=[condition]=] ]=4,
		[ [=[desc]=] ]=[=[ในคัพ SS ได้ถึงทีมรุกกี้ 2]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[generalPiece]=],
					[ [=[num]=] ]=5
				}
			}
		}
	},
	[ [=[402]=] ]=
	{
		[ [=[type]=] ]=4,
		[ [=[condition]=] ]=10,
		[ [=[desc]=] ]=[=[ในคัพ SS ได้ถึงทีมมือสัครเล่น 1]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=20
				}
			}
		}
	},
	[ [=[403]=] ]=
	{
		[ [=[type]=] ]=4,
		[ [=[condition]=] ]=19,
		[ [=[desc]=] ]=[=[ในคัพ SS ได้ถึงทีมกึ่งอาชีพ 1]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=55
				}
			}
		}
	},
	[ [=[404]=] ]=
	{
		[ [=[type]=] ]=4,
		[ [=[condition]=] ]=35,
		[ [=[desc]=] ]=[=[ในคัพ SS ได้ถึงทีมมืออาชีพ 1]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=90
				}
			}
		}
	},
	[ [=[405]=] ]=
	{
		[ [=[type]=] ]=4,
		[ [=[condition]=] ]=60,
		[ [=[desc]=] ]=[=[ในคัพ SS ได้ถึงทีมซุปเปอร์สตาร์ 1]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=125
				}
			}
		}
	},
	[ [=[406]=] ]=
	{
		[ [=[type]=] ]=4,
		[ [=[condition]=] ]=85,
		[ [=[desc]=] ]=[=[ในคัพ SS ได้ถึงทีมตำนาน]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=160
				}
			}
		}
	},
	[ [=[407]=] ]=
	{
		[ [=[type]=] ]=4,
		[ [=[condition]=] ]=104,
		[ [=[desc]=] ]=[=[ตำแหน่งแรงค์เลื่อนขั้นถึงทีมสตอร์ม 20 ดาวในเขตสมรภูมิแพลตินัม]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=40
				}
			}
		}
	},
	[ [=[408]=] ]=
	{
		[ [=[type]=] ]=4,
		[ [=[condition]=] ]=134,
		[ [=[desc]=] ]=[=[ตำแหน่งแรงค์เลื่อนขั้นถึงทีมสตอร์ม 50 ดาวในเขตสมรภูมิแพลตินัม]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=70
				}
			}
		}
	},
	[ [=[409]=] ]=
	{
		[ [=[type]=] ]=4,
		[ [=[condition]=] ]=164,
		[ [=[desc]=] ]=[=[ตำแหน่งแรงค์เลื่อนขั้นถึงทีมสตอร์ม 80 ดาวในเขตสมรภูมิแพลตินัม]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagosilva7]=],
					[ [=[num]=] ]=110
				}
			}
		}
	}
}
return var