local null = nil
local var = 
{
	[ [=[101]=] ]=
	{
		[ [=[condition2]=] ]=[=[eqs]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[Q1]=],
		[ [=[type]=] ]=1,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[สำเร็จลานประลองบทที่ 1]=]
	},
	[ [=[102]=] ]=
	{
		[ [=[condition2]=] ]=[=[eqs]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[Q2]=],
		[ [=[type]=] ]=1,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[สำเร็จลานประลองบทที่ 2]=]
	},
	[ [=[103]=] ]=
	{
		[ [=[condition2]=] ]=[=[eqs]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[Q3]=],
		[ [=[type]=] ]=1,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[สำเร็จลานประลองบทที่ 3]=]
	},
	[ [=[104]=] ]=
	{
		[ [=[condition2]=] ]=[=[eqs]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[Q5]=],
		[ [=[type]=] ]=1,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[สำเร็จลานประลองบทที่ 5]=]
	},
	[ [=[105]=] ]=
	{
		[ [=[condition2]=] ]=[=[eqs]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[Q8]=],
		[ [=[type]=] ]=1,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[สำเร็จลานประลองบทที่ 8]=]
	},
	[ [=[106]=] ]=
	{
		[ [=[condition2]=] ]=[=[eqs]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[Q11]=],
		[ [=[type]=] ]=1,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[สำเร็จลานประลองบทที่ 11]=]
	},
	[ [=[107]=] ]=
	{
		[ [=[condition2]=] ]=[=[eqs]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[Q14]=],
		[ [=[type]=] ]=1,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[สำเร็จลานประลองบทที่ 14]=]
	},
	[ [=[108]=] ]=
	{
		[ [=[condition2]=] ]=[=[eqs]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[Q17]=],
		[ [=[type]=] ]=1,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[สำเร็จลานประลองบทที่ 17]=]
	},
	[ [=[201]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[4]=],
		[ [=[type]=] ]=2,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[ได้ Lv4]=]
	},
	[ [=[202]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[8]=],
		[ [=[type]=] ]=2,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[ได้ Lv8]=]
	},
	[ [=[203]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[12]=],
		[ [=[type]=] ]=2,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[ได้ Lv12]=]
	},
	[ [=[204]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[19]=],
		[ [=[type]=] ]=2,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[ได้ Lv19]=]
	},
	[ [=[205]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[26]=],
		[ [=[type]=] ]=2,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[ได้ Lv26]=]
	},
	[ [=[206]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[30]=],
		[ [=[type]=] ]=2,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[ได้ Lv30]=]
	},
	[ [=[207]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[34]=],
		[ [=[type]=] ]=2,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[ได้ Lv34]=]
	},
	[ [=[301]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[10]=],
		[ [=[type]=] ]=3,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[แถมความฟิต 10 ครั้ง]=]
	},
	[ [=[302]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[20]=],
		[ [=[type]=] ]=3,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[แถมความฟิต 20 ครั้ง]=]
	},
	[ [=[303]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[40]=],
		[ [=[type]=] ]=3,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[แถมความฟิต 40 ครั้ง]=]
	},
	[ [=[304]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[60]=],
		[ [=[type]=] ]=3,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[แถมความฟิต 60 ครั้ง]=]
	},
	[ [=[305]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[80]=],
		[ [=[type]=] ]=3,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[แถมความฟิต 80 ครั้ง]=]
	},
	[ [=[306]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[100]=],
		[ [=[type]=] ]=3,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[แถมความฟิต 100 ครั้ง]=]
	},
	[ [=[307]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[130]=],
		[ [=[type]=] ]=3,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[แถมความฟิต 130 ครั้ง]=]
	},
	[ [=[401]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[2000]=],
		[ [=[type]=] ]=4,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[ความสามารถได้ 2000]=]
	},
	[ [=[402]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[5000]=],
		[ [=[type]=] ]=4,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[ความสามารถได้ 5000]=]
	},
	[ [=[403]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[9000]=],
		[ [=[type]=] ]=4,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[ความสามารถได้ 9000]=]
	},
	[ [=[404]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[16000]=],
		[ [=[type]=] ]=4,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[ความสามารถได้ 16000]=]
	},
	[ [=[405]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[24000]=],
		[ [=[type]=] ]=4,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[ความสามารถได้ 24000]=]
	},
	[ [=[406]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[33000]=],
		[ [=[type]=] ]=4,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[ความสามารถได้ 33000]=]
	},
	[ [=[407]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[45000]=],
		[ [=[type]=] ]=4,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[ความสามารถได้ 45000]=]
	},
	[ [=[408]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[62000]=],
		[ [=[type]=] ]=4,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[ความสามารถได้ 62000]=]
	},
	[ [=[501]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[2]=]
		},
		[ [=[condition]=] ]=[=[5]=],
		[ [=[type]=] ]=5,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[รวม 5 นักเตะระดับ 2]=]
	},
	[ [=[502]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[3]=]
		},
		[ [=[condition]=] ]=[=[7]=],
		[ [=[type]=] ]=5,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[รวม 7 นักเตะระดับ 3]=]
	},
	[ [=[503]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[3]=]
		},
		[ [=[condition]=] ]=[=[15]=],
		[ [=[type]=] ]=5,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[รวม 15 นักเตะระดับ 3]=]
	},
	[ [=[504]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[4]=]
		},
		[ [=[condition]=] ]=[=[10]=],
		[ [=[type]=] ]=5,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[รวม 10 นักเตะระดับ 4]=]
	},
	[ [=[505]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[5]=]
		},
		[ [=[condition]=] ]=[=[8]=],
		[ [=[type]=] ]=5,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[รวม 8 นักเตะระดับ 5]=]
	},
	[ [=[506]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[5]=]
		},
		[ [=[condition]=] ]=[=[13]=],
		[ [=[type]=] ]=5,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[รวม 13 นักเตะระดับ 5]=]
	},
	[ [=[507]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[5]=]
		},
		[ [=[condition]=] ]=[=[20]=],
		[ [=[type]=] ]=5,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[รวม 20 นักเตะระดับ 5]=]
	},
	[ [=[601]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[4]=],
		[ [=[type]=] ]=6,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[รีเฟรชการโอนย้าย 4 ครั้ง]=]
	},
	[ [=[602]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[10]=],
		[ [=[type]=] ]=6,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[รีเฟรชการโอนย้าย 10 ครั้ง]=]
	},
	[ [=[603]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[22]=],
		[ [=[type]=] ]=6,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[รีเฟรชการโอนย้าย 22 ครั้ง]=]
	},
	[ [=[604]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[35]=],
		[ [=[type]=] ]=6,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[รีเฟรชการโอนย้าย 35 ครั้ง]=]
	},
	[ [=[605]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[55]=],
		[ [=[type]=] ]=6,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[รีเฟรชการโอนย้าย 55 ครั้ง]=]
	},
	[ [=[606]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[80]=],
		[ [=[type]=] ]=6,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[รีเฟรชการโอนย้าย 80 ครั้ง]=]
	},
	[ [=[607]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[100]=],
		[ [=[type]=] ]=6,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[รีเฟรชการโอนย้าย 100 ครั้ง]=]
	},
	[ [=[701]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[20]=],
		[ [=[type]=] ]=7,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[ขึ้นเลเวลสกิล 20 ครั้ง]=]
	},
	[ [=[702]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[40]=],
		[ [=[type]=] ]=7,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[ขึ้นเลเวลสกิล 40 ครั้ง]=]
	},
	[ [=[703]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[60]=],
		[ [=[type]=] ]=7,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[ขึ้นเลเวลสกิล 60 ครั้ง]=]
	},
	[ [=[704]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[90]=],
		[ [=[type]=] ]=7,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[ขึ้นเลเวลสกิล 90 ครั้ง]=]
	},
	[ [=[705]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[120]=],
		[ [=[type]=] ]=7,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[ขึ้นเลเวลสกิล 120 ครั้ง]=]
	},
	[ [=[706]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[150]=],
		[ [=[type]=] ]=7,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[ขึ้นเลเวลสกิล 150 ครั้ง]=]
	},
	[ [=[707]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[180]=],
		[ [=[type]=] ]=7,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[ขึ้นเลเวลสกิล 180 ครั้ง]=]
	},
	[ [=[801]=] ]=
	{
		[ [=[condition2]=] ]=[=[lte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[2000]=],
		[ [=[type]=] ]=8,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[แข่งอันดับในท็อป 2000]=]
	},
	[ [=[802]=] ]=
	{
		[ [=[condition2]=] ]=[=[lte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[1000]=],
		[ [=[type]=] ]=8,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[แข่งอันดับในท็อป 1000]=]
	},
	[ [=[803]=] ]=
	{
		[ [=[condition2]=] ]=[=[lte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[500]=],
		[ [=[type]=] ]=8,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[อันดับแข่งอันดับในท็อป 500]=]
	},
	[ [=[804]=] ]=
	{
		[ [=[condition2]=] ]=[=[lte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[200]=],
		[ [=[type]=] ]=8,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[แข่งอันดับในท็อป 200]=]
	},
	[ [=[805]=] ]=
	{
		[ [=[condition2]=] ]=[=[lte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[100]=],
		[ [=[type]=] ]=8,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[แข่งอันดับในท็อป 100]=]
	},
	[ [=[806]=] ]=
	{
		[ [=[condition2]=] ]=[=[lte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[80]=],
		[ [=[type]=] ]=8,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[แข่งอันดับในท็อป 80]=]
	},
	[ [=[807]=] ]=
	{
		[ [=[condition2]=] ]=[=[lte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[50]=],
		[ [=[type]=] ]=8,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[แข่งอันดับในท็อป 50]=]
	},
	[ [=[808]=] ]=
	{
		[ [=[condition2]=] ]=[=[lte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[20]=],
		[ [=[type]=] ]=8,
		[ [=[condition1]=] ]=[=[update]=],
		[ [=[desc]=] ]=[=[แข่งอันดับในท็อป 20]=]
	},
	[ [=[901]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[1]=],
		[ [=[type]=] ]=9,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[รับอั่งเปา 1 ซองที่สมาคม]=]
	},
	[ [=[902]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[3]=],
		[ [=[type]=] ]=9,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[รับอั่งเปา 3 ซองที่สมาคม]=]
	},
	[ [=[903]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[5]=],
		[ [=[type]=] ]=9,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[รับอั่งเปา 5 ซองที่สมาคม]=]
	},
	[ [=[904]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[7]=],
		[ [=[type]=] ]=9,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[รับอั่งเปา 7 ซองที่สมาคม]=]
	},
	[ [=[905]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[10]=],
		[ [=[type]=] ]=9,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[รับอั่งเปา 10 ซองที่สมาคม]=]
	},
	[ [=[1001]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[1]=],
		[ [=[type]=] ]=10,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[สำเร็จ 1 จดหมายนักเตะ]=]
	},
	[ [=[1002]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[2]=],
		[ [=[type]=] ]=10,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[สำเร็จ 2 จดหมายนักเตะ]=]
	},
	[ [=[1003]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[4]=],
		[ [=[type]=] ]=10,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[สำเร็จ 4 จดหมายนักเตะ]=]
	},
	[ [=[1004]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[6]=],
		[ [=[type]=] ]=10,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[สำเร็จ 6 จดหมายนักเตะ]=]
	},
	[ [=[1005]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[8]=],
		[ [=[type]=] ]=10,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[สำเร็จ 8 จดหมายนักเตะ]=]
	},
	[ [=[1006]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[10]=],
		[ [=[type]=] ]=10,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[สำเร็จ 10 จดหมายนักเตะ]=]
	},
	[ [=[1007]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[12]=],
		[ [=[type]=] ]=10,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[สำเร็จ 12 จดหมายนักเตะ]=]
	},
	[ [=[1101]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[1]=]
		},
		[ [=[condition]=] ]=[=[1]=],
		[ [=[type]=] ]=11,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[นักเตะก้าวกระโดด 1: 1]=]
	},
	[ [=[1102]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[1]=]
		},
		[ [=[condition]=] ]=[=[2]=],
		[ [=[type]=] ]=11,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[นักเตะก้าวกระโดด 1: 2]=]
	},
	[ [=[1103]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[1]=]
		},
		[ [=[condition]=] ]=[=[3]=],
		[ [=[type]=] ]=11,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[นักเตะก้าวกระโดด 1: 3]=]
	},
	[ [=[1104]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[1]=]
		},
		[ [=[condition]=] ]=[=[5]=],
		[ [=[type]=] ]=11,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[นักเตะก้าวกระโดด 1: 5]=]
	},
	[ [=[1105]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[2]=]
		},
		[ [=[condition]=] ]=[=[4]=],
		[ [=[type]=] ]=11,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[นักเตะก้าวกระโดด 2: 4]=]
	},
	[ [=[1106]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[2]=]
		},
		[ [=[condition]=] ]=[=[6]=],
		[ [=[type]=] ]=11,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[นักเตะก้าวกระโดด 2: 6]=]
	},
	[ [=[1107]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[3]=]
		},
		[ [=[condition]=] ]=[=[4]=],
		[ [=[type]=] ]=11,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[นักเตะก้าวกระโดด 3: 4]=]
	},
	[ [=[1201]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[1]=],
		[ [=[type]=] ]=12,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[สำเร็จอัพเลเวล 1 งาน]=]
	},
	[ [=[1202]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[5]=],
		[ [=[type]=] ]=12,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[สำเร็จขึ้นเลเวล 5 งาน]=]
	},
	[ [=[1203]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[10]=],
		[ [=[type]=] ]=12,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[สำเร็จขึ้นเลเวล 10 งาน]=]
	},
	[ [=[1204]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[15]=],
		[ [=[type]=] ]=12,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[สำเร็จขึ้นเลเวล 15 งาน]=]
	},
	[ [=[1205]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[20]=],
		[ [=[type]=] ]=12,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[สำเร็จขึ้นเลเวล 20 งาน]=]
	},
	[ [=[1206]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[26]=],
		[ [=[type]=] ]=12,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[สำเร็จขึ้นเลเวล 26 งาน]=]
	},
	[ [=[1207]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[32]=],
		[ [=[type]=] ]=12,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[สำเร็จขึ้นเลเวล 32 งาน]=]
	},
	[ [=[1301]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[10]=],
		[ [=[type]=] ]=13,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[ใช้วิตามิน 10 ครั้ง]=]
	},
	[ [=[1302]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[40]=],
		[ [=[type]=] ]=13,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[ใช้วิตามิน 40 ครั้ง]=]
	},
	[ [=[1303]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[60]=],
		[ [=[type]=] ]=13,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[ใช้วิตามิน 60 ครั้ง]=]
	},
	[ [=[1304]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[100]=],
		[ [=[type]=] ]=13,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[ใช้วิตามิน 100 ครั้ง]=]
	},
	[ [=[1305]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[150]=],
		[ [=[type]=] ]=13,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[ใช้วิตามิน 150  ครั้ง]=]
	},
	[ [=[1306]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[250]=],
		[ [=[type]=] ]=13,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[ใช้วิตามิน 250 ครั้ง]=]
	},
	[ [=[1307]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[360]=],
		[ [=[type]=] ]=13,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[ใช้วิตามิน 360 ครั้ง]=]
	},
	[ [=[1308]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[500]=],
		[ [=[type]=] ]=13,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[ใช้วิตามิน 500 ครั้ง]=]
	},
	[ [=[1401]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[1]=],[=[2]=],[=[3]=],[=[4]=],[=[5]=],[=[6]=],[=[7]=],[=[8]=]
		},
		[ [=[condition]=] ]=[=[15]=],
		[ [=[type]=] ]=14,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[ได้รับ 15 นักเตะมีคุณภาพ D ขึ้นไป]=]
	},
	[ [=[1402]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[2]=],[=[3]=],[=[4]=],[=[5]=],[=[6]=],[=[7]=],[=[8]=]
		},
		[ [=[condition]=] ]=[=[20]=],
		[ [=[type]=] ]=14,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[ได้รับ 20 นักเตะมีคุณภาพ C ขึ้นไป]=]
	},
	[ [=[1403]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[3]=],[=[4]=],[=[5]=],[=[6]=],[=[7]=],[=[8]=]
		},
		[ [=[condition]=] ]=[=[20]=],
		[ [=[type]=] ]=14,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[ได้รับ 20 นักเตะมีคุณภาพ B ขึ้นไป]=]
	},
	[ [=[1404]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[4]=],[=[5]=],[=[6]=],[=[7]=],[=[8]=]
		},
		[ [=[condition]=] ]=[=[15]=],
		[ [=[type]=] ]=14,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[ได้รับ 15 นักเตะมีคุณภาพ A ขึ้นไป]=]
	},
	[ [=[1405]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[5]=],[=[6]=],[=[7]=],[=[8]=]
		},
		[ [=[condition]=] ]=[=[15]=],
		[ [=[type]=] ]=14,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[ได้รับ 15 นักเตะมีคุณภาพ S ขึ้นไป]=]
	},
	[ [=[1406]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[5]=],[=[6]=],[=[7]=],[=[8]=]
		},
		[ [=[condition]=] ]=[=[25]=],
		[ [=[type]=] ]=14,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[ได้รับ 25 นักเตะมีคุณภาพ S ขึ้นไป]=]
	},
	[ [=[1407]=] ]=
	{
		[ [=[condition2]=] ]=[=[gte]=],
		[ [=[filter]=] ]=
		{[=[6]=],[=[7]=],[=[8]=]
		},
		[ [=[condition]=] ]=[=[7]=],
		[ [=[type]=] ]=14,
		[ [=[condition1]=] ]=[=[add]=],
		[ [=[desc]=] ]=[=[ได้รับ 7 นักเตะมีคุณภาพ SS ขึ้นไป]=]
	}
}
return var