local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		[ [=[note]=] ]=[=[ผ่านด่านลานประลองที่สอดคล้อง]=],
		[ [=[tag]=] ]=[=[Main]=],
		[ [=[tagName]=] ]=[=[ลานประลอง]=]
	},
	[ [=[2]=] ]=
	{
		[ [=[note]=] ]=[=[บรรลุเลเวลที่สอดคล้อง]=],
		[ [=[tag]=] ]=[=[PlayerLvl]=],
		[ [=[tagName]=] ]=[=[แผนการพัฒนา]=]
	},
	[ [=[3]=] ]=
	{
		[ [=[note]=] ]=[=[มอบ n ครั้งความฟิตให้เพื่อน]=],
		[ [=[tag]=] ]=[=[Friend]=],
		[ [=[tagName]=] ]=[=[มิตรภาพ]=]
	},
	[ [=[4]=] ]=
	{
		[ [=[note]=] ]=[=[ความ
สามารถ]=],
		[ [=[tag]=] ]=[=[PlayerPower]=],
		[ [=[tagName]=] ]=[=[ความสามารถ]=]
	},
	[ [=[5]=] ]=
	{
		[ [=[note]=] ]=[=[m นักเตะขึ้นเลเวลถึงเลเวล n]=],
		[ [=[tag]=] ]=[=[Playeradvanced]=],
		[ [=[tagName]=] ]=[=[ขึ้นเลเวล]=]
	},
	[ [=[6]=] ]=
	{
		[ [=[note]=] ]=[=[ตลาดรีเฟรช n ครั้ง]=],
		[ [=[tag]=] ]=[=[Market]=],
		[ [=[tagName]=] ]=[=[เจ้านาย]=]
	},
	[ [=[7]=] ]=
	{
		[ [=[note]=] ]=[=[อัพเลเวลสกิลนักเตะ n ครั้ง]=],
		[ [=[tag]=] ]=[=[SkillLvl]=],
		[ [=[tagName]=] ]=[=[ฝึกซ้อม]=]
	},
	[ [=[8]=] ]=
	{
		[ [=[note]=] ]=[=[แข่งอันดับถึงท็อป n]=],
		[ [=[tag]=] ]=[=[Ladder]=],
		[ [=[tagName]=] ]=[=[ท็อป]=]
	},
	[ [=[9]=] ]=
	{
		[ [=[note]=] ]=[=[สมาคมชนะได้อั่งเปา n ครั้ง]=],
		[ [=[tag]=] ]=[=[Guild]=],
		[ [=[tagName]=] ]=[=[อั่งเปาสมาคม]=]
	},
	[ [=[10]=] ]=
	{
		[ [=[note]=] ]=[=[สำเร็จ n จดหมายนักเตะ]=],
		[ [=[tag]=] ]=[=[Letter]=],
		[ [=[tagName]=] ]=[=[จดหมายนักเตะ]=]
	},
	[ [=[11]=] ]=
	{
		[ [=[note]=] ]=[=[มี m นักเตะ n]=],
		[ [=[tag]=] ]=[=[PlayerReincarnated]=],
		[ [=[tagName]=] ]=[=[ก้าวกระโดด]=]
	},
	[ [=[12]=] ]=
	{
		[ [=[note]=] ]=[=[สนามบอลขึ้นเลเวล n ครั้ง]=],
		[ [=[tag]=] ]=[=[Building]=],
		[ [=[tagName]=] ]=[=[สนามใหญ่]=]
	},
	[ [=[13]=] ]=
	{
		[ [=[note]=] ]=[=[ใช้วิตามินส่งเสริมนักเตะ n ครั้ง]=],
		[ [=[tag]=] ]=[=[PlayerCulture]=],
		[ [=[tagName]=] ]=[=[ล้าง]=]
	},
	[ [=[14]=] ]=
	{
		[ [=[note]=] ]=[=[มี m นักเตะคุณภาพ n]=],
		[ [=[tag]=] ]=[=[Collection]=],
		[ [=[tagName]=] ]=[=[รายได้]=]
	}
}
return var