local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[สกอร์การแข่งขันระหว่างเรอัลมาดริด กับ อัตเลตีโกมาดริด วันที่ 03-05-2017 เท่าไหร่?]=],
		[ [=[answer]=] ]=[=[3:0]=],
		[ [=[distracter]=] ]=
		{[=[1:0]=],[=[2:0]=],[=[1:1]=]
		}
	},
	[ [=[2]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[การแข่งขันระหว่างโปรตุเกสและสเปน CR7 ยิงได้กี่ลูก?]=],
		[ [=[answer]=] ]=[=[2]=],
		[ [=[distracter]=] ]=
		{[=[1]=],[=[3]=],[=[4]=]
		}
	},
	[ [=[3]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[ฟุตบอลโลก 2010 ได้จัดขึ้นที่ไหน?]=],
		[ [=[answer]=] ]=[=[แอฟริกาใต้]=],
		[ [=[distracter]=] ]=
		{[=[อังกฤษ]=],[=[เยอรมนี]=],[=[ฝรั่งเศส]=],[=[จีน]=],[=[บราซิล]=]
		}
	},
	[ [=[4]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[ฟุตบอลโลก 2020 ได้จัดขึ้นที่ไหน?]=],
		[ [=[answer]=] ]=[=[Qatar]=],
		[ [=[distracter]=] ]=
		{[=[บราซิล]=],[=[รัสเซีย]=],[=[จีน]=],[=[เกาหลี]=],[=[แอฟริกาใต้]=]
		}
	},
	[ [=[5]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[ฟุตบอลโลก 2018 นอกจากทีมเจ้าภาพแล้วมีทีมไหนที่ได้เข้ารอบโดยไม่ต้องผ่านรอบคัดเลือกไหม ?]=],
		[ [=[answer]=] ]=[=[ผิดหมด]=],
		[ [=[distracter]=] ]=
		{[=[ป้องกันอันดับ 1]=],[=[อันดับ 1 ฟีฟ่าคอนเฟเดอเรชันส์คัพ]=],[=[อันดับ 1 ฟุตบอลยูโร]=],[=[อันดับ 1 ยุโรป]=]
		}
	},
	[ [=[6]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[ประเทศไหนที่ไม่เสนอจัดการแข่งขันฟุตบอลโลก 2018 หรือ 2022?]=],
		[ [=[answer]=] ]=[=[จีน]=],
		[ [=[distracter]=] ]=
		{[=[ออสเตรเลีย]=],[=[อังกฤษ]=],[=[ญี่ปุ่น]=],[=[รัสเซีย]=],[=[Qatar]=]
		}
	},
	[ [=[7]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[สิทธิ์ในการจัดฟุตบอลโลก 2018 ได้รับการยืนยันในปีไหน?]=],
		[ [=[answer]=] ]=[=[2011]=],
		[ [=[distracter]=] ]=
		{[=[2010]=],[=[2012]=],[=[2013]=],[=[2009]=]
		}
	},
	[ [=[8]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[นัดเปิดฤดูกาลฟุตบอลโลก 2014 เป็นช่วงเวลาไหน (เวลาท้องถิ่น)?]=],
		[ [=[answer]=] ]=[=[13 วัน]=],
		[ [=[distracter]=] ]=
		{[=[วันที่ 10]=],[=[วันที่ 11]=],[=[วันที่ 12]=],[=[วันที่ 14]=],[=[วันที่ 15]=]
		}
	},
	[ [=[9]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[ฟุตบอลโลก 2014 ได้จัดอยู่กี่สนาม?]=],
		[ [=[answer]=] ]=[=[12]=],
		[ [=[distracter]=] ]=
		{[=[8]=],[=[10]=],[=[14]=],[=[16]=]
		}
	},
	[ [=[10]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[ทีมบอลใดจากเอเซียมีผลงานที่ดีที่สุดในฟุตบอลโลก?]=],
		[ [=[answer]=] ]=[=[เกาหลี]=],
		[ [=[distracter]=] ]=
		{[=[จีน]=],[=[อิหร่าน]=],[=[ซาอุดีอาระเบีย]=],[=[ออสเตรเลีย]=]
		}
	},
	[ [=[12]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[เวลาการแข่งขันฟุตบอลตามมาตรฐานนานาชาตินานเท่าไร?]=],
		[ [=[answer]=] ]=[=[90 นาที]=],
		[ [=[distracter]=] ]=
		{[=[60 นาที]=],[=[80 นาที]=],[=[120 นาที]=]
		}
	},
	[ [=[13]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[ฟุตบอลโลกได้จัดขึ้นกี่ปีต่อครั้ง?]=],
		[ [=[answer]=] ]=[=[4 ปี]=],
		[ [=[distracter]=] ]=
		{[=[1ปี]=],[=[2ปี]=],[=[3ปี]=]
		}
	},
	[ [=[14]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[ฟุตบอลโลกครั้งแรกได้จัดขึ้นที่ไหน?]=],
		[ [=[answer]=] ]=[=[อุรุกวัย]=],
		[ [=[distracter]=] ]=
		{[=[บราซิล]=],[=[อังกฤษ]=],[=[เยอรมนี]=]
		}
	},
	[ [=[15]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[ทีมที่ได้ชนะเลศฟุตบอลโลกครั้งแรกคือทีมไหน?]=],
		[ [=[answer]=] ]=[=[อุรุกวัย]=],
		[ [=[distracter]=] ]=
		{[=[บราซิล]=],[=[อังกฤษ]=],[=[เยอรมนี]=],[=[อาร์เจนตินา]=]
		}
	},
	[ [=[16]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[ฟุตบอลโลกครั้งแรกในปี 1930 มีทั้งหมดกี่ทีม?]=],
		[ [=[answer]=] ]=[=[13]=],
		[ [=[distracter]=] ]=
		{[=[8]=],[=[9]=],[=[12]=],[=[16]=],[=[20]=]
		}
	},
	[ [=[17]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[ทีมที่ไม่เข้าร่วมฟุตบอลโลกครั้งแรกคือทีมใดต่อไปนี้?]=],
		[ [=[answer]=] ]=[=[อังกฤษ]=],
		[ [=[distracter]=] ]=
		{[=[โบลิเวีย]=],[=[โรมาเนีย]=],[=[บราซิล]=],[=[ชิลี]=],[=[อเมริกา]=],[=[ฝรั่งเศส]=],[=[เปรู]=]
		}
	},
	[ [=[18]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[ดาวซัลโวของฟุตบอลโลกครั้งแรกอยู่ทีมไหน?]=],
		[ [=[answer]=] ]=[=[อาร์เจนตินา]=],
		[ [=[distracter]=] ]=
		{[=[โบลิเวีย]=],[=[โรมาเนีย]=],[=[บราซิล]=],[=[ชิลี]=],[=[อเมริกา]=],[=[ฝรั่งเศส]=],[=[เปรู]=]
		}
	},
	[ [=[19]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[ทีมเยอรมนีมีกี่คะแนนในรอบแบ่งกลุ่มของฟุตบอลโลก 2014?]=],
		[ [=[answer]=] ]=[=[7]=],
		[ [=[distracter]=] ]=
		{[=[3]=],[=[5]=],[=[6]=],[=[9]=]
		}
	},
	[ [=[20]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[โค้ชของทีมอาร์เจนตินาที่ฟุตบอลโลก 2014 คือใคร?]=],
		[ [=[answer]=] ]=[=[Sabella]=],
		[ [=[distracter]=] ]=
		{[=[Oliveira]=],[=[Louis van Gaal]=],[=[Maradona]=]
		}
	},
	[ [=[21]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[ทีมเยอรมนียิงได้ทั้งหมดกี่ประตูในฟุตบอลโลก 2014?]=],
		[ [=[answer]=] ]=[=[18]=],
		[ [=[distracter]=] ]=
		{[=[15]=],[=[16]=],[=[17]=],[=[19]=],[=[20]=]
		}
	},
	[ [=[22]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[เลสเตอร์ เป็นทีมได้ขนะเลศของพรีเมียร์ลีกครั้งที่เท่าไหร่?]=],
		[ [=[answer]=] ]=[=[6]=],
		[ [=[distracter]=] ]=
		{[=[5]=],[=[7]=],[=[8]=],[=[9]=]
		}
	},
	[ [=[23]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[ทีมไหนที่มีฉายาเสือใต้?]=],
		[ [=[answer]=] ]=[=[บาเยิร์น]=],
		[ [=[distracter]=] ]=
		{[=[บาร์เซโลนา]=],[=[เรอัล มาดริด]=],[=[ปักกิ่งกั๋วอันn]=],[=[ซานตงลู่เนิ่ง]=],[=[เชลซี]=]
		}
	},
	[ [=[24]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[สนามเหย้าของเลสเตอร์ที่พรีเมียร์ลีก 2016 ชื่ออะไร?]=],
		[ [=[answer]=] ]=[=[คิงเพาเวอร์สเตเดียม]=],
		[ [=[distracter]=] ]=
		{[=[สเตเดียมออฟไลต์]=],[=[โอลด์แทรฟฟอร์ด]=],[=[เอมิเรตส์สเตเดียม]=]
		}
	},
	[ [=[25]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[ฉายาของโค้ชทีมเลสเตอร์ในปี 2016 คืออะไร?]=],
		[ [=[answer]=] ]=[=[Claudio Ranieri]=],
		[ [=[distracter]=] ]=
		{[=[Pete Jordann]=],[=[Ranieri]=],[=[Mourinho]=]
		}
	},
	[ [=[26]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[นักเตะใดที่ไม่อยู่ลอนดอนเหนือต่อไปนี้?]=],
		[ [=[answer]=] ]=[=[Terry]=],
		[ [=[distracter]=] ]=
		{[=[Fàbregas]=],[=[Van Persie]=],[=[Nasri]=],[=[Alexandre Song]=]
		}
	},
	[ [=[27]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[ในรอบชิงชนะเลิศฟุตบอลโลก 2016 ใครที่ยิงจุดโทษพลาด?]=],
		[ [=[answer]=] ]=[=[David Trezeguet]=],
		[ [=[distracter]=] ]=
		{[=[Zidane]=],[=[Ribery]=],[=[Robben]=],[=[Messi]=]
		}
	},
	[ [=[28]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[ลูกบอลที่ใช้ในฟุตบอลโลก 2006 คืออะไร?]=],
		[ [=[answer]=] ]=[=[Teamgeist]=],
		[ [=[distracter]=] ]=
		{[=[Fevernova]=],[=[Passport]=],[=[Log Book]=]
		}
	},
	[ [=[30]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[ฟุตบอลโลก 2002 เกาหลีแข่งกับอิตาลี ใครเป็นคนยิงลูกเฉียดฉิว?]=],
		[ [=[answer]=] ]=[=[Ahn Jung-hwan]=],
		[ [=[distracter]=] ]=
		{[=[Pak Chi Song]=],[=[Choi Yong-soo]=],[=[Kim Tae-young]=]
		}
	},
	[ [=[31]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[ฟุตบอลปัจจุบันเริ่มต้นปี 1863 ที่ประเทศไหน?]=],
		[ [=[answer]=] ]=[=[อังกฤษ]=],
		[ [=[distracter]=] ]=
		{[=[บราซิล]=],[=[ฝรั่งเศส]=],[=[อิตาลี]=],[=[เยอรมนี]=],[=[อาร์เจนตินา]=]
		}
	},
	[ [=[32]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[Bora Milutinovic เคยเป็นโค้ชชองกี่ทีมเข้าสู่ฟุตบอลโลก?]=],
		[ [=[answer]=] ]=[=[5]=],
		[ [=[distracter]=] ]=
		{[=[1]=],[=[2]=],[=[3]=],[=[4]=]
		}
	},
	[ [=[33]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[ทีมแรกที่ตกรอบ 16 ทีมสุดท้ายของฟุตบอลโลก 2002 คือทีมไหน?]=],
		[ [=[answer]=] ]=[=[ซาอุดีอาระเบีย]=],
		[ [=[distracter]=] ]=
		{[=[ตูนิเซีย]=],[=[จีน]=],[=[เบลเยียม]=]
		}
	},
	[ [=[34]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[ทีมชาติไหนที่เข้าร่วมแข่งขันฟุตบอลโลกได้หลายครั้งที่สุด?]=],
		[ [=[answer]=] ]=[=[บราซิล]=],
		[ [=[distracter]=] ]=
		{[=[อาร์เจนตินา]=],[=[เยอรมนี]=],[=[ฝรั่งเศส]=],[=[อิตาลี]=],[=[อังกฤษ]=],[=[สเปน]=],[=[ตุรกี]=],[=[รัสเซีย]=],[=[อเมริกา]=]
		}
	},
	[ [=[35]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[ในฟุตบอลโลก 1990 Maradona ได้ทำประตูที่ทำให้เกิดการขัดแย้งคือเกมที่แข่งขันกับทีมไหน?]=],
		[ [=[answer]=] ]=[=[โซเวียต]=],
		[ [=[distracter]=] ]=
		{[=[โรมาเนีย]=],[=[บราซิล]=],[=[อังกฤษ]=],[=[แคเมอรูน]=]
		}
	},
	[ [=[36]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[ทีมชาติไหนที่แชมป์ฟุตบอลโลกหลายครั้งที่สุด?]=],
		[ [=[answer]=] ]=[=[บราซิล]=],
		[ [=[distracter]=] ]=
		{[=[อาร์เจนตินา]=],[=[เยอรมนี]=],[=[ฝรั่งเศส]=],[=[อิตาลี]=],[=[อังกฤษ]=],[=[สเปน]=],[=[ตุรกี]=],[=[รัสเซีย]=],[=[อเมริกา]=]
		}
	},
	[ [=[37]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[สำนักงานใหญ่ของฟีฟ่าอยู่ไหน?]=],
		[ [=[answer]=] ]=[=[ซูริค]=],
		[ [=[distracter]=] ]=
		{[=[โลซาน]=],[=[ลอนดอน]=],[=[Washington]=]
		}
	},
	[ [=[38]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[บุตรแห่งลมเป็นฉายาของนักเตะคนไหน?]=],
		[ [=[answer]=] ]=[=[Caniggia]=],
		[ [=[distracter]=] ]=
		{[=[Baggio]=],[=[Burruchaga]=],[=[Garrincha]=],[=[Ronaldo]=]
		}
	},
	[ [=[39]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[นักเตะคนไหนเคยจบปริญญาเอกด้านแพทย์?]=],
		[ [=[answer]=] ]=[=[Socrates]=],
		[ [=[distracter]=] ]=
		{[=[Maradona]=],[=[Cruyff]=],[=[Beckenbauer]=],[=[Zico]=]
		}
	},
	[ [=[40]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[ความสูงของประตูฟูตบอลเป็นเท่าไร?]=],
		[ [=[answer]=] ]=[=[2]=],
		[ [=[distracter]=] ]=
		{[=[2.51]=],[=[2.55]=],[=[2.56]=],[=[2.41]=]
		}
	},
	[ [=[42]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[อันดับที่ 4 ของพรีเมียร์ลีก 2015-2016 คือทีมไหน?]=],
		[ [=[answer]=] ]=[=[แมนซี เอฟซี]=],
		[ [=[distracter]=] ]=
		{[=[เลสเตอร์]=],[=[อาร์เซนอล]=],[=[แมนเชสเตอร์ ยูไนเต็ด]=],[=[ท็อตแน่ม]=]
		}
	},
	[ [=[43]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[ทีมใดไม่ตกชั้นในพรีเมียร์ลีก 2015-2016?]=],
		[ [=[answer]=] ]=[=[คริสตัลพาเลซ]=],
		[ [=[distracter]=] ]=
		{[=[นิวคาสเซิล]=],[=[น็องต์]=],[=[แอสตัน วิลล่า]=]
		}
	},
	[ [=[44]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[ลาลีกา 2015-2016 อัตเลตีโกมาดริดได้ทั้งหมดกี่แต้ม?]=],
		[ [=[answer]=] ]=[=[88]=],
		[ [=[distracter]=] ]=
		{[=[91]=],[=[90]=],[=[89]=]
		}
	},
	[ [=[46]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[อาร์เซนอล ได้ก่อตั้งในปีไหน?]=],
		[ [=[answer]=] ]=[=[1886]=],
		[ [=[distracter]=] ]=
		{[=[1866]=],[=[1868]=],[=[1888]=]
		}
	},
	[ [=[47]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[อาร์เซนอล ได้ชนะเลศพรีเมียร์ลีกกี่ครั้ง?]=],
		[ [=[answer]=] ]=[=[13]=],
		[ [=[distracter]=] ]=
		{[=[9]=],[=[10]=],[=[11]=],[=[12]=],[=[14]=]
		}
	},
	[ [=[48]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[Le Professeur เป็นฉายาของโค้ชคนไหน?]=],
		[ [=[answer]=] ]=[=[Wenger]=],
		[ [=[distracter]=] ]=
		{[=[Ancelotti]=],[=[Guardiola]=],[=[Lippi]=]
		}
	},
	[ [=[49]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[บาเยิร์น ก่อตั้งเมื่อไหร่?]=],
		[ [=[answer]=] ]=[=[1900]=],
		[ [=[distracter]=] ]=
		{[=[1889]=],[=[1899]=],[=[1908]=]
		}
	},
	[ [=[50]=] ]=
	{
		[ [=[cate]=] ]=1,
		[ [=[question]=] ]=[=[บาเยิร์นได้รางวัลขนะเลศครั้งแรกในปีไหน?]=],
		[ [=[answer]=] ]=[=[1932]=],
		[ [=[distracter]=] ]=
		{[=[1930]=],[=[1931]=],[=[1933]=]
		}
	},
	[ [=[51]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[ทีมชาติไหนเป็นผู้ชนะเลศฟีฟ่าคอนเฟเดอเรชันส์คัพปี 2013?]=],
		[ [=[answer]=] ]=[=[บราซิล]=],
		[ [=[distracter]=] ]=
		{[=[อิตาลี]=],[=[เกาหลี]=],[=[อเมริกา]=],[=[นิวซีแลนด์]=]
		}
	},
	[ [=[52]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[Neymar ยิงเข้ากี่ลูกใน ฟีฟ่าคอนเฟเดอเรชันส์คัพปี 2013?]=],
		[ [=[answer]=] ]=[=[4]=],
		[ [=[distracter]=] ]=
		{[=[3]=],[=[5]=],[=[6]=]
		}
	},
	[ [=[53]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[คู่แข่งของสเปนในรอบ 4 ทีมสุดท้ายฟีฟ่าคอนเฟเดอเรชันส์คัพ ปี 2013 คือทีมไหน?]=],
		[ [=[answer]=] ]=[=[อิตาลี]=],
		[ [=[distracter]=] ]=
		{[=[อุรุกวัย]=],[=[เนเธอร์แลนด์]=],[=[แองโกลา]=],[=[แอฟริกาใต้]=]
		}
	},
	[ [=[54]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[คู่แข่งของบราซิล ในรอบ 4 ทีมสุดท้ายฟีฟ่าคอนเฟเดอเรชันส์คัพปี 2013 คือทีมไหน?]=],
		[ [=[answer]=] ]=[=[อุรุกวัย]=],
		[ [=[distracter]=] ]=
		{[=[สเปน]=],[=[อเมริกา]=],[=[เกาหลี]=]
		}
	},
	[ [=[55]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[อันดับที่ 2 ฟีฟ่าคอนเฟเดอเรชันส์คัพปี 2013 คือทีมชาติไหน?]=],
		[ [=[answer]=] ]=[=[สเปน]=],
		[ [=[distracter]=] ]=
		{[=[อเมริกา]=],[=[ญี่ปุ่น]=],[=[อุรุกวัย]=],[=[เยอรมนี]=]
		}
	},
	[ [=[56]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[อันดับที่ 3 ฟีฟ่าคอนเฟเดอเรชันส์คัพปี 2013 คือทีมชาติไหน?]=],
		[ [=[answer]=] ]=[=[อิตาลี]=],
		[ [=[distracter]=] ]=
		{[=[จีน]=],[=[อิหร่าน]=],[=[ซาอุดีอาระเบีย]=],[=[ออสเตรเลีย]=]
		}
	},
	[ [=[57]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[อันดับที่ 1 ฟีฟ่าคอนเฟเดอเรชันส์คัพปี 2009 คือทีมชาติไหน?]=],
		[ [=[answer]=] ]=[=[บราซิล]=],
		[ [=[distracter]=] ]=
		{[=[เกาหลี]=],[=[อุรุกวัย]=],[=[สเปน]=]
		}
	},
	[ [=[58]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[อันดับที่ 2 ฟีฟ่าคอนเฟเดอเรชันส์คัพปี 2009 คือทีมชาติไหน?]=],
		[ [=[answer]=] ]=[=[อเมริกา]=],
		[ [=[distracter]=] ]=
		{[=[อาร์เจนตินา]=],[=[เยอรมนี]=],[=[ฝรั่งเศส]=],[=[อิตาลี]=],[=[อังกฤษ]=],[=[สเปน]=],[=[ตุรกี]=],[=[รัสเซีย]=]
		}
	},
	[ [=[59]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[อันดับที่ 3 ฟีฟ่าคอนเฟเดอเรชันส์คัพปี 2009 คือทีมชาติไหน?]=],
		[ [=[answer]=] ]=[=[สเปน]=],
		[ [=[distracter]=] ]=
		{[=[อาร์เจนตินา]=],[=[เยอรมนี]=],[=[ฝรั่งเศส]=],[=[อิตาลี]=],[=[อังกฤษ]=],[=[โปรตุเกส]=],[=[ตุรกี]=],[=[รัสเซีย]=]
		}
	},
	[ [=[60]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[คู่แข่งของสเปนในรอบ 4 ทีมสุดท้าย ฟีฟ่าคอนเฟเดอเรชันส์คัพปี 2009 คือทีมไหน?]=],
		[ [=[answer]=] ]=[=[อเมริกา]=],
		[ [=[distracter]=] ]=
		{[=[ตูนิเซีย]=],[=[จีน]=],[=[เบลเยียม]=]
		}
	},
	[ [=[61]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[คู่แข่งของ Brazil ในรอบ 4 ทีมสุดท้ายฟีฟ่าคอนเฟเดอเรชันส์คัพ ปี 2009 คือทีมไหน?]=],
		[ [=[answer]=] ]=[=[แอฟริกาใต้]=],
		[ [=[distracter]=] ]=
		{[=[ตูนิเซีย]=],[=[จีน]=],[=[เบลเยียม]=]
		}
	},
	[ [=[62]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[ใครได้รางวัลรองเท้าทองฟีฟ่าคอนเฟเดอเรชันส์คัพปี 2009?]=],
		[ [=[answer]=] ]=[=[Fabiano]=],
		[ [=[distracter]=] ]=
		{[=[Baggio]=],[=[Burruchaga]=],[=[Garrincha]=],[=[Ronaldo]=]
		}
	},
	[ [=[63]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[ใครได้รางวัลรองเท้าทองฟีฟ่าคอนเฟเดอเรชันส์คัพปี 2005?]=],
		[ [=[answer]=] ]=[=[Adriano]=],
		[ [=[distracter]=] ]=
		{[=[Zidane]=],[=[Ribery]=],[=[Robben]=],[=[Messi]=]
		}
	},
	[ [=[64]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[ใครได้รางวัลฟีฟ่าบาลงดอร์ฟีฟ่าคอนเฟเดอเรชันส์คัพปี 2005?]=],
		[ [=[answer]=] ]=[=[Adriano]=],
		[ [=[distracter]=] ]=
		{[=[Messi]=],[=[Robben]=],[=[Zidane]=]
		}
	},
	[ [=[65]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[ทีมชาติไหนได้แชมป์ฟีฟ่าคอนเฟเดอเรชันส์คัพหลายครั้งที่สุด?]=],
		[ [=[answer]=] ]=[=[บราซิล]=],
		[ [=[distracter]=] ]=
		{[=[อาร์เจนตินา]=],[=[เยอรมนี]=],[=[ฝรั่งเศส]=],[=[อิตาลี]=],[=[อังกฤษ]=],[=[โปรตุเกส]=],[=[ตุรกี]=],[=[รัสเซีย]=]
		}
	},
	[ [=[66]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[ฟีฟ่าคอนเฟเดอเรชันส์คัพหลังจากปี 2005 เปลี่ยนเป็นจัดขึ้นกี่ปีต่อครั้ง?]=],
		[ [=[answer]=] ]=[=[4]=],
		[ [=[distracter]=] ]=
		{[=[3]=],[=[5]=],[=[6]=]
		}
	},
	[ [=[67]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[ถ้วยรางวัลของฟีฟ่าคอนเฟเดอเรชันส์คัพได้ทำคล้ายถ้วยรางวัลของการแข่งขันไหน?]=],
		[ [=[answer]=] ]=[=[ฟุตบอลโลก]=],
		[ [=[distracter]=] ]=
		{[=[โคปาอเมริกา]=],[=[เอเชียนคัพ]=],[=[แชมเปียนส์ลีก]=],[=[อันดับ 2]=]
		}
	},
	[ [=[68]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[ฟีฟ่าคอนเฟเดอเรชันส์คัพได้ฟีฟ่ายอมรับเป็นการแข่งขันระดับโลกจากปีไหน?]=],
		[ [=[answer]=] ]=[=[1997]=],
		[ [=[distracter]=] ]=
		{[=[1987]=],[=[2007]=],[=[2017]=]
		}
	},
	[ [=[69]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[เจ้าภาพ ฟีฟ่าคอนเฟเดอเรชันส์คัพ ครั้งที่ 2 ต้องจัดขึ้นอีกการแข่งขันใด?]=],
		[ [=[answer]=] ]=[=[ฟุตบอลโลก]=],
		[ [=[distracter]=] ]=
		{[=[โอเอฟซีเนชันส์คัพ]=],[=[โคปาอเมริกา]=],[=[เอเชียนคัพ]=]
		}
	},
	[ [=[70]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[บราซิลเข้าร่วมแข่งฟีฟ่าคอนเฟเดอเรชันส์คัพต่อเนื่องกี่ครั้ง?]=],
		[ [=[answer]=] ]=[=[7]=],
		[ [=[distracter]=] ]=
		{[=[3]=],[=[4]=],[=[5]=],[=[6]=]
		}
	},
	[ [=[71]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[บราซิลเข้าร่วมฟีฟ่าคอนเฟเดอเรชันส์คัพยิงเข้าทั้งหมดกี่ประตู?]=],
		[ [=[answer]=] ]=[=[78]=],
		[ [=[distracter]=] ]=
		{[=[77]=],[=[79]=],[=[76]=]
		}
	},
	[ [=[72]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[ฟีฟ่าคอนเฟเดอเรชันส์คัพ ชื่อเป็นทางการตั้งแต่ปีไหน?]=],
		[ [=[answer]=] ]=[=[1997]=],
		[ [=[distracter]=] ]=
		{[=[1995]=],[=[1996]=],[=[1998]=]
		}
	},
	[ [=[73]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[เงื่อนไขใดต่อไปนี้ไม่ใช่เงื่อนไขเข้าร่วมฟีฟ่าคอนเฟเดอเรชันส์คัพ?]=],
		[ [=[answer]=] ]=[=[ขนะเลศแชมเปียนส์ลีก]=],
		[ [=[distracter]=] ]=
		{[=[ฟุตบอลทวีปอันดับ 1 ]=],[=[ฟุตบอลโลกอันดับ 1 ]=],[=[ประเทศจัดฟุตบอลโลก]=]
		}
	},
	[ [=[74]=] ]=
	{
		[ [=[cate]=] ]=2,
		[ [=[question]=] ]=[=[ฟีฟ่าคอนเฟเดอเรชันส์คัพ ปี 2005 เฉลี่ยการทำประตูแต่ละเกมเท่าไหร่?]=],
		[ [=[answer]=] ]=[=[3]=],
		[ [=[distracter]=] ]=
		{[=[2.5]=],[=[3]=],[=[4]=]
		}
	}
}
return var