local null = nil
local var = 
{
	[ [=[ArtificialLong]=] ]=
	{
		[ [=[fuction]=] ]=[=[]=],
		[ [=[fuctionDesc]=] ]=[=[เมื่อเล่นที่สนามเหย้า  ทีมเยือนลดค่าการสกัดบอล]=],
		[ [=[name]=] ]=[=[หญ้าเทียม-ยาว]=],
		[ [=[skillAffect]=] ]=[=[]=],
		[ [=[attrAffect]=] ]=
		{[=[steal]=]
		},
		[ [=[condition]=] ]=
		{[=[League]=],[=[3]=]
		},
		[ [=[initLvl]=] ]=1
	},
	[ [=[ArtificialShort]=] ]=
	{
		[ [=[fuction]=] ]=[=[]=],
		[ [=[fuctionDesc]=] ]=[=[เมื่อเล่นที่สนามเหย้า  ทีมเยือนลดค่าการตัดบอล]=],
		[ [=[name]=] ]=[=[หญ้าเทียม-สั้น]=],
		[ [=[skillAffect]=] ]=[=[]=],
		[ [=[attrAffect]=] ]=
		{[=[intercept]=]
		},
		[ [=[condition]=] ]=
		{[=[League]=],[=[3]=]
		},
		[ [=[initLvl]=] ]=1
	},
	[ [=[Audience]=] ]=
	{
		[ [=[fuction]=] ]=[=[capacity]=],
		[ [=[fuctionDesc]=] ]=[=[เพิ่มความจุของสนามกีฬา และรายได้สนามเหย้า]=],
		[ [=[name]=] ]=[=[ที่นั่งผู้ชม]=],
		[ [=[skillAffect]=] ]=[=[]=],
		[ [=[attrAffect]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[]=],
		[ [=[initLvl]=] ]=0
	},
	[ [=[Board]=] ]=
	{
		[ [=[fuction]=] ]=[=[price2]=],
		[ [=[fuctionDesc]=] ]=[=[อัพเกรดสกอร์บอร์ด เพิ่มความพอใจของแฟนบอล ปรับค่าตั๋วขึ้น และเพิ่มรายได้สนามเหย้า]=],
		[ [=[name]=] ]=[=[สกอร์บอร์ด]=],
		[ [=[skillAffect]=] ]=[=[]=],
		[ [=[attrAffect]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[]=],
		[ [=[initLvl]=] ]=0
	},
	[ [=[Common]=] ]=
	{
		[ [=[fuction]=] ]=[=[]=],
		[ [=[fuctionDesc]=] ]=[=[ไม่มีประสิทธิภาพพิเศษ]=],
		[ [=[name]=] ]=[=[หญ้าธรรมดา]=],
		[ [=[skillAffect]=] ]=[=[]=],
		[ [=[attrAffect]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[]=],
		[ [=[initLvl]=] ]=0
	},
	[ [=[Fog]=] ]=
	{
		[ [=[fuction]=] ]=[=[]=],
		[ [=[fuctionDesc]=] ]=[=[เมื่อเล่นที่สนามเหย้า สองฝ่าย#ลดเลเวลลง]=],
		[ [=[name]=] ]=[=[หมอก]=],
		[ [=[skillAffect]=] ]=
		{[=[C01]=],[=[D02]=]
		},
		[ [=[attrAffect]=] ]=[=[]=],
		[ [=[condition]=] ]=
		{[=[League]=],[=[2]=]
		},
		[ [=[initLvl]=] ]=1
	},
	[ [=[Heat]=] ]=
	{
		[ [=[fuction]=] ]=[=[]=],
		[ [=[fuctionDesc]=] ]=[=[เมื่อเล่นที่สนามเหย้า สองฝ่าย#ลดเลเวลลง]=],
		[ [=[name]=] ]=[=[ร้อน]=],
		[ [=[skillAffect]=] ]=
		{[=[C03]=],[=[D03]=]
		},
		[ [=[attrAffect]=] ]=[=[]=],
		[ [=[condition]=] ]=
		{[=[League]=],[=[3]=]
		},
		[ [=[initLvl]=] ]=1
	},
	[ [=[Lighting]=] ]=
	{
		[ [=[fuction]=] ]=[=[price1]=],
		[ [=[fuctionDesc]=] ]=[=[อัพเกรดอุปกรณ์ฉายแสง เพิ่มความพอใจของแฟนบอล ปรับค่าตั๋วขึ้น และเพิ่มรายได้สนามเหย้า]=],
		[ [=[name]=] ]=[=[อุปกรณ์ฉายแสง]=],
		[ [=[skillAffect]=] ]=[=[]=],
		[ [=[attrAffect]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[]=],
		[ [=[initLvl]=] ]=0
	},
	[ [=[Mixed]=] ]=
	{
		[ [=[fuction]=] ]=[=[]=],
		[ [=[fuctionDesc]=] ]=[=[เมื่อเล่นที่สนามเหย้า ทีมเยือนลดคุณสมบัติทั้งหมด]=],
		[ [=[name]=] ]=[=[หญ้าสังเคราะห์]=],
		[ [=[skillAffect]=] ]=[=[]=],
		[ [=[attrAffect]=] ]=
		{[=[dribble]=],[=[pass]=],[=[intercept]=],[=[steal]=],[=[shoot]=]
		},
		[ [=[condition]=] ]=
		{[=[League]=],[=[1]=]
		},
		[ [=[initLvl]=] ]=1
	},
	[ [=[NatureLong]=] ]=
	{
		[ [=[fuction]=] ]=[=[]=],
		[ [=[fuctionDesc]=] ]=[=[เมื่อเล่นที่สนามเหย้า  ทีมเยือนลดค่าการส่งบอล]=],
		[ [=[name]=] ]=[=[หญ้าธรรมชาติ-ยาว]=],
		[ [=[skillAffect]=] ]=[=[]=],
		[ [=[attrAffect]=] ]=
		{[=[pass]=]
		},
		[ [=[condition]=] ]=
		{[=[League]=],[=[2]=]
		},
		[ [=[initLvl]=] ]=1
	},
	[ [=[NatureShort]=] ]=
	{
		[ [=[fuction]=] ]=[=[]=],
		[ [=[fuctionDesc]=] ]=[=[เมื่อเล่นที่สนามเหย้า  ทีมเยือนลดค่าการเลี้ยงบอล]=],
		[ [=[name]=] ]=[=[หญ้าธรรมชาติ-สั้น]=],
		[ [=[skillAffect]=] ]=[=[]=],
		[ [=[attrAffect]=] ]=
		{[=[dribble]=]
		},
		[ [=[condition]=] ]=
		{[=[League]=],[=[2]=]
		},
		[ [=[initLvl]=] ]=1
	},
	[ [=[Parking]=] ]=
	{
		[ [=[fuction]=] ]=[=[attendance]=],
		[ [=[fuctionDesc]=] ]=[=[อัพเกรดที่จอดรถ เพิ่มอัตราผู้ชม และเพิ่มรายได้สนามเหย้า]=],
		[ [=[name]=] ]=[=[ที่จอดรถ]=],
		[ [=[skillAffect]=] ]=[=[]=],
		[ [=[attrAffect]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[]=],
		[ [=[initLvl]=] ]=0
	},
	[ [=[Rain]=] ]=
	{
		[ [=[fuction]=] ]=[=[]=],
		[ [=[fuctionDesc]=] ]=[=[เมื่อเล่นที่สนามเหย้า สองฝ่าย#ลดเลเวลลง]=],
		[ [=[name]=] ]=[=[ฝน]=],
		[ [=[skillAffect]=] ]=
		{[=[D01]=],[=[B01]=],[=[C04]=]
		},
		[ [=[attrAffect]=] ]=[=[]=],
		[ [=[condition]=] ]=
		{[=[League]=],[=[1]=]
		},
		[ [=[initLvl]=] ]=1
	},
	[ [=[Sand]=] ]=
	{
		[ [=[fuction]=] ]=[=[]=],
		[ [=[fuctionDesc]=] ]=[=[เมื่อเล่นที่สนามเหย้า สองฝ่าย#ลดเลเวลลง]=],
		[ [=[name]=] ]=[=[ทราย]=],
		[ [=[skillAffect]=] ]=
		{[=[C02]=],[=[D04]=]
		},
		[ [=[attrAffect]=] ]=[=[]=],
		[ [=[condition]=] ]=
		{[=[League]=],[=[3]=]
		},
		[ [=[initLvl]=] ]=1
	},
	[ [=[Scout]=] ]=
	{
		[ [=[fuction]=] ]=[=[]=],
		[ [=[fuctionDesc]=] ]=[=[เพิ่มอัตรานักเตะมีคุณภาพสูงในตลาดการโอนย้าย]=],
		[ [=[name]=] ]=[=[แมวมอง]=],
		[ [=[skillAffect]=] ]=[=[]=],
		[ [=[attrAffect]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[]=],
		[ [=[initLvl]=] ]=1
	},
	[ [=[Snow]=] ]=
	{
		[ [=[fuction]=] ]=[=[]=],
		[ [=[fuctionDesc]=] ]=[=[เมื่อเล่นที่สนามเหย้า สองฝ่าย#ลดเลเวลลง]=],
		[ [=[name]=] ]=[=[หิมะ]=],
		[ [=[skillAffect]=] ]=
		{[=[B02]=],[=[F02]=],[=[F03]=]
		},
		[ [=[attrAffect]=] ]=[=[]=],
		[ [=[condition]=] ]=
		{[=[League]=],[=[1]=]
		},
		[ [=[initLvl]=] ]=1
	},
	[ [=[Stadium]=] ]=
	{
		[ [=[fuction]=] ]=[=[]=],
		[ [=[fuctionDesc]=] ]=[=[ปลดล็อคเขตผู้ชม อุปกรณ์ฉายแสง สกอร์บอร์ด ร้านขายปลีก ที่จอดรถเลเวลสูงกว่า]=],
		[ [=[name]=] ]=[=[สนามกีฬา]=],
		[ [=[skillAffect]=] ]=[=[]=],
		[ [=[attrAffect]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[]=],
		[ [=[initLvl]=] ]=1
	},
	[ [=[Store]=] ]=
	{
		[ [=[fuction]=] ]=[=[priceExtra]=],
		[ [=[fuctionDesc]=] ]=[=[ขายของที่ระลึกของทีมบอล เพิ่มรายได้สนามเหย้า]=],
		[ [=[name]=] ]=[=[ร้านขายปลีก]=],
		[ [=[skillAffect]=] ]=[=[]=],
		[ [=[attrAffect]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[]=],
		[ [=[initLvl]=] ]=0
	},
	[ [=[SunShine]=] ]=
	{
		[ [=[fuction]=] ]=[=[]=],
		[ [=[fuctionDesc]=] ]=[=[ไม่มีประสิทธิภาพพิเศษ]=],
		[ [=[name]=] ]=[=[แดด]=],
		[ [=[skillAffect]=] ]=[=[]=],
		[ [=[attrAffect]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[]=],
		[ [=[initLvl]=] ]=0
	},
	[ [=[Wind]=] ]=
	{
		[ [=[fuction]=] ]=[=[]=],
		[ [=[fuctionDesc]=] ]=[=[เมื่อเล่นที่สนามเหย้า สองฝ่าย#ลดเลเวลลง]=],
		[ [=[name]=] ]=[=[ลม]=],
		[ [=[skillAffect]=] ]=
		{[=[D07]=],[=[D06]=],[=[D05]=]
		},
		[ [=[attrAffect]=] ]=[=[]=],
		[ [=[condition]=] ]=
		{[=[League]=],[=[2]=]
		},
		[ [=[initLvl]=] ]=1
	}
}
return var