local null = nil
local var = 
{
	[ [=[cityName]=] ]=
	{
		[ [=[1]=] ]=
		{[=[Q]=],[=[W]=],[=[E]=],[=[R]=],[=[T]=],[=[Y]=],[=[U]=],[=[I]=],[=[O]=],[=[P]=],[=[A]=],[=[S]=],[=[D]=],[=[F]=],[=[G]=],[=[H]=],[=[J]=],[=[K]=],[=[L]=],[=[Z]=],[=[X]=],[=[C]=],[=[V]=],[=[B]=],[=[N]=],[=[M]=]
		},
		[ [=[2]=] ]=
		{[=[FC]=]
		},
		[ [=[3]=] ]=
		{[=[Utd]=],[=[Cty]=]
		}
	},
	[ [=[objectName]=] ]=
	{
		[ [=[4]=] ]=
		{[=[1980]=],[=[1981]=],[=[1982]=],[=[1983]=],[=[1984]=],[=[1985]=],[=[1986]=],[=[1987]=],[=[1988]=],[=[1989]=],[=[1990]=],[=[1991]=],[=[1992]=],[=[1993]=],[=[1994]=],[=[1995]=],[=[1996]=],[=[1997]=],[=[1998]=],[=[1999]=],[=[2000]=],[=[2001]=],[=[2002]=],[=[2003]=],[=[2004]=],[=[2005]=],[=[2006]=],[=[2007]=],[=[2008]=],[=[2009]=],[=[2010]=]
		},
		[ [=[3]=] ]=
		{[=[76s]=],[=[77s]=],[=[78s]=],[=[79s]=],[=[80s]=],[=[81s]=],[=[82s]=],[=[83s]=],[=[84s]=],[=[85s]=],[=[86s]=],[=[87s]=],[=[88s]=],[=[89s]=],[=[90s]=],[=[91s]=],[=[92s]=],[=[93s]=],[=[94s]=],[=[95s]=],[=[96s]=],[=[97s]=],[=[98s]=],[=[99s]=],[=[K15]=],[=[K16]=],[=[K17]=],[=[K18]=],[=[K19]=],[=[K20]=],[=[K21]=],[=[K22]=],[=[K23]=],[=[K24]=],[=[K25]=],[=[K26]=],[=[K27]=],[=[K28]=],[=[K29]=],[=[K30]=],[=[K31]=],[=[K32]=],[=[K33]=],[=[K34]=]
		}
	},
	[ [=[fcName]=] ]=
	{
		[ [=[6]=] ]=
		{[=[อัญมณี]=],[=[กระทิง]=],[=[อัศวิน]=],[=[หมาป่า]=],[=[อัศวิน]=],[=[ลูกม้า]=],[=[ม้าลาย]=],[=[จิงโจ้]=],[=[นักบิน]=],[=[กะลาสี]=],[=[กู้ภัย]=],[=[นักมวย]=],[=[วิศวกร]=],[=[ตัวตลก]=],[=[นักสู้]=],[=[พายุฝน]=],[=[นักล่า]=],[=[นักฝัน]=],[=[ใบปลิว]=],[=[ระเบิด]=],[=[คนเดิน]=],[=[นักพรต]=],[=[เสาวรส]=],[=[ทับทิม]=],[=[นักสู้]=],[=[ม้าป่า]=],[=[กระบือ]=],[=[ดอกบัว]=],[=[นกแก้ว]=],[=[Antler]=],[=[อพอลโล]=]
		},
		[ [=[3]=] ]=
		{[=[หิน]=],[=[ดาบ]=],[=[โจร]=],[=[ฟอง]=],[=[ดาว]=],[=[ชนะ]=],[=[กบฏ]=],[=[แสง]=]
		},
		[ [=[5]=] ]=
		{[=[เหล็ก]=],[=[สิงโต]=],[=[พ่อมด]=],[=[นักรบ]=],[=[ยักษ์]=],[=[เซนต์]=],[=[พิราบ]=],[=[มงกุฎ]=],[=[ฮีโร่]=],[=[ภูเขา]=],[=[ลาบิน]=],[=[ตุรกี]=],[=[รถถัง]=],[=[แตงโม]=],[=[สาลี่]=],[=[ส้มโอ]=],[=[ชำนาญ]=],[=[เทียน]=],[=[ทำนาย]=],[=[โคบาล]=],[=[ทายาท]=],[=[สตาร์]=],[=[กล้วย]=],[=[สูกศร]=],[=[นกยูง]=]
		},
		[ [=[7]=] ]=
		{[=[เสือป่า]=],[=[ช้างป่า]=],[=[ดาบใหญ่]=],[=[หมีน้อย]=],[=[ปลาโลมา]=],[=[โจรสลัด]=],[=[ปากหม้อ]=],[=[ลิงน้อย]=],[=[ฮ๊อตพอต]=],[=[เกษตรกร]=],[=[สถาปนิก]=],[=[ช่างไม้]=],[=[พ่อครัว]=],[=[นักเคมี]=],[=[ล่องลอย]=],[=[มือกลอง]=],[=[เลเกอร์]=],[=[โอเอซิส]=],[=[เคนดามะ]=],[=[เถ้าแก่]=],[=[พระสงฆ์]=],[=[เลกกิ้ง]=],[=[พริกแดง]=],[=[กายกรรม]=],[=[ปืนใหญ่]=],[=[ข้าวโพด]=],[=[องุ่นสด]=],[=[ค็อกเทล]=],[=[กิ้งก่า]=],[=[วาทยากร]=],[=[ประชาชน]=],[=[เพชฌฆาต]=],[=[เจ้านาย]=],[=[กบเขียว]=]
		},
		[ [=[8]=] ]=
		{[=[ค้อนใหญ่]=],[=[ตะวันออก]=],[=[โปสเตอร์]=],[=[นกนางนวล]=],[=[พุทราจีน]=],[=[สโนว์แมน]=],[=[เบียร์สด]=],[=[มหาสมุทร]=],[=[นักดนตรี]=],[=[ชาวเหนือ]=],[=[คนภาคใต้]=],[=[แคชเชอร์]=],[=[คิกเกอร์]=],[=[วัยหนุ่ม]=],[=[เวทมนตร์]=],[=[ลูกศิษย์]=],[=[แอปเปิ้ล]=],[=[ทนายความ]=],[=[นักทำนาย]=],[=[องครักษ์]=],[=[อันดับ 1]=],[=[ดาวเสาร์]=],[=[ดาวพลูโต]=],[=[ดาววีนัส]=],[=[กษัตริย์]=],[=[ผู้โจมตี]=],[=[กาแล็กซี]=],[=[ดอกแพนซี]=],[=[มอนเตอร์]=],[=[องครักษ์]=],[=[วิ่งเร็ว]=],[=[นักศึกษา]=]
		},
		[ [=[9]=] ]=
		{[=[ไดโนเสาร์]=],[=[ทองคำแท่ง]=],[=[ไก่ตัวผู้]=],[=[ช่างประปา]=],[=[หมากฝรั่ง]=],[=[เรือสำเภา]=],[=[ชนชั้นสูง]=],[=[คนสินหวัง]=],[=[ยอดเยี่ยม]=],[=[ดวงจันทร์]=],[=[จูปีเตอร์]=],[=[ดาวเนปจูน]=],[=[นักบุกรุก]=],[=[ไดโอนิซัส]=],[=[ผู้อาวุโส]=],[=[ดอกกุหลาบ]=],[=[ปีกนางฟ้า]=],[=[ปีศาจร้าย]=]
		},
		[ [=[4]=] ]=
		{[=[จรวด]=],[=[ผึ้ง]=],[=[หงส์]=],[=[ร็อค]=],[=[กีวี]=],[=[หมวก]=],[=[แก้ว]=],[=[กีฬา]=]
		},
		[ [=[12]=] ]=
		{[=[กวางสีเหลือง]=],[=[นักรบกล้าหาญ]=],[=[เวสต์บรอมวิช]=],[=[โปรแกรมเมอร์]=],[=[มือสมัครเล่น]=],[=[ผู้ประกอบการ]=],[=[กระตือรือร้น]=]
		},
		[ [=[10]=] ]=
		{[=[นกอินทรีย์]=],[=[ดวงอาทิตย์]=],[=[เสือชีตาห์]=],[=[ปลาปักเป้า]=],[=[ผู้รักชาติ]=],[=[กองทัพเรือ]=],[=[สไปซี บาร์]=],[=[บอดี้การ์ด]=],[=[ชาวตะวันตก]=],[=[แผ่นดินไหว]=],[=[ปลาซาร์ดีน]=],[=[นักบุกเบิก]=],[=[เมอร์คิวรี]=],[=[ดาวยูเรนัส]=],[=[แสดงเดี่ยว]=],[=[ดอกเบญจมาศ]=],[=[ดอกพีโอะนิ]=],[=[ฝูงจิ้งจอก]=]
		},
		[ [=[11]=] ]=
		{[=[หัวหน้าเผ่า]=],[=[นักบินอวกาศ]=],[=[นักบินอวกาศ]=],[=[หมอกน้ำแข็ง]=],[=[ผู้ต้มเหล้า]=],[=[ชาวตะวันออก]=],[=[ดอกทานตะวัน]=]
		},
		[ [=[13]=] ]=
		{[=[เครื่องขุดดิน]=],[=[ซุปเปอร์สตาร์]=],[=[บุรุษไปรษณีย์]=],[=[นักเล่นกีตาร์]=],[=[ผู้รักษาประตู]=],[=[นักคณิตศาสตร์]=],[=[ซุปเปอร์โซนิค]=],[=[ลีเบร์ตาโดเรส]=]
		},
		[ [=[19]=] ]=
		{[=[ควีนส์พาร์กเรนเจอส์]=]
		},
		[ [=[17]=] ]=
		{[=[ช่างเครื่องดินเผา]=]
		},
		[ [=[20]=] ]=
		{[=[นายกองคุมทหาร 100 คน]=]
		},
		[ [=[14]=] ]=
		{[=[เดอะ กลีนเนอร์]=]
		},
		[ [=[2]=] ]=
		{[=[ไฟ]=]
		},
		[ [=[15]=] ]=
		{[=[ซุปเปอร์กองหน้า]=]
		}
	}
}
return var