local null = nil
local var = 
{
	[ [=[leagueQuicklyMatch]=] ]=
	{
		[ [=[costType]=] ]=[=[d]=],
		[ [=[price]=] ]=
		{100
		},
		[ [=[note]=] ]=[=[กวาดล้าง]=],
		[ [=[timeLimit]=] ]=-1
	},
	[ [=[mystery]=] ]=
	{
		[ [=[costType]=] ]=[=[d]=],
		[ [=[price]=] ]=
		{100
		},
		[ [=[note]=] ]=[=[รีเฟรชผู้จัดการลึกลับ]=],
		[ [=[timeLimit]=] ]=10
	},
	[ [=[mysterySSExchange]=] ]=
	{
		[ [=[costType]=] ]=[=[item]=],
		[ [=[price]=] ]=
		{
			{
				[ [=[id]=] ]=30,
				[ [=[num]=] ]=1
			}
		},
		[ [=[note]=] ]=[=[ตลาดมืด]=],
		[ [=[timeLimit]=] ]=-1
	},
	[ [=[reset]=] ]=
	{
		[ [=[costType]=] ]=[=[d]=],
		[ [=[price]=] ]=
		{0,0,0,0,0,0
		},
		[ [=[note]=] ]=[=[ตั้งค่าใหม่ลานประลอง]=],
		[ [=[timeLimit]=] ]=6
	},
	[ [=[sp]=] ]=
	{
		[ [=[costType]=] ]=[=[d]=],
		[ [=[price]=] ]=
		{50,50,100,100,100,100,150,150,150,150,200,200,200,200
		},
		[ [=[note]=] ]=[=[ซื้อความฟิต]=],
		[ [=[timeLimit]=] ]=14
	},
	[ [=[transfer]=] ]=
	{
		[ [=[costType]=] ]=[=[d]=],
		[ [=[price]=] ]=
		{20,20,35,35,35,35,50,50,50,50,65,65,65,65,80,80,80,80,95,95,95,95,110,110,110,110
		},
		[ [=[note]=] ]=[=[รีเฟรชตลาดโอนย้าย]=],
		[ [=[timeLimit]=] ]=26
	}
}
return var