local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		[ [=[name]=] ]=[=[คูปองนักเตะ SS -30%]=],
		[ [=[discount]=] ]=7,
		[ [=[originalprice]=] ]=8000,
		[ [=[objectQuality]=] ]=6,
		[ [=[desc]=] ]=[=[ผู้เล่นใช้คูปองนี้เข้าร้านวงล้อหมุนจะได้ลด 30%  เมื่อซื้อนักเตะ SS]=]
	},
	[ [=[2]=] ]=
	{
		[ [=[name]=] ]=[=[คูปองนักเตะ SS -10%]=],
		[ [=[discount]=] ]=9,
		[ [=[originalprice]=] ]=8000,
		[ [=[objectQuality]=] ]=6,
		[ [=[desc]=] ]=[=[ผู้เล่นใช้คูปองนี้เข้าร้านวงล้อหมุนจะได้ลด 10%  เมื่อซื้อนักเตะ SS]=]
	},
	[ [=[3]=] ]=
	{
		[ [=[name]=] ]=[=[คูปองนักเตะ S -30%]=],
		[ [=[discount]=] ]=7,
		[ [=[originalprice]=] ]=1800,
		[ [=[objectQuality]=] ]=5,
		[ [=[desc]=] ]=[=[ผู้เล่นใช้คูปองนี้เข้าร้านวงล้อหมุนจะได้ลด 30%  เมื่อซื้อนักเตะ S]=]
	},
	[ [=[4]=] ]=
	{
		[ [=[name]=] ]=[=[คูปองนักเตะ S -10%]=],
		[ [=[discount]=] ]=9,
		[ [=[originalprice]=] ]=1800,
		[ [=[objectQuality]=] ]=5,
		[ [=[desc]=] ]=[=[ผู้เล่นใช้คูปองนี้เข้าร้านวงล้อหมุนจะได้ลด 10%  เมื่อซื้อนักเตะ S]=]
	}
}
return var