local null = nil
local var = 
{
	[ [=[1102]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[เสื้อไซส์ S - D]=],
		[ [=[baseID]=] ]=102,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[เสื้อไซส์ S เนื้อผ้าไม่ดี ใส่นานจะคัน เหมาะกับนักเตะมีส่วนสูงที่ต่ำกว่า 175cm]=],
		[ [=[letterturnID]=] ]=80,
		[ [=[cardLvl]=] ]=1,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1103]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[เสื้อไซส์ M - D]=],
		[ [=[baseID]=] ]=103,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[เสื้อไซส์ M เนื้อผ้าไม่ดี ใส่นานจะคัน เหมาะกับนักเตะมีที่ส่วนสูง 176-180 cm]=],
		[ [=[letterturnID]=] ]=100,
		[ [=[cardLvl]=] ]=1,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1104]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[เสื้อไซส์ L - D]=],
		[ [=[baseID]=] ]=104,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[เสื้อไซส์ L เนื้อผ้าไม่ดี ใส่นานจะคัน เหมาะกับนักเตะที่มีส่วนสูง 180-184 cm]=],
		[ [=[letterturnID]=] ]=110,
		[ [=[cardLvl]=] ]=1,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1105]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[เสื้อไซส์ XL - D]=],
		[ [=[baseID]=] ]=105,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[เสื้อไซส์ XL เนื้อผ้าไม่ดี ใส่นานจะคัน เหมาะกับนักเตะที่มีส่วนสูง 185-188 cm]=],
		[ [=[letterturnID]=] ]=90,
		[ [=[cardLvl]=] ]=1,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1106]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[เสื้อไซส์ XXL - D]=],
		[ [=[baseID]=] ]=106,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[เสื้อไซส์ XXL เนื้อผ้าไม่ดี ใส่นานจะคัน เหมาะกับนักเตะมีส่วนสูงต่ำกว่า 189cm]=],
		[ [=[letterturnID]=] ]=120,
		[ [=[cardLvl]=] ]=1,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1204]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[มันฝรั่ง - D]=],
		[ [=[baseID]=] ]=204,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[วันนี้เล่นดีมาก ให้รางวัลตัวเอง 1 ชิ้นมันฝรั่งทอด]=],
		[ [=[letterturnID]=] ]=270,
		[ [=[cardLvl]=] ]=3,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1205]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[สปาเก็ตตี้ - D]=],
		[ [=[baseID]=] ]=205,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[สไตล์โบโลญญา ซอสเนื้อหอมมาก เส้นหมี่นุ่มเหนียว ได้ทำโดยโปรแกรมเมอร์โสด รสชาติจะกินยากหน่อย]=],
		[ [=[letterturnID]=] ]=140,
		[ [=[cardLvl]=] ]=3,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1206]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[พิซซ่า - D]=],
		[ [=[baseID]=] ]=206,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[พิซซ่าแผ่นบางสไตล์อิตาลี ได้ทำโดยโปรแกรมเมอร์โสด รสชาติกินยากหน่อย]=],
		[ [=[letterturnID]=] ]=250,
		[ [=[cardLvl]=] ]=3,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1208]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[เบคอน - D]=],
		[ [=[baseID]=] ]=208,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[เนื้ออบไอบีเรียชื่อดัง ต้องหมักไว้หลายวัน]=],
		[ [=[letterturnID]=] ]=240,
		[ [=[cardLvl]=] ]=3,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1212]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[ชีส - D]=],
		[ [=[baseID]=] ]=212,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[มีกลิ่นเหม็น กินไม่หอม ผลิตจากอัลก์มาร์]=],
		[ [=[letterturnID]=] ]=190,
		[ [=[cardLvl]=] ]=3,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1213]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[ช็อคโกแลต - D]=],
		[ [=[baseID]=] ]=213,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[กินช็อคโกแลตเข้า รู้สึกรสชาติเหนียว หอมของยาง]=],
		[ [=[letterturnID]=] ]=200,
		[ [=[cardLvl]=] ]=5,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1214]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[บ่อลุกลัก - D]=],
		[ [=[baseID]=] ]=214,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[เป็อาหารชื่อดังของยุโรปทางตะวันออก ผสมจากมันฝรั่งและเนื้อวัว ได้ทำโดยโปรแกรมเมอร์โสด รสชาติกินยากหน่อย]=],
		[ [=[letterturnID]=] ]=60,
		[ [=[cardLvl]=] ]=5,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1215]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[เนื้อย่าง - D]=],
		[ [=[baseID]=] ]=215,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[เนื้อย่างใส่ไม้ กำเนิดจากศตวรรษ 18  ได้ทำโดยโปรแกรมเมอร์โสด รสชาติกินยากหน่อย]=],
		[ [=[letterturnID]=] ]=130,
		[ [=[cardLvl]=] ]=5,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1216]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[ชานม - D]=],
		[ [=[baseID]=] ]=216,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[ชงชาหนึ่งกา ดมลึกๆ ก็เห็นเหมือนโคบาลปัมปัส]=],
		[ [=[letterturnID]=] ]=280,
		[ [=[cardLvl]=] ]=5,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1219]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[ปากหม้อ - D]=],
		[ [=[baseID]=] ]=219,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[ขนมประเภทนี้เป็นนิยมของเม็กซิโกระวังอย่าใส่พริกมากเกินไปมันจะเผ็ด]=],
		[ [=[letterturnID]=] ]=170,
		[ [=[cardLvl]=] ]=5,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1302]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[รองเท้าขวาน - D]=],
		[ [=[baseID]=] ]=302,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[รองเท้าคู่นี้ช่วยนักเตะยิงบอลแรง]=],
		[ [=[letterturnID]=] ]=10,
		[ [=[cardLvl]=] ]=7,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1303]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[รองเท้าลม - D]=],
		[ [=[baseID]=] ]=303,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[รองเท้าคู่นี้ช่วยนักเตะเลี้ยงบอลสุดยอด]=],
		[ [=[letterturnID]=] ]=230,
		[ [=[cardLvl]=] ]=7,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1307]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[รองเท้านักดาบ - D]=],
		[ [=[baseID]=] ]=307,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[รองเท้าคู่นี้ช่วยนักเตะยิงบอลอย่างมีเทคนิค]=],
		[ [=[letterturnID]=] ]=20,
		[ [=[cardLvl]=] ]=7,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1308]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[รองเท้าผู้พิทักษ์ - D]=],
		[ [=[baseID]=] ]=308,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[รองเท้าคู่นี้เหมาะกับกองหลัง]=],
		[ [=[letterturnID]=] ]=40,
		[ [=[cardLvl]=] ]=7,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1309]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[รองเท้ากำแพง - D]=],
		[ [=[baseID]=] ]=309,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[รองเท้าคู่นี้เหมาะกับนักเตะป้องกันมีร่างกายสูงใหญ่]=],
		[ [=[letterturnID]=] ]=70,
		[ [=[cardLvl]=] ]=7,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1501]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[เหรียญอดิตนักเตะ - D]=],
		[ [=[baseID]=] ]=501,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากการฝึกซ้อมอย่างขยันอดทดเพื่อสู่ความสำเร็จ]=],
		[ [=[letterturnID]=] ]=160,
		[ [=[cardLvl]=] ]=9,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1502]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[เหรียญตราชื่อเสียง - D]=],
		[ [=[baseID]=] ]=502,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความตื่นเต้นของหนุ่มนักเตะพึ่งเริ่มอาชีพ]=],
		[ [=[letterturnID]=] ]=290,
		[ [=[cardLvl]=] ]=9,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1503]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[เหรียญตราวิวัฒนาการ - D]=],
		[ [=[baseID]=] ]=503,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความกล้าหาญเริ่มใหม่เมื่อเจอความเดือดร้อน]=],
		[ [=[letterturnID]=] ]=260,
		[ [=[cardLvl]=] ]=9,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1504]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[เหรียญตราสำเร็จ - D]=],
		[ [=[baseID]=] ]=504,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความสำเร็จของอาชีพ]=],
		[ [=[letterturnID]=] ]=30,
		[ [=[cardLvl]=] ]=9,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1505]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[เหรียญตราเต็มใจ - D]=],
		[ [=[baseID]=] ]=505,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความจงรักภักดีกับทีมในหลายปีที่ผ่านมา]=],
		[ [=[letterturnID]=] ]=300,
		[ [=[cardLvl]=] ]=9,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1506]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[เหรียญตราเดินเตร่ - D]=],
		[ [=[baseID]=] ]=506,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากรอยเท้าที่ผ่านไปในทุกระยะทางของอาชีพ]=],
		[ [=[letterturnID]=] ]=180,
		[ [=[cardLvl]=] ]=10,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1509]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[เหรียญตรากระทิง - D]=],
		[ [=[baseID]=] ]=509,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความเป็นมืออาชีพตั้งใจอยู่จนวันสุดท้าย]=],
		[ [=[letterturnID]=] ]=150,
		[ [=[cardLvl]=] ]=10,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1511]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[เหรียญตราข้อมูล - D]=],
		[ [=[baseID]=] ]=511,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความโดดเดี๋ยวเมื่อได้อยู่ตำแหน่งสูงสุดของอันดับ]=],
		[ [=[letterturnID]=] ]=50,
		[ [=[cardLvl]=] ]=10,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1513]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[เหรียญตราพรสวรรค์ - D]=],
		[ [=[baseID]=] ]=513,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความแข็งเกร่งพิเศษที่ไม่มีที่สิ้นสุดของนักเตะ]=],
		[ [=[letterturnID]=] ]=210,
		[ [=[cardLvl]=] ]=10,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[1514]=] ]=
	{
		[ [=[upgrade]=] ]=0,
		[ [=[name]=] ]=[=[เหรียญขยัน - D]=],
		[ [=[baseID]=] ]=514,
		[ [=[quality]=] ]=1,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความพยายามอย่างไม่หยุดยั้งของนักเตะ]=],
		[ [=[letterturnID]=] ]=220,
		[ [=[cardLvl]=] ]=10,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=1,
		[ [=[priceUp]=] ]=30000
	},
	[ [=[2102]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[เสื้อไซส์ S - C]=],
		[ [=[baseID]=] ]=102,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[เสื้อไซส์ S เนื้อผ้าแข็ง ไม่ทำให้เกิดการแพ้ เหมาะสมให้นักเตะมีความสูงต่ำกว่า 175cm]=],
		[ [=[letterturnID]=] ]=80,
		[ [=[cardLvl]=] ]=11,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2103]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[เสื้อไซส์ M - C]=],
		[ [=[baseID]=] ]=103,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[เสื้อไซส์ M เนื้อผ้าแข็ง ไม่ทำให้เกิดการแพ้ เหมาะสมให้นักเตะมีความสูง 176-180 cm]=],
		[ [=[letterturnID]=] ]=100,
		[ [=[cardLvl]=] ]=11,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2104]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[เสื้อไซส์ L - C]=],
		[ [=[baseID]=] ]=104,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[เสื้อไซส์ L เนื้อผ้าแข็ง ไม่ทำให้เกิดการแพ้ เหมาะสมให้นักเตะมีความสูง 180-184 cm]=],
		[ [=[letterturnID]=] ]=110,
		[ [=[cardLvl]=] ]=11,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2105]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[เสื้อไซส์ XL - C]=],
		[ [=[baseID]=] ]=105,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[เสื้อไซส์ XL เนื้อผ้าแข็ง ไม่ทำให้เกิดการแพ้ เหมาะสมให้นักเตะมีความสูง 185-188 cm]=],
		[ [=[letterturnID]=] ]=90,
		[ [=[cardLvl]=] ]=11,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2106]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[เสื้อไซส์ XXL - C]=],
		[ [=[baseID]=] ]=106,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[เสื้อไซส์ XXL เนื้อผ้าแข็ง ไม่ทำให้เกิดการแพ้ เหมาะสมให้นักเตะมีความสูงต่ำกว่า 189cm]=],
		[ [=[letterturnID]=] ]=120,
		[ [=[cardLvl]=] ]=11,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2204]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[มันฝรั่ง - C]=],
		[ [=[baseID]=] ]=204,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[วันนี้เล่นดีมาก ให้รางวัลตัวเอง 1 ถุงมันฝรั่งทอดเล็ก]=],
		[ [=[letterturnID]=] ]=270,
		[ [=[cardLvl]=] ]=13,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2205]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[สปาเก็ตตี้ - C]=],
		[ [=[baseID]=] ]=205,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[สไตล์โบโลญญา ซอสเนื้อหอมมาก เส้นหมี่นุ่มเหนียว ได้ทำโดยร้านอาหารข้างถนน]=],
		[ [=[letterturnID]=] ]=140,
		[ [=[cardLvl]=] ]=13,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2206]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[พิซซ่า - C]=],
		[ [=[baseID]=] ]=206,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[พิซซ่าแผ่นบางสไตล์อิตาลี ได้ทำโดยร้านอาหารข้างถนน]=],
		[ [=[letterturnID]=] ]=250,
		[ [=[cardLvl]=] ]=13,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2208]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[เบคอน - C]=],
		[ [=[baseID]=] ]=208,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[เนื้ออบไอบีเรียชื่อดัง ต้องหมักไว้หลายเดือน]=],
		[ [=[letterturnID]=] ]=240,
		[ [=[cardLvl]=] ]=13,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2212]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[ชีส - C]=],
		[ [=[baseID]=] ]=212,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[มีกลิ่นเหม็น แต่กินไปแล้วจะรู้สึกหอม ผลิตจากอัลก์มาร์]=],
		[ [=[letterturnID]=] ]=190,
		[ [=[cardLvl]=] ]=13,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2213]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[ช็อคโกแลต - C]=],
		[ [=[baseID]=] ]=213,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[กินช็อคโกแลตเข้า รู้สึกรสชาติกรอบ หอมของสบู่]=],
		[ [=[letterturnID]=] ]=200,
		[ [=[cardLvl]=] ]=15,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2214]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[บ่อลุกลัก - C]=],
		[ [=[baseID]=] ]=214,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[เป็อาหารชื่อดังของยุโรปทางตะวันออก ผสมจากมันฝรั่งและเนื้อวัว ได้ทำโดยร้านอาหารข้างถนน]=],
		[ [=[letterturnID]=] ]=60,
		[ [=[cardLvl]=] ]=15,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2215]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[เนื้อย่าง - C]=],
		[ [=[baseID]=] ]=215,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[เนื้อย่างใส่ไม้ กำเนิดจากศตวรรษ 18  ได้ทำโดยร้านอาหารข้างถนน]=],
		[ [=[letterturnID]=] ]=130,
		[ [=[cardLvl]=] ]=15,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2216]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[ชานม - C]=],
		[ [=[baseID]=] ]=216,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[ชงชาหนึ่งกา ดมลึกๆ รู้สึกคล้ายๆโคบาลปัมปัส]=],
		[ [=[letterturnID]=] ]=280,
		[ [=[cardLvl]=] ]=15,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2219]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[ปากหม้อ - C]=],
		[ [=[baseID]=] ]=219,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[ขนมประเภทนี้เป็นนิยมของเม็กซิโกระวังอย่าใส่พริกมากเกิน เดี๋ยวจะปวดท้องต่อเนื่อง 5 วันนะ]=],
		[ [=[letterturnID]=] ]=170,
		[ [=[cardLvl]=] ]=15,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2302]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[รองเท้าขวาน - C]=],
		[ [=[baseID]=] ]=302,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[รองเท้าคู่นี้ช่วยนักเตะยิงบอลแรง]=],
		[ [=[letterturnID]=] ]=10,
		[ [=[cardLvl]=] ]=17,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2303]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[รองเท้าลม - C]=],
		[ [=[baseID]=] ]=303,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[รองเท้าคู่นี้ช่วยนักเตะเลี้ยงบอลสุดยอด]=],
		[ [=[letterturnID]=] ]=230,
		[ [=[cardLvl]=] ]=17,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2307]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[รองเท้านักดาบ - C]=],
		[ [=[baseID]=] ]=307,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[รองเท้าคู่นี้ช่วยนักเตะยิงบอลอย่างมีเทคนิค]=],
		[ [=[letterturnID]=] ]=20,
		[ [=[cardLvl]=] ]=17,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2308]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[รองเท้าผู้พิทักษ์ - C]=],
		[ [=[baseID]=] ]=308,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[รองเท้าคู่นี้เหมาะกับกองหลัง]=],
		[ [=[letterturnID]=] ]=40,
		[ [=[cardLvl]=] ]=17,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2309]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[รองเท้ากำแพง - C]=],
		[ [=[baseID]=] ]=309,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[รองเท้าคู่นี้เหมาะกับนักเตะป้องกันมีร่างกายสูงใหญ่]=],
		[ [=[letterturnID]=] ]=70,
		[ [=[cardLvl]=] ]=17,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2501]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[เหรียญอดิตนักเตะ - C]=],
		[ [=[baseID]=] ]=501,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากการฝึกซ้อมอย่างขยันอดทดเพื่อสู่ความสำเร็จ]=],
		[ [=[letterturnID]=] ]=160,
		[ [=[cardLvl]=] ]=19,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2502]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[เหรียญตราชื่อเสียง - C]=],
		[ [=[baseID]=] ]=502,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความตื่นเต้นของหนุ่มนักเตะพึ่งเริ่มอาชีพ]=],
		[ [=[letterturnID]=] ]=290,
		[ [=[cardLvl]=] ]=19,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2503]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[เหรียญตราวิวัฒนาการ - C]=],
		[ [=[baseID]=] ]=503,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความกล้าหาญเริ่มใหม่เมื่อเจอความเดือดร้อน]=],
		[ [=[letterturnID]=] ]=260,
		[ [=[cardLvl]=] ]=19,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2504]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[เหรียญตราสำเร็จ - C]=],
		[ [=[baseID]=] ]=504,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความสำเร็จของอาชีพ]=],
		[ [=[letterturnID]=] ]=30,
		[ [=[cardLvl]=] ]=19,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2505]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[เหรียญตราเต็มใจ - C]=],
		[ [=[baseID]=] ]=505,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความจงรักภักดีกับทีมในหลายปีที่ผ่านมา]=],
		[ [=[letterturnID]=] ]=300,
		[ [=[cardLvl]=] ]=19,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2506]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[เหรียญตราเดินเตร่ - C]=],
		[ [=[baseID]=] ]=506,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากรอยเท้าที่ผ่านไปในทุกระยะทางของอาชีพ]=],
		[ [=[letterturnID]=] ]=180,
		[ [=[cardLvl]=] ]=20,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2509]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[เหรียญตรากระทิง - C]=],
		[ [=[baseID]=] ]=509,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความเป็นมืออาชีพตั้งใจอยู่จนวันสุดท้าย]=],
		[ [=[letterturnID]=] ]=150,
		[ [=[cardLvl]=] ]=20,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2511]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[เหรียญตราข้อมูล - C]=],
		[ [=[baseID]=] ]=511,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความโดดเดี๋ยวเมื่อได้อยู่ตำแหน่งสูงสุดของอันดับ]=],
		[ [=[letterturnID]=] ]=50,
		[ [=[cardLvl]=] ]=20,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2513]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[เหรียญตราพรสวรรค์ - C]=],
		[ [=[baseID]=] ]=513,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความแข็งเกร่งพิเศษที่ไม่มีที่สิ้นสุดของนักเตะ]=],
		[ [=[letterturnID]=] ]=210,
		[ [=[cardLvl]=] ]=20,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[2514]=] ]=
	{
		[ [=[upgrade]=] ]=1,
		[ [=[name]=] ]=[=[เหรียญขยัน - C]=],
		[ [=[baseID]=] ]=514,
		[ [=[quality]=] ]=2,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความพยายามอย่างไม่หยุดยั้งของนักเตะ]=],
		[ [=[letterturnID]=] ]=220,
		[ [=[cardLvl]=] ]=20,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=2,
		[ [=[priceUp]=] ]=50000
	},
	[ [=[3102]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[เสื้อไซส์ S - B]=],
		[ [=[baseID]=] ]=102,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[เสื้อไซส์ S เนื้อผ้าธรรมดา มักใส่เมื่อฝึกฝน เหมาะสมให้นักเตะมีความสูงต่ำกว่า 175cm]=],
		[ [=[letterturnID]=] ]=80,
		[ [=[cardLvl]=] ]=21,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3103]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[เสื้อไซส์ M - B]=],
		[ [=[baseID]=] ]=103,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[เสื้อไซส์ M เนื้อผ้าธรรมดา มักใส่เมื่อฝึกฝน เหมาะสมให้นักเตะมีความสูง 176-180 cm]=],
		[ [=[letterturnID]=] ]=100,
		[ [=[cardLvl]=] ]=21,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3104]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[เสื้อไซส์ L - B]=],
		[ [=[baseID]=] ]=104,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[เสื้อไซส์ L เนื้อผ้าธรรมดา มักใส่เมื่อฝึกฝน เหมาะสมให้นักเตะมีความสูง 180-184 cm]=],
		[ [=[letterturnID]=] ]=110,
		[ [=[cardLvl]=] ]=21,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3105]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[เสื้อไซส์ XL - B]=],
		[ [=[baseID]=] ]=105,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[เสื้อไซส์ XL เนื้อผ้าธรรมดา มักใส่เมื่อฝึกฝน เหมาะสมให้นักเตะมีความสูง 185-188 cm]=],
		[ [=[letterturnID]=] ]=90,
		[ [=[cardLvl]=] ]=21,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3106]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[เสื้อไซส์ XXL - B]=],
		[ [=[baseID]=] ]=106,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[เสื้อไซส์ XXL เนื้อผ้าธรรมดา มักใส่เมื่อฝึกฝน เหมาะสมให้นักเตะมีความสูงต่ำกว่า 189cm]=],
		[ [=[letterturnID]=] ]=120,
		[ [=[cardLvl]=] ]=21,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3204]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[มันฝรั่ง - B]=],
		[ [=[baseID]=] ]=204,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[วันนี้เล่นดีมาก ให้รางวัลตัวเอง 1 ถุงมันฝรั่งทอดกลาง]=],
		[ [=[letterturnID]=] ]=270,
		[ [=[cardLvl]=] ]=23,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3205]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[สปาเก็ตตี้ - B]=],
		[ [=[baseID]=] ]=205,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[สไตล์โบโลญญา ซอสเนื้อหอมมาก เส้นหมี่นุ่มเหนียว ได้ทำโดยโรงอาหารของมหาวิทยาลัย]=],
		[ [=[letterturnID]=] ]=140,
		[ [=[cardLvl]=] ]=23,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3206]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[พิซซ่า - B]=],
		[ [=[baseID]=] ]=206,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[พิซซ่าแผ่นบางสไตล์อิตาลี ได้ทำโดยโรงอาหารมหาวิทยาลัย]=],
		[ [=[letterturnID]=] ]=250,
		[ [=[cardLvl]=] ]=23,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3208]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[เบคอน - B]=],
		[ [=[baseID]=] ]=208,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[เนื้ออบไอบีเรียชื่อดัง ต้องหมักไว้หลายปี]=],
		[ [=[letterturnID]=] ]=240,
		[ [=[cardLvl]=] ]=23,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3212]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[ชีส - B]=],
		[ [=[baseID]=] ]=212,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[มีกลิ่นเหม็น แต่กินแล้วหอมนิดหน่อย ผลิตจากอัลก์มาร์]=],
		[ [=[letterturnID]=] ]=190,
		[ [=[cardLvl]=] ]=23,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3213]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[ช็อคโกแลต - B]=],
		[ [=[baseID]=] ]=213,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[กินช็อคโกแลตเข้า รู้สึกรสชาติมัน หอมของสารรวม]=],
		[ [=[letterturnID]=] ]=200,
		[ [=[cardLvl]=] ]=25,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3214]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[บ่อลุกลัก - B]=],
		[ [=[baseID]=] ]=214,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[เป็อาหารชื่อดังของยุโรปทางตะวันออก ผสมจากมันฝรั่งและเนื้อวัว ได้ทำโดยโรงอาหารมหาวิทยาลัย]=],
		[ [=[letterturnID]=] ]=60,
		[ [=[cardLvl]=] ]=25,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3215]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[เนื้อย่าง - B]=],
		[ [=[baseID]=] ]=215,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[เนื้อย่างใส่ไม้ กำเนิดจากศตวรรษ 18  ได้ทำโดยโรงอาหารมหาวิทยาลัย]=],
		[ [=[letterturnID]=] ]=130,
		[ [=[cardLvl]=] ]=25,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3216]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[ชานม - B]=],
		[ [=[baseID]=] ]=216,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[ชงชาหนึ่งกา ดมลึกๆ รู้สึกเหมือนโคบาลปัมปัส]=],
		[ [=[letterturnID]=] ]=280,
		[ [=[cardLvl]=] ]=25,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3219]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[ปากหม้อ - B]=],
		[ [=[baseID]=] ]=219,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[ขนมประเภทนี้เป็นนิยมของเม็กซิโกระวังอย่าใส่พริกมากเกิน เดี๋ยวจะปวดท้องต่อเนื่อง 4 วันนะ]=],
		[ [=[letterturnID]=] ]=170,
		[ [=[cardLvl]=] ]=25,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3302]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[รองเท้าขวาน - B]=],
		[ [=[baseID]=] ]=302,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[รองเท้าคู่นี้ช่วยนักเตะยิงบอลแรง]=],
		[ [=[letterturnID]=] ]=10,
		[ [=[cardLvl]=] ]=27,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3303]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[รองเท้าลม - B]=],
		[ [=[baseID]=] ]=303,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[รองเท้าคู่นี้ช่วยนักเตะเลี้ยงบอลสุดยอด]=],
		[ [=[letterturnID]=] ]=230,
		[ [=[cardLvl]=] ]=27,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3307]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[รองเท้านักดาบ - B]=],
		[ [=[baseID]=] ]=307,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[รองเท้าคู่นี้ช่วยนักเตะยิงบอลอย่างมีเทคนิค]=],
		[ [=[letterturnID]=] ]=20,
		[ [=[cardLvl]=] ]=27,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3308]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[รองเท้าผู้พิทักษ์ - B]=],
		[ [=[baseID]=] ]=308,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[รองเท้าคู่นี้เหมาะกับกองหลัง]=],
		[ [=[letterturnID]=] ]=40,
		[ [=[cardLvl]=] ]=27,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3309]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[รองเท้ากำแพง - B]=],
		[ [=[baseID]=] ]=309,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[รองเท้าคู่นี้เหมาะกับนักเตะป้องกันมีร่างกายสูงใหญ่]=],
		[ [=[letterturnID]=] ]=70,
		[ [=[cardLvl]=] ]=27,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3501]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[เหรียญอดิตนักเตะ - B]=],
		[ [=[baseID]=] ]=501,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากการฝึกซ้อมอย่างขยันอดทดเพื่อสู่ความสำเร็จ]=],
		[ [=[letterturnID]=] ]=160,
		[ [=[cardLvl]=] ]=29,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3502]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[เหรียญตราชื่อเสียง - B]=],
		[ [=[baseID]=] ]=502,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความตื่นเต้นของหนุ่มนักเตะพึ่งเริ่มอาชีพ]=],
		[ [=[letterturnID]=] ]=290,
		[ [=[cardLvl]=] ]=29,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3503]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[เหรียญตราวิวัฒนาการ - B]=],
		[ [=[baseID]=] ]=503,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความกล้าหาญเริ่มใหม่เมื่อเจอความเดือดร้อน]=],
		[ [=[letterturnID]=] ]=260,
		[ [=[cardLvl]=] ]=29,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3504]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[เหรียญตราสำเร็จ - B]=],
		[ [=[baseID]=] ]=504,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความสำเร็จของอาชีพ]=],
		[ [=[letterturnID]=] ]=30,
		[ [=[cardLvl]=] ]=29,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3505]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[เหรียญตราเต็มใจ - B]=],
		[ [=[baseID]=] ]=505,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความจงรักภักดีกับทีมในหลายปีที่ผ่านมา]=],
		[ [=[letterturnID]=] ]=300,
		[ [=[cardLvl]=] ]=29,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3506]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[เหรียญตราเดินเตร่ - B]=],
		[ [=[baseID]=] ]=506,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากรอยเท้าที่ผ่านไปในทุกระยะทางของอาชีพ]=],
		[ [=[letterturnID]=] ]=180,
		[ [=[cardLvl]=] ]=30,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3509]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[เหรียญตรากระทิง - B]=],
		[ [=[baseID]=] ]=509,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความเป็นมืออาชีพตั้งใจอยู่จนวันสุดท้าย]=],
		[ [=[letterturnID]=] ]=150,
		[ [=[cardLvl]=] ]=30,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3511]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[เหรียญตราข้อมูล - B]=],
		[ [=[baseID]=] ]=511,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความโดดเดี๋ยวเมื่อได้อยู่ตำแหน่งสูงสุดของอันดับ]=],
		[ [=[letterturnID]=] ]=50,
		[ [=[cardLvl]=] ]=30,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3513]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[เหรียญตราพรสวรรค์ - B]=],
		[ [=[baseID]=] ]=513,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความแข็งเกร่งพิเศษที่ไม่มีที่สิ้นสุดของนักเตะ]=],
		[ [=[letterturnID]=] ]=210,
		[ [=[cardLvl]=] ]=30,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[3514]=] ]=
	{
		[ [=[upgrade]=] ]=2,
		[ [=[name]=] ]=[=[เหรียญขยัน - B]=],
		[ [=[baseID]=] ]=514,
		[ [=[quality]=] ]=3,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความพยายามอย่างไม่หยุดยั้งของนักเตะ]=],
		[ [=[letterturnID]=] ]=220,
		[ [=[cardLvl]=] ]=30,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=4,
		[ [=[priceUp]=] ]=150000
	},
	[ [=[4102]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[เสื้อไซส์ S - A]=],
		[ [=[baseID]=] ]=102,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[เสื้อไซส์ S เนื้อผ้าพอใช้ ใช้ในลีกสมัครเล่น เหมาะสมให้นักเตะมีความสูงต่ำกว่า 175cm]=],
		[ [=[letterturnID]=] ]=80,
		[ [=[cardLvl]=] ]=31,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4103]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[เสื้อไซส์ M - A]=],
		[ [=[baseID]=] ]=103,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[เสื้อไซส์ M เนื้อผ้าพอใช้ ใช้ในลีกสมัครเล่น เหมาะสมให้นักเตะมีความสูง 176-180 cm]=],
		[ [=[letterturnID]=] ]=100,
		[ [=[cardLvl]=] ]=31,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4104]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[เสื้อไซส์ L - A]=],
		[ [=[baseID]=] ]=104,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[เสื้อไซส์ L เนื้อผ้าพอใช้ ใช้ในลีกสมัครเล่น เหมาะสมให้นักเตะมีความสูง 180-184 cm]=],
		[ [=[letterturnID]=] ]=110,
		[ [=[cardLvl]=] ]=31,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4105]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[เสื้อไซส์ XL - A]=],
		[ [=[baseID]=] ]=105,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[เสื้อไซส์ XL เนื้อผ้าพอใช้ ใช้ในลีกสมัครเล่น เหมาะสมให้นักเตะมีความสูง 185-188 cm]=],
		[ [=[letterturnID]=] ]=90,
		[ [=[cardLvl]=] ]=31,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4106]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[เสื้อไซส์ XXL - A]=],
		[ [=[baseID]=] ]=106,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[เสื้อไซส์ XXL เนื้อผ้าพอใช้ ใช้ในลีกสมัครเล่น เหมาะสมให้นักเตะมีความสูงต่ำกว่า 189cm]=],
		[ [=[letterturnID]=] ]=120,
		[ [=[cardLvl]=] ]=31,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4204]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[มันฝรั่ง - A]=],
		[ [=[baseID]=] ]=204,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[วันนี้เล่นดีมาก ให้รางวัลตัวเอง 1 ถุงมันฝรั่งทอดใหญ่]=],
		[ [=[letterturnID]=] ]=270,
		[ [=[cardLvl]=] ]=33,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4205]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[สปาเก็ตตี้ - A]=],
		[ [=[baseID]=] ]=205,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[สไตล์โบโลญญา ซอสเนื้อหอมมาก เส้นหมี่นุ่มเหนียว ได้ทำโดยร้านอาหารฟาสต์ฟู้ด]=],
		[ [=[letterturnID]=] ]=140,
		[ [=[cardLvl]=] ]=33,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4206]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[พิซซ่า - A]=],
		[ [=[baseID]=] ]=206,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[พิซซ่าแผ่นบางสไตล์อิตาลี ได้ทำโดยร้านอาหารฟาสฟู้ด
]=],
		[ [=[letterturnID]=] ]=250,
		[ [=[cardLvl]=] ]=33,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4208]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[เบคอน - A]=],
		[ [=[baseID]=] ]=208,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[เนื้ออบไอบีเรียชื่อดัง ต้องหมักไว้สิบกว่าปี]=],
		[ [=[letterturnID]=] ]=240,
		[ [=[cardLvl]=] ]=33,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4212]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[ชีส - A]=],
		[ [=[baseID]=] ]=212,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[มีกลิ่นเหม็น แต่กินแล้วค่อนข้างหอม ผลิตจากอัลก์มาร์]=],
		[ [=[letterturnID]=] ]=190,
		[ [=[cardLvl]=] ]=33,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4213]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[ช็อคโกแลต - A]=],
		[ [=[baseID]=] ]=213,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[กินช็อคโกแลตเข้า รู้สึกรสชาติหวาน หอมของช็อคโกแลต]=],
		[ [=[letterturnID]=] ]=200,
		[ [=[cardLvl]=] ]=35,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4214]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[บ่อลุกลัก - A]=],
		[ [=[baseID]=] ]=214,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[เป็อาหารชื่อดังของยุโรปทางตะวันออก ผสมจากมันฝรั่งและเนื้อวัว ได้ทำโดยร้านอาหารฟาสต์ฟู้ด]=],
		[ [=[letterturnID]=] ]=60,
		[ [=[cardLvl]=] ]=35,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4215]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[เนื้อย่าง - A]=],
		[ [=[baseID]=] ]=215,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[เนื้อย่างใส่ไม้ กำเนิดจากศตวรรษ 18  ได้ทำโดยร้านอาหารฟาสต์ฟู้ด]=],
		[ [=[letterturnID]=] ]=130,
		[ [=[cardLvl]=] ]=35,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4216]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[ชานม - A]=],
		[ [=[baseID]=] ]=216,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[ชงชาหนึ่งกา ดมลึกๆ คุณรู้สึกเหมือนโคบาลปัมปัสทันทีเลย]=],
		[ [=[letterturnID]=] ]=280,
		[ [=[cardLvl]=] ]=35,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4219]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[ปากหม้อ - A]=],
		[ [=[baseID]=] ]=219,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[ขนมประเภทนี้เป็นนิยมของเม็กซิโกระวังอย่าใส่พริกมากเกิน เดี๋ยวจะปวดท้องต่อเนื่อง 3 วันนะ]=],
		[ [=[letterturnID]=] ]=170,
		[ [=[cardLvl]=] ]=35,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4302]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[รองเท้าขวาน - A]=],
		[ [=[baseID]=] ]=302,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[รองเท้าคู่นี้ช่วยนักเตะยิงบอลแรง]=],
		[ [=[letterturnID]=] ]=10,
		[ [=[cardLvl]=] ]=37,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4303]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[รองเท้าลม - A]=],
		[ [=[baseID]=] ]=303,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[รองเท้าคู่นี้ช่วยนักเตะเลี้ยงบอลสุดยอด]=],
		[ [=[letterturnID]=] ]=230,
		[ [=[cardLvl]=] ]=37,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4307]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[รองเท้านักดาบ - A]=],
		[ [=[baseID]=] ]=307,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[รองเท้าคู่นี้ช่วยนักเตะยิงบอลอย่างมีเทคนิค]=],
		[ [=[letterturnID]=] ]=20,
		[ [=[cardLvl]=] ]=37,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4308]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[รองเท้าผู้พิทักษ์ - A]=],
		[ [=[baseID]=] ]=308,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[รองเท้าคู่นี้เหมาะกับกองหลัง]=],
		[ [=[letterturnID]=] ]=40,
		[ [=[cardLvl]=] ]=37,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4309]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[รองเท้ากำแพง - A]=],
		[ [=[baseID]=] ]=309,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[รองเท้าคู่นี้เหมาะกับนักเตะป้องกันมีร่างกายสูงใหญ่]=],
		[ [=[letterturnID]=] ]=70,
		[ [=[cardLvl]=] ]=37,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4501]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[เหรียญอดิตนักเตะ - A]=],
		[ [=[baseID]=] ]=501,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากการฝึกซ้อมอย่างขยันอดทดเพื่อสู่ความสำเร็จ]=],
		[ [=[letterturnID]=] ]=160,
		[ [=[cardLvl]=] ]=39,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4502]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[เหรียญตราชื่อเสียง - A]=],
		[ [=[baseID]=] ]=502,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความตื่นเต้นของหนุ่มนักเตะพึ่งเริ่มอาชีพ]=],
		[ [=[letterturnID]=] ]=290,
		[ [=[cardLvl]=] ]=39,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4503]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[เหรียญตราวิวัฒนาการ - A]=],
		[ [=[baseID]=] ]=503,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความกล้าหาญเริ่มใหม่เมื่อเจอความเดือดร้อน]=],
		[ [=[letterturnID]=] ]=260,
		[ [=[cardLvl]=] ]=39,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4504]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[เหรียญตราสำเร็จ - A]=],
		[ [=[baseID]=] ]=504,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความสำเร็จของอาชีพ]=],
		[ [=[letterturnID]=] ]=30,
		[ [=[cardLvl]=] ]=39,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4505]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[เหรียญตราเต็มใจ - A]=],
		[ [=[baseID]=] ]=505,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความจงรักภักดีกับทีมในหลายปีที่ผ่านมา]=],
		[ [=[letterturnID]=] ]=300,
		[ [=[cardLvl]=] ]=39,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4506]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[เหรียญตราเดินเตร่ - A]=],
		[ [=[baseID]=] ]=506,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากรอยเท้าที่ผ่านไปในทุกระยะทางของอาชีพ]=],
		[ [=[letterturnID]=] ]=180,
		[ [=[cardLvl]=] ]=40,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4509]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[เหรียญตรากระทิง - A]=],
		[ [=[baseID]=] ]=509,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความเป็นมืออาชีพตั้งใจอยู่จนวันสุดท้าย]=],
		[ [=[letterturnID]=] ]=150,
		[ [=[cardLvl]=] ]=40,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4511]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[เหรียญตราข้อมูล - A]=],
		[ [=[baseID]=] ]=511,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความโดดเดี๋ยวเมื่อได้อยู่ตำแหน่งสูงสุดของอันดับ]=],
		[ [=[letterturnID]=] ]=50,
		[ [=[cardLvl]=] ]=40,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4513]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[เหรียญตราพรสวรรค์ - A]=],
		[ [=[baseID]=] ]=513,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความแข็งเกร่งพิเศษที่ไม่มีที่สิ้นสุดของนักเตะ]=],
		[ [=[letterturnID]=] ]=210,
		[ [=[cardLvl]=] ]=40,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[4514]=] ]=
	{
		[ [=[upgrade]=] ]=3,
		[ [=[name]=] ]=[=[เหรียญขยัน - A]=],
		[ [=[baseID]=] ]=514,
		[ [=[quality]=] ]=4,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความพยายามอย่างไม่หยุดยั้งของนักเตะ]=],
		[ [=[letterturnID]=] ]=220,
		[ [=[cardLvl]=] ]=40,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=8,
		[ [=[priceUp]=] ]=800000
	},
	[ [=[5102]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[เสื้อไซส์ S - S]=],
		[ [=[baseID]=] ]=102,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[เสื้อไซส์ S เนื้อผ้าดี ใช้ในทุกเลเวลลีก เหมาะสมให้นักเตะมีความสูงต่ำกว่า 175cm]=],
		[ [=[letterturnID]=] ]=80,
		[ [=[cardLvl]=] ]=41,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5103]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[เสื้อไซส์ M - S]=],
		[ [=[baseID]=] ]=103,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[เสื้อไซส์ M เนื้อผ้าดี ใช้ในทุกเลเวลลีก เหมาะสมให้นักเตะมีความสูง 176-180 cm]=],
		[ [=[letterturnID]=] ]=100,
		[ [=[cardLvl]=] ]=41,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5104]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[เสื้อไซส์ L - S]=],
		[ [=[baseID]=] ]=104,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[เสื้อไซส์ L เนื้อผ้าดี ใช้ในทุกเลเวลลีก เหมาะสมให้นักเตะมีความสูง 180-184 cm]=],
		[ [=[letterturnID]=] ]=110,
		[ [=[cardLvl]=] ]=41,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5105]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[เสื้อไซส์ XL - S]=],
		[ [=[baseID]=] ]=105,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[เสื้อไซส์ XL เนื้อผ้าดี ใช้ในทุกเลเวลลีก เหมาะสมให้นักเตะมีความสูง 185-188 cm]=],
		[ [=[letterturnID]=] ]=90,
		[ [=[cardLvl]=] ]=41,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5106]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[เสื้อไซส์ XXL - S]=],
		[ [=[baseID]=] ]=106,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[เสื้อไซส์ XXL เนื้อผ้าดี ใช้ในทุกเลเวลลีก เหมาะสมให้นักเตะมีความสูงต่ำกว่า 189cm]=],
		[ [=[letterturnID]=] ]=120,
		[ [=[cardLvl]=] ]=41,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5204]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[มันฝรั่ง - S]=],
		[ [=[baseID]=] ]=204,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[วันนี้เล่นดีมาก ให้รางวัลตัวเอง 1 หม้อมันฝรั่งทอด]=],
		[ [=[letterturnID]=] ]=270,
		[ [=[cardLvl]=] ]=43,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5205]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[สปาเก็ตตี้ - S]=],
		[ [=[baseID]=] ]=205,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[สไตล์โบโลญญา ซอสเนื้อหอมมาก เส้นหมี่นุ่มเหนียว ได้ทำโดยภัตตาคารระดับสูง]=],
		[ [=[letterturnID]=] ]=140,
		[ [=[cardLvl]=] ]=43,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5206]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[พิซซ่า - S]=],
		[ [=[baseID]=] ]=206,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[พิซซ่าแผ่นบางสไตล์อิตาลี ได้ทำโดยภัตตาคารระดับสูง]=],
		[ [=[letterturnID]=] ]=250,
		[ [=[cardLvl]=] ]=43,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5208]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[เบคอน - S]=],
		[ [=[baseID]=] ]=208,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[เนื้ออบไอบีเรียชื่อดัง ต้องหมักไว้หลายสิบปี]=],
		[ [=[letterturnID]=] ]=240,
		[ [=[cardLvl]=] ]=43,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5212]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[ชีส - S]=],
		[ [=[baseID]=] ]=212,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[มีกลิ่นเหม็นแต่กินแล้วหอมมาก ผลิตจากอัลก์มาร์]=],
		[ [=[letterturnID]=] ]=190,
		[ [=[cardLvl]=] ]=43,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5213]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[ช็อคโกแลต - S]=],
		[ [=[baseID]=] ]=213,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[ช็อคโกแลตนี้ก็กินได้ แค่ขมนิดหน่อย]=],
		[ [=[letterturnID]=] ]=200,
		[ [=[cardLvl]=] ]=45,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5214]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[บ่อลุกลัก - S]=],
		[ [=[baseID]=] ]=214,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[เป็อาหารชื่อดังของยุโรปทางตะวันออก ผสมจากมันฝรั่งและเนื้อวัว ได้ทำโดยภัตตาคารระดับสูง]=],
		[ [=[letterturnID]=] ]=60,
		[ [=[cardLvl]=] ]=45,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5215]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[เนื้อย่าง - S]=],
		[ [=[baseID]=] ]=215,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[เนื้อย่างใส่ไม้ กำเนิดจากศตวรรษ 18  ได้ทำโดยภัตตาคารระดับสูง]=],
		[ [=[letterturnID]=] ]=130,
		[ [=[cardLvl]=] ]=45,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5216]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[ชานม - S]=],
		[ [=[baseID]=] ]=216,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[ชงชาหนึ่งกา ดมลึกๆ รู้สึกตัวเองคือโคบาลปัมปัส]=],
		[ [=[letterturnID]=] ]=280,
		[ [=[cardLvl]=] ]=45,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5219]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[ปากหม้อ - S]=],
		[ [=[baseID]=] ]=219,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[ขนมประเภทนี้เป็นนิยมของเม็กซิโกระวังอย่าใส่พริกมากเกิน เดี๋ยวจะปวดท้องต่อเนื่อง 2 วันนะ]=],
		[ [=[letterturnID]=] ]=170,
		[ [=[cardLvl]=] ]=45,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5302]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[รองเท้าขวาน - S]=],
		[ [=[baseID]=] ]=302,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[รองเท้าคู่นี้ช่วยนักเตะยิงบอลแรง]=],
		[ [=[letterturnID]=] ]=10,
		[ [=[cardLvl]=] ]=47,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5303]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[รองเท้าลม - S]=],
		[ [=[baseID]=] ]=303,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[รองเท้าคู่นี้ช่วยนักเตะเลี้ยงบอลสุดยอด]=],
		[ [=[letterturnID]=] ]=230,
		[ [=[cardLvl]=] ]=47,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5307]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[รองเท้านักดาบ - S]=],
		[ [=[baseID]=] ]=307,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[รองเท้าคู่นี้ช่วยนักเตะยิงบอลอย่างมีเทคนิค]=],
		[ [=[letterturnID]=] ]=20,
		[ [=[cardLvl]=] ]=47,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5308]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[รองเท้าผู้พิทักษ์ - S]=],
		[ [=[baseID]=] ]=308,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[รองเท้าคู่นี้เหมาะกับกองหลัง]=],
		[ [=[letterturnID]=] ]=40,
		[ [=[cardLvl]=] ]=47,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5309]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[รองเท้ากำแพง - S]=],
		[ [=[baseID]=] ]=309,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[รองเท้าคู่นี้เหมาะกับนักเตะป้องกันมีร่างกายสูงใหญ่]=],
		[ [=[letterturnID]=] ]=70,
		[ [=[cardLvl]=] ]=47,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5501]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[เหรียญอดิตนักเตะ - S]=],
		[ [=[baseID]=] ]=501,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากการฝึกซ้อมอย่างขยันอดทดเพื่อสู่ความสำเร็จ]=],
		[ [=[letterturnID]=] ]=160,
		[ [=[cardLvl]=] ]=49,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5502]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[เหรียญตราชื่อเสียง - S]=],
		[ [=[baseID]=] ]=502,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความตื่นเต้นของหนุ่มนักเตะพึ่งเริ่มอาชีพ]=],
		[ [=[letterturnID]=] ]=290,
		[ [=[cardLvl]=] ]=49,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5503]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[เหรียญตราวิวัฒนาการ - S]=],
		[ [=[baseID]=] ]=503,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความกล้าหาญเริ่มใหม่เมื่อเจอความเดือดร้อน]=],
		[ [=[letterturnID]=] ]=260,
		[ [=[cardLvl]=] ]=49,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5504]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[เหรียญตราสำเร็จ - S]=],
		[ [=[baseID]=] ]=504,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความสำเร็จของอาชีพ]=],
		[ [=[letterturnID]=] ]=30,
		[ [=[cardLvl]=] ]=49,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5505]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[เหรียญตราเต็มใจ - S]=],
		[ [=[baseID]=] ]=505,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความจงรักภักดีกับทีมในหลายปีที่ผ่านมา]=],
		[ [=[letterturnID]=] ]=300,
		[ [=[cardLvl]=] ]=49,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5506]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[เหรียญตราเดินเตร่ - S]=],
		[ [=[baseID]=] ]=506,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากรอยเท้าที่ผ่านไปในทุกระยะทางของอาชีพ]=],
		[ [=[letterturnID]=] ]=180,
		[ [=[cardLvl]=] ]=50,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5509]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[เหรียญตรากระทิง - S]=],
		[ [=[baseID]=] ]=509,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความเป็นมืออาชีพตั้งใจอยู่จนวันสุดท้าย]=],
		[ [=[letterturnID]=] ]=150,
		[ [=[cardLvl]=] ]=50,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5511]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[เหรียญตราข้อมูล - S]=],
		[ [=[baseID]=] ]=511,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความโดดเดี๋ยวเมื่อได้อยู่ตำแหน่งสูงสุดของอันดับ]=],
		[ [=[letterturnID]=] ]=50,
		[ [=[cardLvl]=] ]=50,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5513]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[เหรียญตราพรสวรรค์ - S]=],
		[ [=[baseID]=] ]=513,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความแข็งเกร่งพิเศษที่ไม่มีที่สิ้นสุดของนักเตะ]=],
		[ [=[letterturnID]=] ]=210,
		[ [=[cardLvl]=] ]=50,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[5514]=] ]=
	{
		[ [=[upgrade]=] ]=4,
		[ [=[name]=] ]=[=[เหรียญขยัน - S]=],
		[ [=[baseID]=] ]=514,
		[ [=[quality]=] ]=5,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความพยายามอย่างไม่หยุดยั้งของนักเตะ]=],
		[ [=[letterturnID]=] ]=220,
		[ [=[cardLvl]=] ]=50,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=15,
		[ [=[priceUp]=] ]=2000000
	},
	[ [=[6102]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[เสื้อไซส์ S - SS]=],
		[ [=[baseID]=] ]=102,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[เสื้อไซส์ S เนื้อผ้าดีมาก ใส่สบาย ซับเหงื่อได้ดี เหมาะสมให้นักเตะมีความสูงต่ำกว่า 175cm]=],
		[ [=[letterturnID]=] ]=80,
		[ [=[cardLvl]=] ]=51,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6103]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[เสื้อไซส์ M - SS]=],
		[ [=[baseID]=] ]=103,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[เสื้อไซส์ M เนื้อผ้าดีมาก ใส่สบาย ซับเหงื่อได้ดี เหมาะสมให้นักเตะมีความสูง 176-180 cm]=],
		[ [=[letterturnID]=] ]=100,
		[ [=[cardLvl]=] ]=51,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6104]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[เสื้อไซส์ L - SS]=],
		[ [=[baseID]=] ]=104,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[เสื้อไซส์ L เนื้อผ้าดีมาก ใส่สบาย ซับเหงื่อได้ดี เหมาะสมให้นักเตะมีความสูง 180-184 cm]=],
		[ [=[letterturnID]=] ]=110,
		[ [=[cardLvl]=] ]=51,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6105]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[เสื้อไซส์ XL - SS]=],
		[ [=[baseID]=] ]=105,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[เสื้อไซส์ XL เนื้อผ้าดีมาก ใส่สบาย ซับเหงื่อได้ดี เหมาะสมให้นักเตะมีความสูง 185-188 cm]=],
		[ [=[letterturnID]=] ]=90,
		[ [=[cardLvl]=] ]=51,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6106]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[เสื้อไซส์ XXL - SS]=],
		[ [=[baseID]=] ]=106,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[เสื้อไซส์ XXL เนื้อผ้าดีมาก ใส่สบาย ซับเหงื่อได้ดี เหมาะสมให้นักเตะมีความสูงต่ำกว่า 189cm]=],
		[ [=[letterturnID]=] ]=120,
		[ [=[cardLvl]=] ]=51,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6204]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[มันฝรั่ง - SS]=],
		[ [=[baseID]=] ]=204,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[วันนี้เล่นดีมาก ให้รางวัลตัวเอง 1 รถมันฝรั่งทอด]=],
		[ [=[letterturnID]=] ]=270,
		[ [=[cardLvl]=] ]=53,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6205]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[สปาเก็ตตี้ - SS]=],
		[ [=[baseID]=] ]=205,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[สไตล์โบโลญญา ซอสเนื้อหอมมาก เส้นหมี่นุ่มเหนียว มีรสชาติเหมือนอาหารที่แม่ทำ]=],
		[ [=[letterturnID]=] ]=140,
		[ [=[cardLvl]=] ]=53,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6206]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[พิซซ่า - SS]=],
		[ [=[baseID]=] ]=206,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[พิซซ่าแผ่นบางสไตล์อิตาลี มีรสชาติเหมือนอาหารแม่ทำ]=],
		[ [=[letterturnID]=] ]=250,
		[ [=[cardLvl]=] ]=53,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6208]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[เบคอน - SS]=],
		[ [=[baseID]=] ]=208,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[เนื้ออบไอบีเรียชื่อดัง ต้องหมักไว้หลายร้อยปี]=],
		[ [=[letterturnID]=] ]=240,
		[ [=[cardLvl]=] ]=53,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6212]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[ชีส - SS]=],
		[ [=[baseID]=] ]=212,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[มีกลิ่นเหม็น แต่กินแล้วหอมจัด ผลิตจากอัลก์มาร์]=],
		[ [=[letterturnID]=] ]=190,
		[ [=[cardLvl]=] ]=53,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6213]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[ช็อคโกแลต - SS]=],
		[ [=[baseID]=] ]=213,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[กินช็อคโกแลตเข้า รู้สึกความหวานของความรัก]=],
		[ [=[letterturnID]=] ]=200,
		[ [=[cardLvl]=] ]=55,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6214]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[บ่อลุกลัก - SS]=],
		[ [=[baseID]=] ]=214,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[เป็อาหารชื่อดังของยุโรปทางตะวันออก ผสมจากมันฝรั่งและเนื้อวัว มีรสชาติเหมือนอาหารแม่ทำ]=],
		[ [=[letterturnID]=] ]=60,
		[ [=[cardLvl]=] ]=55,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6215]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[เนื้อย่าง - SS]=],
		[ [=[baseID]=] ]=215,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[เนื้อย่างใส่ไม้ กำเนิดจากศตวรรษ 18  มีรสชาติเหมือนอาหารแม่ทำ]=],
		[ [=[letterturnID]=] ]=130,
		[ [=[cardLvl]=] ]=55,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6216]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[ชานม - SS]=],
		[ [=[baseID]=] ]=216,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[ชงชาหนึ่งกา ดมลึกๆ เวาเป็นความรู้สึกโคบาลปัมปัสจริง ๆ!]=],
		[ [=[letterturnID]=] ]=280,
		[ [=[cardLvl]=] ]=55,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6219]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[ปากหม้อ - SS]=],
		[ [=[baseID]=] ]=219,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[ขนมประเภทนี้เป็นนิยมของเม็กซิโกระวังอย่าใส่พริกมากเกิน เดี๋ยวจะปวดท้องทั้งวันน่ะ]=],
		[ [=[letterturnID]=] ]=170,
		[ [=[cardLvl]=] ]=55,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6302]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[รองเท้าขวาน - SS]=],
		[ [=[baseID]=] ]=302,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[รองเท้าคู่นี้ช่วยนักเตะยิงบอลแรง]=],
		[ [=[letterturnID]=] ]=10,
		[ [=[cardLvl]=] ]=57,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6303]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[รองเท้าลม - SS]=],
		[ [=[baseID]=] ]=303,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[รองเท้าคู่นี้ช่วยนักเตะเลี้ยงบอลสุดยอด]=],
		[ [=[letterturnID]=] ]=230,
		[ [=[cardLvl]=] ]=57,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6307]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[รองเท้านักดาบ - SS]=],
		[ [=[baseID]=] ]=307,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[รองเท้าคู่นี้ช่วยนักเตะยิงบอลอย่างมีเทคนิค]=],
		[ [=[letterturnID]=] ]=20,
		[ [=[cardLvl]=] ]=57,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6308]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[รองเท้าผู้พิทักษ์ - SS]=],
		[ [=[baseID]=] ]=308,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[รองเท้าคู่นี้เหมาะกับกองหลัง]=],
		[ [=[letterturnID]=] ]=40,
		[ [=[cardLvl]=] ]=57,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6309]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[รองเท้ากำแพง - SS]=],
		[ [=[baseID]=] ]=309,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[รองเท้าคู่นี้เหมาะกับนักเตะป้องกันมีร่างกายสูงใหญ่]=],
		[ [=[letterturnID]=] ]=70,
		[ [=[cardLvl]=] ]=57,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6501]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[เหรียญอดิตนักเตะ - SS]=],
		[ [=[baseID]=] ]=501,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากการฝึกซ้อมอย่างขยันอดทดเพื่อสู่ความสำเร็จ]=],
		[ [=[letterturnID]=] ]=160,
		[ [=[cardLvl]=] ]=59,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6502]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[เหรียญตราชื่อเสียง - SS]=],
		[ [=[baseID]=] ]=502,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความตื่นเต้นของหนุ่มนักเตะพึ่งเริ่มอาชีพ]=],
		[ [=[letterturnID]=] ]=290,
		[ [=[cardLvl]=] ]=59,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6503]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[เหรียญตราวิวัฒนาการ - SS]=],
		[ [=[baseID]=] ]=503,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความกล้าหาญเริ่มใหม่เมื่อเจอความเดือดร้อน]=],
		[ [=[letterturnID]=] ]=260,
		[ [=[cardLvl]=] ]=59,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6504]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[เหรียญตราสำเร็จ - SS]=],
		[ [=[baseID]=] ]=504,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความสำเร็จของอาชีพ]=],
		[ [=[letterturnID]=] ]=30,
		[ [=[cardLvl]=] ]=59,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6505]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[เหรียญตราเต็มใจ - SS]=],
		[ [=[baseID]=] ]=505,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความจงรักภักดีกับทีมในหลายปีที่ผ่านมา]=],
		[ [=[letterturnID]=] ]=300,
		[ [=[cardLvl]=] ]=59,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6506]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[เหรียญตราเดินเตร่ - SS]=],
		[ [=[baseID]=] ]=506,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากรอยเท้าที่ผ่านไปในทุกระยะทางของอาชีพ]=],
		[ [=[letterturnID]=] ]=180,
		[ [=[cardLvl]=] ]=60,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6509]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[เหรียญตรากระทิง - SS]=],
		[ [=[baseID]=] ]=509,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความเป็นมืออาชีพตั้งใจอยู่จนวันสุดท้าย]=],
		[ [=[letterturnID]=] ]=150,
		[ [=[cardLvl]=] ]=60,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6511]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[เหรียญตราข้อมูล - SS]=],
		[ [=[baseID]=] ]=511,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความโดดเดี๋ยวเมื่อได้อยู่ตำแหน่งสูงสุดของอันดับ]=],
		[ [=[letterturnID]=] ]=50,
		[ [=[cardLvl]=] ]=60,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6513]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[เหรียญตราพรสวรรค์ - SS]=],
		[ [=[baseID]=] ]=513,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความแข็งเกร่งพิเศษที่ไม่มีที่สิ้นสุดของนักเตะ]=],
		[ [=[letterturnID]=] ]=210,
		[ [=[cardLvl]=] ]=60,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[6514]=] ]=
	{
		[ [=[upgrade]=] ]=5,
		[ [=[name]=] ]=[=[เหรียญขยัน - SS]=],
		[ [=[baseID]=] ]=514,
		[ [=[quality]=] ]=6,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความพยายามอย่างไม่หยุดยั้งของนักเตะ]=],
		[ [=[letterturnID]=] ]=220,
		[ [=[cardLvl]=] ]=60,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=30,
		[ [=[priceUp]=] ]=5000000
	},
	[ [=[7102]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[เสื้อไซส์ S - SSS]=],
		[ [=[baseID]=] ]=102,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[เสื้อไซส์ S เนื้อผ้าแบรนด์ดัง ให้เห็นชัดร่างกายนักเตะ เหมาะสมให้นักเตะมีความสูงต่ำกว่า 175cm]=],
		[ [=[letterturnID]=] ]=80,
		[ [=[cardLvl]=] ]=61,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7103]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[เสื้อไซส์ M - SSS]=],
		[ [=[baseID]=] ]=103,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[เสื้อไซส์ M เนื้อผ้าแบรนด์ดัง ให้เห็นชัดร่างกายนักเตะ เหมาะสมให้นักเตะมีความสูง 176-180 cm]=],
		[ [=[letterturnID]=] ]=100,
		[ [=[cardLvl]=] ]=61,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7104]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[เสื้อไซส์ L - SSS]=],
		[ [=[baseID]=] ]=104,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[เสื้อไซส์ L เนื้อผ้าแบรนด์ดัง ให้เห็นชัดร่างกายนักเตะ เหมาะสมให้นักเตะมีความสูง 180-184 cm]=],
		[ [=[letterturnID]=] ]=110,
		[ [=[cardLvl]=] ]=61,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7105]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[เสื้อไซส์ XL - SSS]=],
		[ [=[baseID]=] ]=105,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[เสื้อไซส์ XL เนื้อผ้าแบรนด์ดัง ให้เห็นชัดร่างกายนักเตะ เหมาะสมให้นักเตะมีความสูง 185-188 cm]=],
		[ [=[letterturnID]=] ]=90,
		[ [=[cardLvl]=] ]=61,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7106]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[เสื้อไซส์ XXL - SSS]=],
		[ [=[baseID]=] ]=106,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[เสื้อไซส์ XXL เนื้อผ้าแบรนด์ดัง ให้เห็นชัดร่างกายนักเตะ เหมาะสมให้นักเตะมีความสูงต่ำกว่า 189cm]=],
		[ [=[letterturnID]=] ]=120,
		[ [=[cardLvl]=] ]=61,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7204]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[มันฝรั่ง - SSS]=],
		[ [=[baseID]=] ]=204,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[วันนี้เล่นดีมาก ให้รางวัลตัวเอง 1 คอนเทนเนอร์มันฝรั่งทอด]=],
		[ [=[letterturnID]=] ]=270,
		[ [=[cardLvl]=] ]=63,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7205]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[สปาเก็ตตี้ - SSS]=],
		[ [=[baseID]=] ]=205,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[สไตล์โบโลญญา ซอสเนื้อหอมมาก เส้นหมี่นุ่มเหนียว ได้ยินว่าทำโดยลูวี ฟัน คาล]=],
		[ [=[letterturnID]=] ]=140,
		[ [=[cardLvl]=] ]=63,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7206]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[พิซซ่า - SSS]=],
		[ [=[baseID]=] ]=206,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[พิซซ่าแผ่นบางสไตล์อิตาลี ได้ยินว่าทำโดยลูวี ฟัน คาล]=],
		[ [=[letterturnID]=] ]=250,
		[ [=[cardLvl]=] ]=63,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7208]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[เบคอน - SSS]=],
		[ [=[baseID]=] ]=208,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[เนื้ออบไอบีเรียชื่อดัง ต้องหมักไว้หลาพันปี]=],
		[ [=[letterturnID]=] ]=240,
		[ [=[cardLvl]=] ]=63,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7212]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[ชีส - SSS]=],
		[ [=[baseID]=] ]=212,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[แค่ดมกลิ่นก็ไม่อยากดมเห็นกลิ่นนั้นอีกครั้ง]=],
		[ [=[letterturnID]=] ]=190,
		[ [=[cardLvl]=] ]=63,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7213]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[ช็อคโกแลต - SSS]=],
		[ [=[baseID]=] ]=213,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[กินช็อคโกแลตเข้า รู้สึกความรักอบอุ่นจากบรัสเซลส์]=],
		[ [=[letterturnID]=] ]=200,
		[ [=[cardLvl]=] ]=65,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7214]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[บ่อลุกลัก - SSS]=],
		[ [=[baseID]=] ]=214,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[เป็อาหารชื่อดังของยุโรปทางตะวันออก ผสมจากมันฝรั่งและเนื้อวัว ได้ยินว่าทำโดยลูวี ฟัน คาล]=],
		[ [=[letterturnID]=] ]=60,
		[ [=[cardLvl]=] ]=65,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7215]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[เนื้อย่าง - SSS]=],
		[ [=[baseID]=] ]=215,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[เนื้อย่างใส่ไม้ กำเนิดจากศตวรรษ 18  ได้ยินว่าทำโดยลูวี ฟัน คาล]=],
		[ [=[letterturnID]=] ]=130,
		[ [=[cardLvl]=] ]=65,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7216]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[ชานม - SSS]=],
		[ [=[baseID]=] ]=216,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[ชงชาหนึ่งกา ยังไม่ทันดมก็รีบไปแล้ว]=],
		[ [=[letterturnID]=] ]=280,
		[ [=[cardLvl]=] ]=65,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7219]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[ปากหม้อ - SSS]=],
		[ [=[baseID]=] ]=219,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[ขนมประเภทนี้เป็นนิยมของเม็กซิโกไม่ระวังใส่พริกมากเกิน ก็ไม่เป็นไร]=],
		[ [=[letterturnID]=] ]=170,
		[ [=[cardLvl]=] ]=65,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7302]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[รองเท้าขวาน - SSS]=],
		[ [=[baseID]=] ]=302,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[รองเท้าคู่นี้ช่วยนักเตะยิงบอลแรง]=],
		[ [=[letterturnID]=] ]=10,
		[ [=[cardLvl]=] ]=67,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7303]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[รองเท้าลม - SSS]=],
		[ [=[baseID]=] ]=303,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[รองเท้าคู่นี้ช่วยนักเตะเลี้ยงบอลสุดยอด]=],
		[ [=[letterturnID]=] ]=230,
		[ [=[cardLvl]=] ]=67,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7307]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[รองเท้านักดาบ - SSS]=],
		[ [=[baseID]=] ]=307,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[รองเท้าคู่นี้ช่วยนักเตะยิงบอลอย่างมีเทคนิค]=],
		[ [=[letterturnID]=] ]=20,
		[ [=[cardLvl]=] ]=67,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7308]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[รองเท้าผู้พิทักษ์ - SSS]=],
		[ [=[baseID]=] ]=308,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[รองเท้าคู่นี้เหมาะกับกองหลัง]=],
		[ [=[letterturnID]=] ]=40,
		[ [=[cardLvl]=] ]=67,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7309]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[รองเท้ากำแพง - SSS]=],
		[ [=[baseID]=] ]=309,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[รองเท้าคู่นี้เหมาะกับนักเตะป้องกันมีร่างกายสูงใหญ่]=],
		[ [=[letterturnID]=] ]=70,
		[ [=[cardLvl]=] ]=67,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7501]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[เหรียญอดิตนักเตะ - SSS]=],
		[ [=[baseID]=] ]=501,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากการฝึกซ้อมอย่างขยันอดทดเพื่อสู่ความสำเร็จ]=],
		[ [=[letterturnID]=] ]=160,
		[ [=[cardLvl]=] ]=69,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7502]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[เหรียญตราชื่อเสียง - SSS]=],
		[ [=[baseID]=] ]=502,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความตื่นเต้นของหนุ่มนักเตะพึ่งเริ่มอาชีพ]=],
		[ [=[letterturnID]=] ]=290,
		[ [=[cardLvl]=] ]=69,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7503]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[เหรียญตราวิวัฒนาการ - SSS]=],
		[ [=[baseID]=] ]=503,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความกล้าหาญเริ่มใหม่เมื่อเจอความเดือดร้อน]=],
		[ [=[letterturnID]=] ]=260,
		[ [=[cardLvl]=] ]=69,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7504]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[เหรียญตราสำเร็จ - SSS]=],
		[ [=[baseID]=] ]=504,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความสำเร็จของอาชีพ]=],
		[ [=[letterturnID]=] ]=30,
		[ [=[cardLvl]=] ]=69,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7505]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[เหรียญตราเต็มใจ - SSS]=],
		[ [=[baseID]=] ]=505,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความจงรักภักดีกับทีมในหลายปีที่ผ่านมา]=],
		[ [=[letterturnID]=] ]=300,
		[ [=[cardLvl]=] ]=69,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7506]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[เหรียญตราเดินเตร่ - SSS]=],
		[ [=[baseID]=] ]=506,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากรอยเท้าที่ผ่านไปในทุกระยะทางของอาชีพ]=],
		[ [=[letterturnID]=] ]=180,
		[ [=[cardLvl]=] ]=70,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7509]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[เหรียญตรากระทิง - SSS]=],
		[ [=[baseID]=] ]=509,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความเป็นมืออาชีพตั้งใจอยู่จนวันสุดท้าย]=],
		[ [=[letterturnID]=] ]=150,
		[ [=[cardLvl]=] ]=70,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7511]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[เหรียญตราข้อมูล - SSS]=],
		[ [=[baseID]=] ]=511,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความโดดเดี๋ยวเมื่อได้อยู่ตำแหน่งสูงสุดของอันดับ]=],
		[ [=[letterturnID]=] ]=50,
		[ [=[cardLvl]=] ]=70,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7513]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[เหรียญตราพรสวรรค์ - SSS]=],
		[ [=[baseID]=] ]=513,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความแข็งเกร่งพิเศษที่ไม่มีที่สิ้นสุดของนักเตะ]=],
		[ [=[letterturnID]=] ]=210,
		[ [=[cardLvl]=] ]=70,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[7514]=] ]=
	{
		[ [=[upgrade]=] ]=6,
		[ [=[name]=] ]=[=[เหรียญขยัน - SSS]=],
		[ [=[baseID]=] ]=514,
		[ [=[quality]=] ]=7,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความพยายามอย่างไม่หยุดยั้งของนักเตะ]=],
		[ [=[letterturnID]=] ]=220,
		[ [=[cardLvl]=] ]=70,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=50,
		[ [=[priceUp]=] ]=10000000
	},
	[ [=[8102]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[เสื้อไซส์ S - D]=],
		[ [=[baseID]=] ]=102,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[เสื้อไซต์ S ที่สปอนเซอร์ผู้มีชื่อเสียงออกแบบให้เป็นพิเศษ ใส่สบายไม่เก็บเหงื่อและดูมีทรง เหมาะกับนักเตะที่สูงไม่เกิน 175cm]=],
		[ [=[letterturnID]=] ]=80,
		[ [=[cardLvl]=] ]=71,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8103]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[เสื้อไซส์ M - D]=],
		[ [=[baseID]=] ]=103,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[เสื้อไซต์ M ที่สปอนเซอร์ผู้มีชื่อเสียงออกแบบให้เป็นพิเศษ ใส่สบายไม่เก็บเหงื่อและดูมีทรง เหมาะกับนักเตะที่สูงไม่เกิน 175cm]=],
		[ [=[letterturnID]=] ]=100,
		[ [=[cardLvl]=] ]=71,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8104]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[เสื้อไซส์ L - D]=],
		[ [=[baseID]=] ]=104,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[เสื้อไซต์ L ที่สปอนเซอร์ผู้มีชื่อเสียงออกแบบให้เป็นพิเศษ ใส่สบายไม่เก็บเหงื่อและดูมีทรง เหมาะกับนักเตะที่สูงไม่เกิน 175cm]=],
		[ [=[letterturnID]=] ]=110,
		[ [=[cardLvl]=] ]=71,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8105]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[เสื้อไซส์ XL - D]=],
		[ [=[baseID]=] ]=105,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[เสื้อไซต์ XL ที่สปอนเซอร์ผู้มีชื่อเสียงออกแบบให้เป็นพิเศษ ใส่สบายไม่เก็บเหงื่อและดูมีทรง เหมาะกับนักเตะที่สูงไม่เกิน 175cm]=],
		[ [=[letterturnID]=] ]=90,
		[ [=[cardLvl]=] ]=71,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8106]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[เสื้อไซส์ XXL - D]=],
		[ [=[baseID]=] ]=106,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[เสื้อไซต์ XXL ที่สปอนเซอร์ผู้มีชื่อเสียงออกแบบให้เป็นพิเศษ ใส่สบายไม่เก็บเหงื่อและดูมีทรง เหมาะกับนักเตะที่สูงไม่เกิน 175cm]=],
		[ [=[letterturnID]=] ]=120,
		[ [=[cardLvl]=] ]=71,
		[ [=[type]=] ]=1,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8204]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[มันฝรั่ง - D]=],
		[ [=[baseID]=] ]=204,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[วันนี้เล่นได้ไม่เลว ให้รางวัลตัวเองเป็นเฟรนด์ฟรายด์หนึ่งคันรถ]=],
		[ [=[letterturnID]=] ]=270,
		[ [=[cardLvl]=] ]=73,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8205]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[สปาเก็ตตี้ - D]=],
		[ [=[baseID]=] ]=205,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[รสชาติสไตล์โบโลญญา ซอสเนื้อเข้มข้นและได้เส้นเต็มคำ พ่อครัวที่เลื่อนขั้นเข้ามาใหม่ของทีมเป็นคนทำ คุมความร้อนได้ดีและไม่กระทบต่อรสชาติ]=],
		[ [=[letterturnID]=] ]=140,
		[ [=[cardLvl]=] ]=73,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8206]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[พิซซ่า - D]=],
		[ [=[baseID]=] ]=206,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[พิซซ่าขอบบางสไตล์อิตาลี พ่อครัวที่เลื่อนขั้นเข้ามาใหม่ของทีมเป็นคนทำ คุมความร้อนได้ดีและไม่กระทบต่อรสชาติ]=],
		[ [=[letterturnID]=] ]=250,
		[ [=[cardLvl]=] ]=73,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8208]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[เบคอน - D]=],
		[ [=[baseID]=] ]=208,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[เเฮมไอบีเรียที่มีชื่อเสียง ได้ยินมาว่าใช้เครื่องปรุงพิเศษดองไว้นับพันปี]=],
		[ [=[letterturnID]=] ]=240,
		[ [=[cardLvl]=] ]=73,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8212]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[ชีส - D]=],
		[ [=[baseID]=] ]=212,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[ชีสที่ดูแล้วน่ากิน พอกินแล้ว...ยากที่จะบรรยาย]=],
		[ [=[letterturnID]=] ]=190,
		[ [=[cardLvl]=] ]=73,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8213]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[ช็อคโกแลต - D]=],
		[ [=[baseID]=] ]=213,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[สัมผัสความสุขน่ายินดีได้จากช็อกโกแลตชิ้นนี้ ทุกครั้งที่ชนะต้องกินให้ได้สักก้อน]=],
		[ [=[letterturnID]=] ]=200,
		[ [=[cardLvl]=] ]=75,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8214]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[บ่อลุกลัก - D]=],
		[ [=[baseID]=] ]=214,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[อาหารที่มีชื่อเสียงในยุโรปตะวันออก เอาเนื้อวัวกับมันฝรั่งมาต้มด้วยกันจนเนื้อเละเป็นซอส พ่อครัวที่เลื่อนขั้นเข้ามาใหม่ของทีมเป็นคนทำ คุมความร้อนได้ดีและไม่กระทบต่อรสชาติ]=],
		[ [=[letterturnID]=] ]=60,
		[ [=[cardLvl]=] ]=75,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8215]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[เนื้อย่าง - D]=],
		[ [=[baseID]=] ]=215,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[เอาไม้ยาวมาเสียบเนื้อแล้วย่างบนไฟ กำเนิดขึ้นในศตวรรษที่ 18 พ่อครัวที่เลื่อนขั้นเข้ามาใหม่ของทีมเป็นคนทำ คุมความร้อนได้ดีและไม่กระทบต่อรสชาติ]=],
		[ [=[letterturnID]=] ]=130,
		[ [=[cardLvl]=] ]=75,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8216]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[ชานม - D]=],
		[ [=[baseID]=] ]=216,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[ต้มซักกาและดูดซักคำ ควบม้าเดินทางไปทั่วปัมปัส!]=],
		[ [=[letterturnID]=] ]=280,
		[ [=[cardLvl]=] ]=75,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8219]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[ปากหม้อ - D]=],
		[ [=[baseID]=] ]=219,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[เครปที่นิยมไปทั่วอเมริกาเหนือ ใส่พริกเข้าไปอีกนิดกลับทำให้รสชาติยิ่งอร่อย]=],
		[ [=[letterturnID]=] ]=170,
		[ [=[cardLvl]=] ]=75,
		[ [=[type]=] ]=2,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8302]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[รองเท้าขวาน - D]=],
		[ [=[baseID]=] ]=302,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[คอมแบตคู่นี้จะทำให้นักเตะยิงประตูได้อย่างดุดันมากยิ่งขึ้น]=],
		[ [=[letterturnID]=] ]=10,
		[ [=[cardLvl]=] ]=77,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8303]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[รองเท้าลม - D]=],
		[ [=[baseID]=] ]=303,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[คอมแบตคู่นี้จะทำให้นักเตะเลี้ยงบอลได้อย่างน่าเกรงขามมากยิ่งขึ้น]=],
		[ [=[letterturnID]=] ]=230,
		[ [=[cardLvl]=] ]=77,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8307]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[รองเท้านักดาบ - D]=],
		[ [=[baseID]=] ]=307,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[คอมแบตคู่นี้จะทำให้นักเตะยิงประตูไม่อย่างแม่นยำและสวยงามมากยิ่งขึ้น]=],
		[ [=[letterturnID]=] ]=20,
		[ [=[cardLvl]=] ]=77,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8308]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[รองเท้าผู้พิทักษ์ - D]=],
		[ [=[baseID]=] ]=308,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[คอมแบตคู่นี้เหมาะกับกองหลังอเนกประสงค์ที่สามารถแย่งบอล วิ่งเสริมตำแหน่งและจับตามองแม่นๆ ]=],
		[ [=[letterturnID]=] ]=40,
		[ [=[cardLvl]=] ]=77,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8309]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[รองเท้ากำแพง - D]=],
		[ [=[baseID]=] ]=309,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[คอมแบตคู่นี้เหมาะกับนักเตะแนวรับที่รูปร่างสูงใหญ่และไม่สามารถข้ามผ่านไปได้เมื่ออยู่ในสนาม]=],
		[ [=[letterturnID]=] ]=70,
		[ [=[cardLvl]=] ]=77,
		[ [=[type]=] ]=3,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8501]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[เหรียญอดิตนักเตะ - SL]=],
		[ [=[baseID]=] ]=501,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[เหรียญหนักหน่วงเหรียญหนึ่ง ที่รวมความยากลำบากหลายปีจนประสบผลสำเร็จของนักเตะ]=],
		[ [=[letterturnID]=] ]=160,
		[ [=[cardLvl]=] ]=79,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8502]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[เหรียญตราชื่อเสียง - SL]=],
		[ [=[baseID]=] ]=502,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[รวมจิตใจอันเร่าร้อนฮึกเหิมของนักเตะที่มีชื่อเสียงตั้งแต่อายุยังน้อย]=],
		[ [=[letterturnID]=] ]=290,
		[ [=[cardLvl]=] ]=79,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8503]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[เหรียญตราวิวัฒนาการ - SL]=],
		[ [=[baseID]=] ]=503,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[รวมความกล้าหาญของนักเตะที่กลับมาเฉิดฉายหลังจากล้มเหลวอย่างหนัก]=],
		[ [=[letterturnID]=] ]=260,
		[ [=[cardLvl]=] ]=79,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8504]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[เหรียญตราสำเร็จ - SL]=],
		[ [=[baseID]=] ]=504,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[รวมความสำเร็จต่าง ๆ ในชีวิดการค้าแข้งอันยาวนานของนักเตะ]=],
		[ [=[letterturnID]=] ]=30,
		[ [=[cardLvl]=] ]=79,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8505]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[เหรียญตราเต็มใจ - SL]=],
		[ [=[baseID]=] ]=505,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[รวมความมั่นคงซื่อสัตย์ที่นักเตะไม่ทอดทิ้งทีมในหลายปีมานี้]=],
		[ [=[letterturnID]=] ]=300,
		[ [=[cardLvl]=] ]=79,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8506]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[เหรียญตราเดินเตร่ - SL]=],
		[ [=[baseID]=] ]=506,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[รวมร่องรอยการเดินทางไปมาจนทั่วของนักเตะในหลายปีมานี้]=],
		[ [=[letterturnID]=] ]=180,
		[ [=[cardLvl]=] ]=80,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8509]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[เหรียญตรากระทิง - SL]=],
		[ [=[baseID]=] ]=509,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[รวมความเป็นมืออาชีพที่ไม่เคยละจากอาชีพไปแม้แต่วินาทีเดียวของนักเตะ]=],
		[ [=[letterturnID]=] ]=150,
		[ [=[cardLvl]=] ]=80,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8511]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[เหรียญตราข้อมูล - SL]=],
		[ [=[baseID]=] ]=511,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[รวมความเหงาของนักเตะที่อยู่ยงคงกระพันบนข้อมูลชาร์ตอันดับ]=],
		[ [=[letterturnID]=] ]=50,
		[ [=[cardLvl]=] ]=80,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8513]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[เหรียญตราพรสวรรค์ - SL]=],
		[ [=[baseID]=] ]=513,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[รวมพรสวรรค์ที่ปะทุออกมาจากภายในตัวของนักเตะ]=],
		[ [=[letterturnID]=] ]=210,
		[ [=[cardLvl]=] ]=80,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	},
	[ [=[8514]=] ]=
	{
		[ [=[upgrade]=] ]=7,
		[ [=[name]=] ]=[=[เหรียญขยัน - SL]=],
		[ [=[baseID]=] ]=514,
		[ [=[quality]=] ]=8,
		[ [=[note]=] ]=[=[เหรียญตราค่อนข้างหนัก รวมจากความพยายามอย่างไม่หยุดยั้งของนักเตะ]=],
		[ [=[letterturnID]=] ]=220,
		[ [=[cardLvl]=] ]=80,
		[ [=[type]=] ]=5,
		[ [=[pieceNum]=] ]=100,
		[ [=[priceUp]=] ]=15000000
	}
}
return var