local null = nil
local var = 
{
	[ [=[1106]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q1]=],
			[ [=[questID]=] ]=[=[Q101]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 1 ลีกาซงซากรีช รอบที่ 1]=]
		}
	},
	[ [=[1215]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q1]=],
			[ [=[questID]=] ]=[=[Q101]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 1 ลีกาซงซากรีช รอบที่ 1]=]
		}
	},
	[ [=[1309]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q1]=],
			[ [=[questID]=] ]=[=[Q101]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 1 ลีกาซงซากรีช รอบที่ 1]=]
		}
	},
	[ [=[1105]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q1]=],
			[ [=[questID]=] ]=[=[Q102]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 1 ลีกาซงซากรีช รอบที่ 6]=]
		}
	},
	[ [=[1212]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q1]=],
			[ [=[questID]=] ]=[=[Q102]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 1 ลีกาซงซากรีช รอบที่ 6]=]
		}
	},
	[ [=[1307]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q1]=],
			[ [=[questID]=] ]=[=[Q102]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 1 ลีกาซงซากรีช รอบที่ 6]=]
		}
	},
	[ [=[1104]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q1]=],
			[ [=[questID]=] ]=[=[Q103]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 1 ลีกาซงซากรีช รอบ 12]=]
		}
	},
	[ [=[1206]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q1]=],
			[ [=[questID]=] ]=[=[Q103]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 1 ลีกาซงซากรีช รอบ 12]=]
		}
	},
	[ [=[1303]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q1]=],
			[ [=[questID]=] ]=[=[Q103]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 1 ลีกาซงซากรีช รอบ 12]=]
		}
	},
	[ [=[1514]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q1]=],
			[ [=[questID]=] ]=[=[Q103]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 1 ลีกาซงซากรีช รอบ 12]=]
		}
	},
	[ [=[1103]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q1]=],
			[ [=[questID]=] ]=[=[Q104]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 1 โปรตุเกส คัพส์มะรีน รอบ 1/16]=]
		}
	},
	[ [=[1219]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q1]=],
			[ [=[questID]=] ]=[=[Q104]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 1 โปรตุเกส คัพส์มะรีน รอบ 1/16]=]
		}
	},
	[ [=[1308]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q1]=],
			[ [=[questID]=] ]=[=[Q104]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 1 โปรตุเกส คัพส์มะรีน รอบ 1/16]=]
		}
	},
	[ [=[1503]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q1]=],
			[ [=[questID]=] ]=[=[Q104]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 1 โปรตุเกส คัพส์มะรีน รอบ 1/16]=]
		}
	},
	[ [=[1102]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q1]=],
			[ [=[questID]=] ]=[=[Q105]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 1 ลีกาซงซากรีช รอบที่ 19]=]
		}
	},
	[ [=[1204]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q1]=],
			[ [=[questID]=] ]=[=[Q105]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 1 ลีกาซงซากรีช รอบที่ 19]=]
		}
	},
	[ [=[1302]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q1]=],
			[ [=[questID]=] ]=[=[Q105]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 1 ลีกาซงซากรีช รอบที่ 19]=]
		}
	},
	[ [=[1509]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q1]=],
			[ [=[questID]=] ]=[=[Q105]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 1 ลีกาซงซากรีช รอบที่ 19]=]
		}
	},
	[ [=[1214]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q1]=],
			[ [=[questID]=] ]=[=[Q106]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 1 ลีกาซงซากรีช รอบที่ 30]=]
		}
	},
	[ [=[1208]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q1]=],
			[ [=[questID]=] ]=[=[Q106]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 1 ลีกาซงซากรีช รอบที่ 30]=]
		}
	},
	[ [=[1505]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q1]=],
			[ [=[questID]=] ]=[=[Q106]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 1 ลีกาซงซากรีช รอบที่ 30]=]
		}
	},
	[ [=[1513]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q1]=],
			[ [=[questID]=] ]=[=[Q106]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 1 ลีกาซงซากรีช รอบที่ 30]=]
		}
	},
	[ [=[1216]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q1]=],
			[ [=[questID]=] ]=[=[Q107]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 1 ลีกาซงซากรีช รอบที่ 33]=]
		}
	},
	[ [=[1205]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q1]=],
			[ [=[questID]=] ]=[=[Q107]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 1 ลีกาซงซากรีช รอบที่ 33]=]
		}
	},
	[ [=[1501]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q1]=],
			[ [=[questID]=] ]=[=[Q107]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 1 ลีกาซงซากรีช รอบที่ 33]=]
		}
	},
	[ [=[1504]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q1]=],
			[ [=[questID]=] ]=[=[Q107]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 1 ลีกาซงซากรีช รอบที่ 33]=]
		}
	},
	[ [=[1511]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q1]=],
			[ [=[questID]=] ]=[=[Q108]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 1 ลีกาซงซากรีช รอบที่ 34]=]
		}
	},
	[ [=[1213]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q1]=],
			[ [=[questID]=] ]=[=[Q108]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 1 ลีกาซงซากรีช รอบที่ 34]=]
		}
	},
	[ [=[1502]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q1]=],
			[ [=[questID]=] ]=[=[Q108]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 1 ลีกาซงซากรีช รอบที่ 34]=]
		}
	},
	[ [=[1506]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q1]=],
			[ [=[questID]=] ]=[=[Q108]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 1 ลีกาซงซากรีช รอบที่ 34]=]
		}
	},
	[ [=[2103]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q2]=],
			[ [=[questID]=] ]=[=[Q201]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 2 ลีกาซงซากรีช รอบที่ 6]=]
		}
	},
	[ [=[2219]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q2]=],
			[ [=[questID]=] ]=[=[Q201]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 2 ลีกาซงซากรีช รอบที่ 6]=]
		}
	},
	[ [=[2514]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q2]=],
			[ [=[questID]=] ]=[=[Q201]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 2 ลีกาซงซากรีช รอบที่ 6]=]
		}
	},
	[ [=[2106]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q2]=],
			[ [=[questID]=] ]=[=[Q202]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 2 ลีกาซงซากรีช รอบที่ 7]=]
		}
	},
	[ [=[2215]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q2]=],
			[ [=[questID]=] ]=[=[Q202]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 2 ลีกาซงซากรีช รอบที่ 7]=]
		}
	},
	[ [=[2503]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q2]=],
			[ [=[questID]=] ]=[=[Q202]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 2 ลีกาซงซากรีช รอบที่ 7]=]
		}
	},
	[ [=[2105]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q2]=],
			[ [=[questID]=] ]=[=[Q203]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 2 ลีกาซงซากรีช รอบที่ 8]=]
		}
	},
	[ [=[2212]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q2]=],
			[ [=[questID]=] ]=[=[Q203]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 2 ลีกาซงซากรีช รอบที่ 8]=]
		}
	},
	[ [=[2509]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q2]=],
			[ [=[questID]=] ]=[=[Q203]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 2 ลีกาซงซากรีช รอบที่ 8]=]
		}
	},
	[ [=[2104]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q2]=],
			[ [=[questID]=] ]=[=[Q204]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 2 ลีกาซงซากรีช รอบที่ 15]=]
		}
	},
	[ [=[2206]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q2]=],
			[ [=[questID]=] ]=[=[Q204]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 2 ลีกาซงซากรีช รอบที่ 15]=]
		}
	},
	[ [=[2513]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q2]=],
			[ [=[questID]=] ]=[=[Q204]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 2 ลีกาซงซากรีช รอบที่ 15]=]
		}
	},
	[ [=[2102]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q2]=],
			[ [=[questID]=] ]=[=[Q205]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 2 โปรตุเกส คัพส์มะรีน รอบ 1/16]=]
		}
	},
	[ [=[2204]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q2]=],
			[ [=[questID]=] ]=[=[Q205]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 2 โปรตุเกส คัพส์มะรีน รอบ 1/16]=]
		}
	},
	[ [=[2504]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q2]=],
			[ [=[questID]=] ]=[=[Q205]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 2 โปรตุเกส คัพส์มะรีน รอบ 1/16]=]
		}
	},
	[ [=[2308]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q2]=],
			[ [=[questID]=] ]=[=[Q206]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 2 ลีกาซงซากรีช รอบที่ 18]=]
		}
	},
	[ [=[2208]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q2]=],
			[ [=[questID]=] ]=[=[Q206]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 2 ลีกาซงซากรีช รอบที่ 18]=]
		}
	},
	[ [=[2506]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q2]=],
			[ [=[questID]=] ]=[=[Q206]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 2 ลีกาซงซากรีช รอบที่ 18]=]
		}
	},
	[ [=[2309]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q2]=],
			[ [=[questID]=] ]=[=[Q207]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 2 ลีกาซงซากรีช รอบที่ 20]=]
		}
	},
	[ [=[2205]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q2]=],
			[ [=[questID]=] ]=[=[Q207]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 2 ลีกาซงซากรีช รอบที่ 20]=]
		}
	},
	[ [=[2505]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q2]=],
			[ [=[questID]=] ]=[=[Q207]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 2 ลีกาซงซากรีช รอบที่ 20]=]
		}
	},
	[ [=[2307]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q2]=],
			[ [=[questID]=] ]=[=[Q208]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 2 ลีกาซงซากรีช รอบที่ 25]=]
		}
	},
	[ [=[2213]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q2]=],
			[ [=[questID]=] ]=[=[Q208]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 2 ลีกาซงซากรีช รอบที่ 25]=]
		}
	},
	[ [=[2501]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q2]=],
			[ [=[questID]=] ]=[=[Q208]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 2 ลีกาซงซากรีช รอบที่ 25]=]
		}
	},
	[ [=[2303]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q2]=],
			[ [=[questID]=] ]=[=[Q209]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 2 ลีกาซงซากรีช รอบที่ 31]=]
		}
	},
	[ [=[2214]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q2]=],
			[ [=[questID]=] ]=[=[Q209]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 2 ลีกาซงซากรีช รอบที่ 31]=]
		}
	},
	[ [=[2502]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q2]=],
			[ [=[questID]=] ]=[=[Q209]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 2 ลีกาซงซากรีช รอบที่ 31]=]
		}
	},
	[ [=[2302]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q2]=],
			[ [=[questID]=] ]=[=[Q210]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 2 ลีกาซงซากรีช รอบที่ 34]=]
		}
	},
	[ [=[2216]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q2]=],
			[ [=[questID]=] ]=[=[Q210]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 2 ลีกาซงซากรีช รอบที่ 34]=]
		}
	},
	[ [=[2511]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q2]=],
			[ [=[questID]=] ]=[=[Q210]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 2 ลีกาซงซากรีช รอบที่ 34]=]
		}
	},
	[ [=[3103]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q3]=],
			[ [=[questID]=] ]=[=[Q301]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 3 ลีกาซงซากรีช รอบที่ 1]=]
		}
	},
	[ [=[3106]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q3]=],
			[ [=[questID]=] ]=[=[Q302]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 3 โปรตุเกส คัพส์มะรีน รอบ 1/32]=]
		}
	},
	[ [=[3105]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q3]=],
			[ [=[questID]=] ]=[=[Q303]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 3 ลีกาซงซากรีช รอบที่ 9]=]
		}
	},
	[ [=[3104]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q3]=],
			[ [=[questID]=] ]=[=[Q304]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 3 โปรตุเกส คัพส์มะรีน รอบ 1/16]=]
		}
	},
	[ [=[3102]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q3]=],
			[ [=[questID]=] ]=[=[Q305]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 3 ลีกาซงซากรีช รอบที่ 17]=]
		}
	},
	[ [=[3302]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q3]=],
			[ [=[questID]=] ]=[=[Q306]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 3 โปรตุเกส คัพส์มะรีน รอบ 8 ทีมสุดท้าย]=]
		}
	},
	[ [=[3303]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q3]=],
			[ [=[questID]=] ]=[=[Q307]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 3 ลีกาซงซากรีช รอบที่ 24]=]
		}
	},
	[ [=[3308]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q3]=],
			[ [=[questID]=] ]=[=[Q308]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 3 โปรตุเกส คัพส์มะรีน รอบ 4 ทีมสุดท้าย]=]
		}
	},
	[ [=[3307]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q3]=],
			[ [=[questID]=] ]=[=[Q309]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 3 ลีกาซงซากรีช รอบที่ 34]=]
		}
	},
	[ [=[3309]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q3]=],
			[ [=[questID]=] ]=[=[Q310]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 3 โปรตุเกส คัพส์มะรีน รอบชิงชนะเลิศ]=]
		}
	},
	[ [=[3219]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q4]=],
			[ [=[questID]=] ]=[=[Q401]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 4 โปรตุเกส ยูฟ่ายูโรปาลีก รอบแบ่งกลุ่ม รอบที่ 1]=]
		}
	},
	[ [=[3514]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q4]=],
			[ [=[questID]=] ]=[=[Q401]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 4 โปรตุเกส ยูฟ่ายูโรปาลีก รอบแบ่งกลุ่ม รอบที่ 1]=]
		}
	},
	[ [=[3215]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q4]=],
			[ [=[questID]=] ]=[=[Q402]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 4 ลีกาซงซากรีช รอบที่ 5]=]
		}
	},
	[ [=[3503]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q4]=],
			[ [=[questID]=] ]=[=[Q402]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 4 ลีกาซงซากรีช รอบที่ 5]=]
		}
	},
	[ [=[3212]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q4]=],
			[ [=[questID]=] ]=[=[Q403]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 4 โปรตุเกส คัพส์มะรีน รอบ 1/32]=]
		}
	},
	[ [=[3509]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q4]=],
			[ [=[questID]=] ]=[=[Q403]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 4 โปรตุเกส คัพส์มะรีน รอบ 1/32]=]
		}
	},
	[ [=[3206]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q4]=],
			[ [=[questID]=] ]=[=[Q404]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 4 โปรตุเกส ยูฟ่ายูโรปาลีก รอบแบ่งกลุ่ม รอบที่ 3]=]
		}
	},
	[ [=[3513]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q4]=],
			[ [=[questID]=] ]=[=[Q404]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 4 โปรตุเกส ยูฟ่ายูโรปาลีก รอบแบ่งกลุ่ม รอบที่ 3]=]
		}
	},
	[ [=[3204]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q4]=],
			[ [=[questID]=] ]=[=[Q405]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 4 โปรตุเกส ยูฟ่ายูโรปาลีก รอบแบ่งกลุ่ม รอบที่ 4]=]
		}
	},
	[ [=[3504]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q4]=],
			[ [=[questID]=] ]=[=[Q405]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 4 โปรตุเกส ยูฟ่ายูโรปาลีก รอบแบ่งกลุ่ม รอบที่ 4]=]
		}
	},
	[ [=[3208]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q4]=],
			[ [=[questID]=] ]=[=[Q406]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 4 ลีกาซงซากรีช รอบที่ 15]=]
		}
	},
	[ [=[3506]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q4]=],
			[ [=[questID]=] ]=[=[Q406]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 4 ลีกาซงซากรีช รอบที่ 15]=]
		}
	},
	[ [=[3205]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q4]=],
			[ [=[questID]=] ]=[=[Q407]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 4 โปรตุเกส ยูฟ่ายูโรปาลีก รอบแบ่งกลุ่ม รอบที่ 6]=]
		}
	},
	[ [=[3505]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q4]=],
			[ [=[questID]=] ]=[=[Q407]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 4 โปรตุเกส ยูฟ่ายูโรปาลีก รอบแบ่งกลุ่ม รอบที่ 6]=]
		}
	},
	[ [=[3213]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q4]=],
			[ [=[questID]=] ]=[=[Q408]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 4 ลีกาซงซากรีช รอบที่ 19]=]
		}
	},
	[ [=[3501]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q4]=],
			[ [=[questID]=] ]=[=[Q408]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 4 ลีกาซงซากรีช รอบที่ 19]=]
		}
	},
	[ [=[3214]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q4]=],
			[ [=[questID]=] ]=[=[Q410]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 4 โปรตุเกส ยูฟ่ายูโรปาลีก รอบ 1/32 ครึ่งหลัง]=]
		}
	},
	[ [=[3502]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q4]=],
			[ [=[questID]=] ]=[=[Q410]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 4 โปรตุเกส ยูฟ่ายูโรปาลีก รอบ 1/32 ครึ่งหลัง]=]
		}
	},
	[ [=[3216]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q4]=],
			[ [=[questID]=] ]=[=[Q412]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 4 โปรตุเกส ยูฟ่ายูโรปาลีก รอบ 1/16 ครึ่งหลัง]=]
		}
	},
	[ [=[3511]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q4]=],
			[ [=[questID]=] ]=[=[Q412]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 4 โปรตุเกส ยูฟ่ายูโรปาลีก รอบ 1/16 ครึ่งหลัง]=]
		}
	},
	[ [=[4102]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q5]=],
			[ [=[questID]=] ]=[=[Q501]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 5 ลีกาซงซากรีช รอบที่ 1]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q7]=],
			[ [=[questID]=] ]=[=[Q701]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 7 เอเรอดีวีซี รอบที่ 1]=]
		}
	},
	[ [=[4104]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q5]=],
			[ [=[questID]=] ]=[=[Q502]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 5 ลีกาซงซากรีช รอบที่ 4]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q7]=],
			[ [=[questID]=] ]=[=[Q702]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 7 เอเรอดีวีซี รอบที่ 2]=]
		}
	},
	[ [=[4105]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q5]=],
			[ [=[questID]=] ]=[=[Q503]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 5 ลีกาซงซากรีช รอบที่ 7]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q7]=],
			[ [=[questID]=] ]=[=[Q703]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 7 เอเรอดีวีซี รอบที่ 5]=]
		}
	},
	[ [=[4103]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q5]=],
			[ [=[questID]=] ]=[=[Q504]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 5 ลีกาซงซากรีช รอบที่ 8]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q7]=],
			[ [=[questID]=] ]=[=[Q704]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 7 เอเรอดีวีซี รอบที่ 10]=]
		}
	},
	[ [=[4106]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q5]=],
			[ [=[questID]=] ]=[=[Q505]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 5 โปรตุเกส คัพส์มะรีน รอบ 1/16]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q7]=],
			[ [=[questID]=] ]=[=[Q705]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 7 เอเรอดีวีซี รอบที่ 11]=]
		}
	},
	[ [=[4302]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q5]=],
			[ [=[questID]=] ]=[=[Q506]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 5 ลีกาซงซากรีช รอบที่ 13]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q7]=],
			[ [=[questID]=] ]=[=[Q706]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 7 เอเรอดีวีซี รอบที่ 16]=]
		}
	},
	[ [=[4303]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q5]=],
			[ [=[questID]=] ]=[=[Q507]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 5 ลีกาซงซากรีช รอบที่ 16]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q7]=],
			[ [=[questID]=] ]=[=[Q707]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 7 เอเรอดีวีซี รอบที่ 19]=]
		}
	},
	[ [=[4307]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q5]=],
			[ [=[questID]=] ]=[=[Q509]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 5 ลีกาซงซากรีช รอบที่ 25]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q7]=],
			[ [=[questID]=] ]=[=[Q708]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 7 เอเรอดีวีซี รอบที่ 29]=]
		}
	},
	[ [=[4308]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q5]=],
			[ [=[questID]=] ]=[=[Q511]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 5 ลีกาซงซากรีช รอบที่ 34]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q7]=],
			[ [=[questID]=] ]=[=[Q709]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 7 เอเรอดีวีซี รอบที่ 33]=]
		}
	},
	[ [=[4309]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q5]=],
			[ [=[questID]=] ]=[=[Q512]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 5 โปรตุเกส คัพส์มะรีน รอบชิงชนะเลิศ]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q7]=],
			[ [=[questID]=] ]=[=[Q710]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 7 เอเรอดีวีซี รอบที่ 34]=]
		}
	},
	[ [=[4213]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q6]=],
			[ [=[questID]=] ]=[=[Q601]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 6 ลีกาซงซากรีช รอบที่ 1]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q8]=],
			[ [=[questID]=] ]=[=[Q801]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 8 เอเรอดีวีซี รอบที่ 1]=]
		}
	},
	[ [=[4501]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q6]=],
			[ [=[questID]=] ]=[=[Q601]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 6 ลีกาซงซากรีช รอบที่ 1]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q8]=],
			[ [=[questID]=] ]=[=[Q801]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 8 เอเรอดีวีซี รอบที่ 1]=]
		}
	},
	[ [=[4214]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q6]=],
			[ [=[questID]=] ]=[=[Q602]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 6 โปรตุเกส ยูฟ่าแชมเปียนส์ลีก รอบแบ่งกลุ่ม รอบที่ 1]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q8]=],
			[ [=[questID]=] ]=[=[Q802]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 8 เอเรอดีวีซี รอบที่ 2]=]
		}
	},
	[ [=[4502]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q6]=],
			[ [=[questID]=] ]=[=[Q602]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 6 โปรตุเกส ยูฟ่าแชมเปียนส์ลีก รอบแบ่งกลุ่ม รอบที่ 1]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q8]=],
			[ [=[questID]=] ]=[=[Q802]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 8 เอเรอดีวีซี รอบที่ 2]=]
		}
	},
	[ [=[4215]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q6]=],
			[ [=[questID]=] ]=[=[Q603]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 6 ลีกาซงซากรีช รอบที่ 5]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q8]=],
			[ [=[questID]=] ]=[=[Q803]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 8 เอเรอดีวีซี รอบที่ 3]=]
		}
	},
	[ [=[4503]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q6]=],
			[ [=[questID]=] ]=[=[Q603]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 6 ลีกาซงซากรีช รอบที่ 5]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q8]=],
			[ [=[questID]=] ]=[=[Q803]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 8 เอเรอดีวีซี รอบที่ 3]=]
		}
	},
	[ [=[4204]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q6]=],
			[ [=[questID]=] ]=[=[Q604]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 6 โปรตุเกส ยูฟ่าแชมเปียนส์ลีก รอบแบ่งกลุ่ม รอบที่ 2]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q8]=],
			[ [=[questID]=] ]=[=[Q804]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 8 เอเรอดีวีซี รอบที่ 4]=]
		}
	},
	[ [=[4504]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q6]=],
			[ [=[questID]=] ]=[=[Q604]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 6 โปรตุเกส ยูฟ่าแชมเปียนส์ลีก รอบแบ่งกลุ่ม รอบที่ 2]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q8]=],
			[ [=[questID]=] ]=[=[Q804]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 8 เอเรอดีวีซี รอบที่ 4]=]
		}
	},
	[ [=[4205]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q6]=],
			[ [=[questID]=] ]=[=[Q605]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 6 ลีกาซงซากรีช รอบที่ 8]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q8]=],
			[ [=[questID]=] ]=[=[Q805]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 8 เอเรอดีวีซี รอบที่ 9]=]
		}
	},
	[ [=[4505]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q6]=],
			[ [=[questID]=] ]=[=[Q605]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 6 ลีกาซงซากรีช รอบที่ 8]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q8]=],
			[ [=[questID]=] ]=[=[Q805]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 8 เอเรอดีวีซี รอบที่ 9]=]
		}
	},
	[ [=[4208]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q6]=],
			[ [=[questID]=] ]=[=[Q606]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 6 โปรตุเกส ยูฟ่าแชมเปียนส์ลีก รอบแบ่งกลุ่ม รอบที่ 3]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q8]=],
			[ [=[questID]=] ]=[=[Q806]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 8 เอเรอดีวีซี รอบที่ 13]=]
		}
	},
	[ [=[4506]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q6]=],
			[ [=[questID]=] ]=[=[Q606]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 6 โปรตุเกส ยูฟ่าแชมเปียนส์ลีก รอบแบ่งกลุ่ม รอบที่ 3]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q8]=],
			[ [=[questID]=] ]=[=[Q806]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 8 เอเรอดีวีซี รอบที่ 13]=]
		}
	},
	[ [=[4212]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q6]=],
			[ [=[questID]=] ]=[=[Q608]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 6 ลีกาซงซากรีช รอบที่ 16]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q8]=],
			[ [=[questID]=] ]=[=[Q807]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 8 เอเรอดีวีซี รอบที่ 19]=]
		}
	},
	[ [=[4509]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q6]=],
			[ [=[questID]=] ]=[=[Q608]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 6 ลีกาซงซากรีช รอบที่ 16]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q8]=],
			[ [=[questID]=] ]=[=[Q807]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 8 เอเรอดีวีซี รอบที่ 19]=]
		}
	},
	[ [=[4216]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q6]=],
			[ [=[questID]=] ]=[=[Q610]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 6 โปรตุเกส ยูฟ่าแชมเปียนส์ลีก รอบ 1/16 ครึ่งแรก]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q8]=],
			[ [=[questID]=] ]=[=[Q808]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 8 เอเรอดีวีซี รอบที่ 24]=]
		}
	},
	[ [=[4511]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q6]=],
			[ [=[questID]=] ]=[=[Q610]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 6 โปรตุเกส ยูฟ่าแชมเปียนส์ลีก รอบ 1/16 ครึ่งแรก]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q8]=],
			[ [=[questID]=] ]=[=[Q808]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 8 เอเรอดีวีซี รอบที่ 24]=]
		}
	},
	[ [=[4206]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q6]=],
			[ [=[questID]=] ]=[=[Q612]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 6 ลีกาซงซากรีช รอบที่ 33]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q8]=],
			[ [=[questID]=] ]=[=[Q809]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 8 เอเรอดีวีซี รอบที่ 31]=]
		}
	},
	[ [=[4513]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q6]=],
			[ [=[questID]=] ]=[=[Q612]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 6 ลีกาซงซากรีช รอบที่ 33]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q8]=],
			[ [=[questID]=] ]=[=[Q809]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 8 เอเรอดีวีซี รอบที่ 31]=]
		}
	},
	[ [=[4219]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q6]=],
			[ [=[questID]=] ]=[=[Q613]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 6 โปรตุเกส คัพส์มะรีน รอบชิงชนะเลิศ]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q8]=],
			[ [=[questID]=] ]=[=[Q810]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 8 เอเรอดีวีซี รอบที่ 34]=]
		}
	},
	[ [=[4514]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q6]=],
			[ [=[questID]=] ]=[=[Q613]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 6 โปรตุเกส คัพส์มะรีน รอบชิงชนะเลิศ]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q8]=],
			[ [=[questID]=] ]=[=[Q810]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 8 เอเรอดีวีซี รอบที่ 34]=]
		}
	},
	[ [=[5102]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q9]=],
			[ [=[questID]=] ]=[=[Q901]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 9 เอเรอดีวีซี รอบที่ 4]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q13]=],
			[ [=[questID]=] ]=[=[Q1301]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 13 ลีกเอิง รอบที่ 1]=]
		}
	},
	[ [=[5104]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q9]=],
			[ [=[questID]=] ]=[=[Q903]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 9 เอเรอดีวีซี รอบ 12]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q13]=],
			[ [=[questID]=] ]=[=[Q1303]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 13 ลีกเอิง รอบที่ 11]=]
		}
	},
	[ [=[5105]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q9]=],
			[ [=[questID]=] ]=[=[Q905]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 9 เอเรอดีวีซี รอบที่ 15]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q13]=],
			[ [=[questID]=] ]=[=[Q1305]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 13 ลีกเอิง รอบที่ 20]=]
		}
	},
	[ [=[5103]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q9]=],
			[ [=[questID]=] ]=[=[Q908]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 9 เอเรอดีวีซี รอบที่ 25]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q13]=],
			[ [=[questID]=] ]=[=[Q1307]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 13 ลีกเอิง รอบที่ 29]=]
		}
	},
	[ [=[5106]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q9]=],
			[ [=[questID]=] ]=[=[Q910]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 9 เนเธอร์แลนด์ คัพส์กังหันลม รอบ 4 ทีมสุดท้าย]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q13]=],
			[ [=[questID]=] ]=[=[Q1309]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 13 ลีกเอิง รอบที่ 38]=]
		}
	},
	[ [=[5213]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q10]=],
			[ [=[questID]=] ]=[=[Q1001]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 10 เนเธอร์แลนด์ คัพส์กังหันลม รอบที่ 1]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q14]=],
			[ [=[questID]=] ]=[=[Q1401]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 14 ฝรั่งเศส ซูเปอร์คัพ รอบชิงชนะเลิศ]=]
		}
	},
	[ [=[5214]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q10]=],
			[ [=[questID]=] ]=[=[Q1002]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 10 เอเรอดีวีซี รอบที่ 1]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q14]=],
			[ [=[questID]=] ]=[=[Q1402]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 14 ฝรั่งเศส คัพไก่ยักษ์ รอบที่ 1]=]
		}
	},
	[ [=[5215]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q10]=],
			[ [=[questID]=] ]=[=[Q1003]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 10 เอเรอดีวีซี รอบที่ 6]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q14]=],
			[ [=[questID]=] ]=[=[Q1403]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 14 ลีกเอิง รอบที่ 1]=]
		}
	},
	[ [=[5204]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q10]=],
			[ [=[questID]=] ]=[=[Q1004]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 10 เนเธอร์แลนด์ คัพส์กังหันลม รอบที่ 2]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q14]=],
			[ [=[questID]=] ]=[=[Q1404]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 14 ฝรั่งเศส ยูฟ่าแชมเปียนส์ลีก รอบแบ่งกลุ่ม รอบที่ 1]=]
		}
	},
	[ [=[5205]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q10]=],
			[ [=[questID]=] ]=[=[Q1005]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 10 เอเรอดีวีซี รอบที่ 13]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q14]=],
			[ [=[questID]=] ]=[=[Q1405]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 14 ฝรั่งเศส ยูฟ่าแชมเปียนส์ลีก รอบแบ่งกลุ่ม รอบที่ 2]=]
		}
	},
	[ [=[5208]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q10]=],
			[ [=[questID]=] ]=[=[Q1006]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 10 เนเธอร์แลนด์ กังหันลม รอบ 1/16]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q14]=],
			[ [=[questID]=] ]=[=[Q1406]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 14 ลีกเอิง รอบที่ 8]=]
		}
	},
	[ [=[5212]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q10]=],
			[ [=[questID]=] ]=[=[Q1007]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 10 เอเรอดีวีซี รอบที่ 18]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q14]=],
			[ [=[questID]=] ]=[=[Q1407]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 14 ฝรั่งเศส ยูฟ่าแชมเปียนส์ลีก รอบแบ่งกลุ่ม รอบที่ 6]=]
		}
	},
	[ [=[5216]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q10]=],
			[ [=[questID]=] ]=[=[Q1009]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 10 เนเธอร์แลนด์ คัพส์กังหันลม รอบ 4 ทีมสุดท้าย]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q14]=],
			[ [=[questID]=] ]=[=[Q1408]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 14 ลีกเอิง รอบที่ 19]=]
		}
	},
	[ [=[5206]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q10]=],
			[ [=[questID]=] ]=[=[Q1011]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 10 เอเรอดีวีซี รอบที่ 34]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q14]=],
			[ [=[questID]=] ]=[=[Q1410]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 14 ลีกเอิง รอบที่ 37]=]
		}
	},
	[ [=[5219]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q10]=],
			[ [=[questID]=] ]=[=[Q1012]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 10 เนเธอร์แลนด์ คัพส์กังหันลม รอบชิงชนะเลิศ]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q14]=],
			[ [=[questID]=] ]=[=[Q1411]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 14 ลีกเอิง รอบที่ 38]=]
		}
	},
	[ [=[5302]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q11]=],
			[ [=[questID]=] ]=[=[Q1101]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 11 เนเธอร์แลนด์ ซูเปอร์คัพส์ รอบชิงชนะเลิศ]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q15]=],
			[ [=[questID]=] ]=[=[Q1501]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 15 ลีกเอิง รอบที่ 1]=]
		}
	},
	[ [=[5303]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q11]=],
			[ [=[questID]=] ]=[=[Q1104]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 11 เนเธอร์แลนด์ ยูฟ่ายูโรปาลีก รอบแบ่งกลุ่ม รอบที่ 1]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q15]=],
			[ [=[questID]=] ]=[=[Q1504]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 15 ลีกเอิง รอบที่ 14]=]
		}
	},
	[ [=[5307]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q11]=],
			[ [=[questID]=] ]=[=[Q1107]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 11 เนเธอร์แลนด์ ยูฟ่ายูโรปาลีก รอบแบ่งกลุ่ม รอบที่ 3]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q15]=],
			[ [=[questID]=] ]=[=[Q1506]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 15 ลีกเอิง รอบที่ 20]=]
		}
	},
	[ [=[5308]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q11]=],
			[ [=[questID]=] ]=[=[Q1110]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 11 เนเธอร์แลนด์ คัพส์กังหันลม รอบ 8 ทีมสุดท้าย]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q15]=],
			[ [=[questID]=] ]=[=[Q1508]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 15 ลีกเอิง รอบที่ 26]=]
		}
	},
	[ [=[5309]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q11]=],
			[ [=[questID]=] ]=[=[Q1113]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 11 เนเธอร์แลนด์ คัพส์กังหันลม รอบชิงชนะเลิศ]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q15]=],
			[ [=[questID]=] ]=[=[Q1510]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 15 ลีกเอิง รอบที่ 35]=]
		}
	},
	[ [=[5501]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q12]=],
			[ [=[questID]=] ]=[=[Q1201]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 12 เนเธอร์แลนด์ ยูฟ่าแชมเปียนส์ลีก รอบเพลย์ออฟ ครึ่งหลัง]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q16]=],
			[ [=[questID]=] ]=[=[Q1601]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 16 ฝรั่งเศส คัพไก่ยักษ์ รอบที่ 1]=]
		}
	},
	[ [=[5502]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q12]=],
			[ [=[questID]=] ]=[=[Q1202]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 12 เนเธอร์แลนด์ คัพส์กังหันลม รอบที่ 1]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q16]=],
			[ [=[questID]=] ]=[=[Q1602]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 16 ลีกเอิง รอบที่ 4]=]
		}
	},
	[ [=[5503]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q12]=],
			[ [=[questID]=] ]=[=[Q1203]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 12 เอเรอดีวีซี รอบที่ 1]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q16]=],
			[ [=[questID]=] ]=[=[Q1603]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 16 ลีกเอิง รอบที่ 14]=]
		}
	},
	[ [=[5504]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q12]=],
			[ [=[questID]=] ]=[=[Q1204]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 12 เนเธอร์แลนด์ ยูฟ่าแชมเปียนส์ลีก รอบแบ่งกลุ่ม รอบที่ 1]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q16]=],
			[ [=[questID]=] ]=[=[Q1604]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 16 ลีกเอิง รอบที่ 15]=]
		}
	},
	[ [=[5505]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q12]=],
			[ [=[questID]=] ]=[=[Q1205]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 12 เนเธอร์แลนด์ ยูฟ่าแชมเปียนส์ลีก รอบแบ่งกลุ่ม รอบที่ 6]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q16]=],
			[ [=[questID]=] ]=[=[Q1605]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 16 ฝรั่งเศส คัพไก่ยักษ์ รอบ 1/16]=]
		}
	},
	[ [=[5506]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q12]=],
			[ [=[questID]=] ]=[=[Q1206]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 12 เอเรอดีวีซี รอบที่ 17]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q16]=],
			[ [=[questID]=] ]=[=[Q1606]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 16 ลีกเอิง รอบที่ 21]=]
		}
	},
	[ [=[5509]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q12]=],
			[ [=[questID]=] ]=[=[Q1207]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 12 เอเรอดีวีซี รอบที่ 18]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q16]=],
			[ [=[questID]=] ]=[=[Q1607]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 16 ฝรั่งเศส คัพไก่ยักษ์ รอบ 8 ทีมสุดท้าย]=]
		}
	},
	[ [=[5511]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q12]=],
			[ [=[questID]=] ]=[=[Q1209]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 12 เนเธอร์แลนด์ ยูฟ่าแชมเปียนส์ลีก รอบ 1/16 ครึ่งหลัง]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q16]=],
			[ [=[questID]=] ]=[=[Q1608]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 16 ลีกเอิง รอบที่ 23]=]
		}
	},
	[ [=[5513]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q12]=],
			[ [=[questID]=] ]=[=[Q1211]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 12 เนเธอร์แลนด์ คัพส์กังหันลม รอบ 4 ทีมสุดท้าย]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q16]=],
			[ [=[questID]=] ]=[=[Q1610]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 16 ฝรั่งเศส คัพไก่ยักษ์ รอบ 4 ทีมสุดท้าย]=]
		}
	},
	[ [=[5514]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q12]=],
			[ [=[questID]=] ]=[=[Q1213]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 12 เนเธอร์แลนด์ คัพส์กังหันลม รอบชิงชนะเลิศ]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q16]=],
			[ [=[questID]=] ]=[=[Q1612]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 16 ฝรั่งเศส คัพไก่ยักษ์ รอบชิงชนะเลิศ]=]
		}
	},
	[ [=[6102]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q17]=],
			[ [=[questID]=] ]=[=[Q1701]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 17 ฝรั่งเศส ซูเปอร์คัพ รอบชิงชนะเลิศ]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q21]=],
			[ [=[questID]=] ]=[=[Q2101]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 21 เซเรีย อา รอบที่ 1]=]
		}
	},
	[ [=[6104]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q17]=],
			[ [=[questID]=] ]=[=[Q1706]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 17 ฝรั่งเศส ยูฟ่ายูโรปาลีก รอบ 1/16 ครึ่งหลัง]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q21]=],
			[ [=[questID]=] ]=[=[Q2103]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 21 อิตาลี คัพพิซซ่า รอบที่ 4]=]
		}
	},
	[ [=[6105]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q17]=],
			[ [=[questID]=] ]=[=[Q1708]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 17 ฝรั่งเศส ยูฟ่ายูโรปาลีก รอบ 8 ทีมสุดท้าย ครึ่งแรก]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q21]=],
			[ [=[questID]=] ]=[=[Q2106]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 21 เซเรีย อา รอบที่ 24]=]
		}
	},
	[ [=[6103]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q17]=],
			[ [=[questID]=] ]=[=[Q1710]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 17 ฝรั่งเศส คัพไก่ยักษ์ รอบ 4 ทีมสุดท้าย]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q21]=],
			[ [=[questID]=] ]=[=[Q2108]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 21 เซเรีย อา รอบที่ 28]=]
		}
	},
	[ [=[6106]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q17]=],
			[ [=[questID]=] ]=[=[Q1712]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 17 ฝรั่งเศส คัพไก่ยักษ์ รอบชิงชนะเลิศ]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q21]=],
			[ [=[questID]=] ]=[=[Q2111]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 21 เซเรีย อา รอบที่ 38]=]
		}
	},
	[ [=[6213]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q18]=],
			[ [=[questID]=] ]=[=[Q1801]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 18 ฝรั่งเศส ซูเปอร์คัพ รอบชิงชนะเลิศ]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q22]=],
			[ [=[questID]=] ]=[=[Q2201]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 22 เซเรีย อา รอบที่ 1]=]
		}
	},
	[ [=[6214]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q18]=],
			[ [=[questID]=] ]=[=[Q1802]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 18 ฝรั่งเศส คัพไก่ยักษ์ รอบที่ 2]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q22]=],
			[ [=[questID]=] ]=[=[Q2202]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 22 อิตาลี ยูฟ่ายูโรปาลีก รอบแบ่งกลุ่ม รอบที่ 1]=]
		}
	},
	[ [=[6215]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q18]=],
			[ [=[questID]=] ]=[=[Q1803]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 18 ลีกเอิง รอบที่ 14]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q22]=],
			[ [=[questID]=] ]=[=[Q2203]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 22 เซเรีย อา รอบที่ 7]=]
		}
	},
	[ [=[6204]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q18]=],
			[ [=[questID]=] ]=[=[Q1804]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 18 ฝรั่งเศส ยูฟ่าแชมเปียนส์ลีก รอบแบ่งกลุ่ม รอบที่ 6]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q22]=],
			[ [=[questID]=] ]=[=[Q2204]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 22 อิตาลี ยูฟ่ายูโรปาลีก รอบแบ่งกลุ่ม รอบที่ 4]=]
		}
	},
	[ [=[6205]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q18]=],
			[ [=[questID]=] ]=[=[Q1805]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 18 ลีกเอิง รอบที่ 19]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q22]=],
			[ [=[questID]=] ]=[=[Q2205]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 22 เซเรีย อา รอบที่ 14]=]
		}
	},
	[ [=[6208]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q18]=],
			[ [=[questID]=] ]=[=[Q1806]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 18 ฝรั่งเศส ยูฟ่าแชมเปียนส์ลีก รอบ 1/16 ครึ่งแรก]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q22]=],
			[ [=[questID]=] ]=[=[Q2206]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 22 อิตาลี คัพพิซซ่า รอบ 1/16]=]
		}
	},
	[ [=[6212]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q18]=],
			[ [=[questID]=] ]=[=[Q1807]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 18 ลีกเอิง รอบที่ 25]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q22]=],
			[ [=[questID]=] ]=[=[Q2207]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 22 อิตาลี คัพพิซซ่า รอบ 8 ทีมสุดท้าย]=]
		}
	},
	[ [=[6216]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q18]=],
			[ [=[questID]=] ]=[=[Q1809]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 18 ฝรั่งเศส ยูฟ่าแชมเปียนส์ลีก รอบ 8 ทีมสุดท้าย ครึ่งแรก]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q22]=],
			[ [=[questID]=] ]=[=[Q2208]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 22 อิตาลี ยูฟ่ายูโรปาลีก 1/32 ครึ่งหลัง]=]
		}
	},
	[ [=[6206]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q18]=],
			[ [=[questID]=] ]=[=[Q1811]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 18 ฝรั่งเศส คัพไก่ยักษ์ รอบ 4 ทีมสุดท้าย]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q22]=],
			[ [=[questID]=] ]=[=[Q2209]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 22 เซเรีย อา รอบที่ 30]=]
		}
	},
	[ [=[6219]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q18]=],
			[ [=[questID]=] ]=[=[Q1813]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 18 ฝรั่งเศส คัพไก่ยักษ์ รอบชิงชนะเลิศ]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q22]=],
			[ [=[questID]=] ]=[=[Q2210]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 22 เซเรีย อา รอบที่ 38]=]
		}
	},
	[ [=[6302]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q19]=],
			[ [=[questID]=] ]=[=[Q1901]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 19 เซเรีย อา รอบที่ 1]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q23]=],
			[ [=[questID]=] ]=[=[Q2301]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 23 อิตาลี ซูเปอร์คัพ รอบชิงชนะเลิศ]=]
		}
	},
	[ [=[6303]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q19]=],
			[ [=[questID]=] ]=[=[Q1903]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 19 เซเรีย อา รอบที่ 11]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q23]=],
			[ [=[questID]=] ]=[=[Q2303]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 23 อิตาลี ยูฟ่าแชมเปียนส์ลีก รอบแบ่งกลุ่ม รอบที่ 3]=]
		}
	},
	[ [=[6307]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q19]=],
			[ [=[questID]=] ]=[=[Q1906]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 19 เซเรีย อา รอบที่ 28]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q23]=],
			[ [=[questID]=] ]=[=[Q2306]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 23 อิตาลี คัพพิซซ่า รอบ 4 ทีมสุดท้าย ครึ่งหลัง]=]
		}
	},
	[ [=[6308]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q19]=],
			[ [=[questID]=] ]=[=[Q1908]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 19 เซเรีย อา รอบที่ 33]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q23]=],
			[ [=[questID]=] ]=[=[Q2308]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 23 อิตาลี ยูฟ่าแชมเปียนส์ลีก รอบ 1/16 ครึ่งหลัง]=]
		}
	},
	[ [=[6309]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q19]=],
			[ [=[questID]=] ]=[=[Q1910]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 19 เซเรีย อา รอบที่ 38]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q23]=],
			[ [=[questID]=] ]=[=[Q2311]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 23 เซเรีย อา รอบที่ 38]=]
		}
	},
	[ [=[6501]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q20]=],
			[ [=[questID]=] ]=[=[Q2001]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 20 อิตาลี คัพพิซซ่า รอบที่ 3]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q24]=],
			[ [=[questID]=] ]=[=[Q2401]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 24 อิตาลี ยูฟ่าแชมเปียนส์ลีก รอบแบ่งกลุ่ม รอบที่ 1]=]
		}
	},
	[ [=[6502]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q20]=],
			[ [=[questID]=] ]=[=[Q2002]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 20 เซเรีย อา รอบที่ 1]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q24]=],
			[ [=[questID]=] ]=[=[Q2402]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 24 เซเรีย อา รอบที่ 6]=]
		}
	},
	[ [=[6503]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q20]=],
			[ [=[questID]=] ]=[=[Q2003]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 20 เซเรีย อา รอบที่ 2]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q24]=],
			[ [=[questID]=] ]=[=[Q2403]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 24 อิตาลี คัพพิซซ่า รอบ 1/16]=]
		}
	},
	[ [=[6504]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q20]=],
			[ [=[questID]=] ]=[=[Q2004]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 20 เซเรีย อา รอบที่ 9]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q24]=],
			[ [=[questID]=] ]=[=[Q2404]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 24 อิตาลี คัพพิซซ่า รอบ 4 ทีมสุดท้าย ครึ่งหลัง]=]
		}
	},
	[ [=[6505]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q20]=],
			[ [=[questID]=] ]=[=[Q2005]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 20 เซเรีย อา รอบที่ 14]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q24]=],
			[ [=[questID]=] ]=[=[Q2405]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 24 เซเรีย อา รอบที่ 24]=]
		}
	},
	[ [=[6506]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q20]=],
			[ [=[questID]=] ]=[=[Q2006]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 20 อิตาลี คัพพิซซ่า รอบที่ 4]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q24]=],
			[ [=[questID]=] ]=[=[Q2406]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 24 อิตาลี ยูฟ่าแชมเปียนส์ลีก รอบ 1/16 ครึ่งหลัง]=]
		}
	},
	[ [=[6509]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q20]=],
			[ [=[questID]=] ]=[=[Q2007]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 20 เซเรีย อา รอบที่ 17]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q24]=],
			[ [=[questID]=] ]=[=[Q2407]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 24 เซเรีย อา รอบที่ 27]=]
		}
	},
	[ [=[6511]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q20]=],
			[ [=[questID]=] ]=[=[Q2008]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 20 อิตาลี คัพพิซซ่า รอบที่ 5]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q24]=],
			[ [=[questID]=] ]=[=[Q2408]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 24 อิตาลี ยูฟ่าแชมเปียนส์ลีก รอบ 8 ทีมสุดท้าย ครึ่งหลัง]=]
		}
	},
	[ [=[6513]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q20]=],
			[ [=[questID]=] ]=[=[Q2009]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 20 เซเรีย อา รอบที่ 24]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q24]=],
			[ [=[questID]=] ]=[=[Q2409]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 24 เซเรีย อา รอบที่ 31]=]
		}
	},
	[ [=[6514]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q20]=],
			[ [=[questID]=] ]=[=[Q2010]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 20 เซเรีย อา รอบที่ 29]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q24]=],
			[ [=[questID]=] ]=[=[Q2410]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 24 อิตาลี คัพพิซซ่า รอบชิงชนะเลิศ]=]
		}
	},
	[ [=[7102]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q25]=],
			[ [=[questID]=] ]=[=[Q2501]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 25 พรีเมียร์ลีก รอบที่ 1]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q29]=],
			[ [=[questID]=] ]=[=[Q2901]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 29 พรีเมียร์ลีก รอบที่ 1]=]
		}
	},
	[ [=[7104]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q25]=],
			[ [=[questID]=] ]=[=[Q2504]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 25 พรีเมียร์ลีก รอบที่ 8]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q29]=],
			[ [=[questID]=] ]=[=[Q2904]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 29 พรีเมียร์ลีก รอบที่ 17]=]
		}
	},
	[ [=[7105]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q25]=],
			[ [=[questID]=] ]=[=[Q2507]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 25 อังกฤษ คัพโมบาย รอบที่ 3]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q29]=],
			[ [=[questID]=] ]=[=[Q2907]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 29 อังกฤษ ยูฟ่าแชมเปียนส์ลีก รอบ 8 ทีมสุดท้าย ครึ่งแรก]=]
		}
	},
	[ [=[7103]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q25]=],
			[ [=[questID]=] ]=[=[Q2509]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 25 พรีเมียร์ลีก รอบที่ 34]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q29]=],
			[ [=[questID]=] ]=[=[Q2910]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 29 อังกฤษ ยูฟ่าแชมเปียนส์ลีก รอบ 4 ทีมสุดท้าย ครึ่งแรก]=]
		}
	},
	[ [=[7106]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q25]=],
			[ [=[questID]=] ]=[=[Q2511]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 25 อังกฤษ คัพโมบาย รอบชิงชนะเลิศ]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q29]=],
			[ [=[questID]=] ]=[=[Q2912]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 29 พรีเมียร์ลีก รอบที่ 38]=]
		}
	},
	[ [=[7213]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q26]=],
			[ [=[questID]=] ]=[=[Q2601]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 26 อังกฤษ ซูเปอร์คัพ รอบชิงชนะเลิศ]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q30]=],
			[ [=[questID]=] ]=[=[Q3001]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 30 พรีเมียร์ลีก รอบที่ 5]=]
		}
	},
	[ [=[7214]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q26]=],
			[ [=[questID]=] ]=[=[Q2603]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 26 พรีเมียร์ลีก รอบที่ 3]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q30]=],
			[ [=[questID]=] ]=[=[Q3003]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 30 อังกฤษ ยูฟ่าแชมเปียนส์ลีก รอบแบ่งกลุ่ม รอบที่ 3]=]
		}
	},
	[ [=[7215]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q26]=],
			[ [=[questID]=] ]=[=[Q2604]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 26 พรีเมียร์ลีก รอบที่ 10]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q30]=],
			[ [=[questID]=] ]=[=[Q3005]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 30 พรีเมียร์ลีก รอบที่ 13]=]
		}
	},
	[ [=[7204]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q26]=],
			[ [=[questID]=] ]=[=[Q2605]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 26 อังกฤษ คัพสิงโต รอบ 4 ทีมสุดท้าย ครึ่งหลัง]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q30]=],
			[ [=[questID]=] ]=[=[Q3007]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 30 อังกฤษ คัพสิงโต รอบ 4 ทีมสุดท้าย ครึ่งหลัง]=]
		}
	},
	[ [=[7205]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q26]=],
			[ [=[questID]=] ]=[=[Q2606]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 26 อังกฤษ ยูฟ่ายูโรปาลีก รอบ 1/32 ครึ่งหลัง]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q30]=],
			[ [=[questID]=] ]=[=[Q3008]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 30 อังกฤษ คัพสิงโต รอบชิงชนะเลิศ]=]
		}
	},
	[ [=[7208]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q26]=],
			[ [=[questID]=] ]=[=[Q2607]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 26 พรีเมียร์ลีก รอบที่ 30]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q30]=],
			[ [=[questID]=] ]=[=[Q3009]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 30 พรีเมียร์ลีก รอบที่ 28]=]
		}
	},
	[ [=[7212]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q26]=],
			[ [=[questID]=] ]=[=[Q2608]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 26 อังกฤษ ยูฟ่ายูโรปาลีก รอบ 4 ทีมสุดท้าย ครึ่งแรก]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q30]=],
			[ [=[questID]=] ]=[=[Q3010]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 30 อังกฤษ คัพโมบาย รอบ 4 ทีมสุดท้าย]=]
		}
	},
	[ [=[7216]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q26]=],
			[ [=[questID]=] ]=[=[Q2609]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 26 อังกฤษ ยูฟ่ายูโรปาลีก รอบ 4 ทีมสุดท้าย ครึ่งหลัง]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q30]=],
			[ [=[questID]=] ]=[=[Q3011]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 30 พรีเมียร์ลีก รอบที่ 36]=]
		}
	},
	[ [=[7206]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q26]=],
			[ [=[questID]=] ]=[=[Q2610]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 26 พรีเมียร์ลีก รอบที่ 38]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q30]=],
			[ [=[questID]=] ]=[=[Q3012]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 30 พรีเมียร์ลีก รอบที่ 38]=]
		}
	},
	[ [=[7219]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q26]=],
			[ [=[questID]=] ]=[=[Q2611]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 26 อังกฤษ คัพโมบาย รอบชิงชนะเลิศ]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q30]=],
			[ [=[questID]=] ]=[=[Q3013]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 30 อังกฤษ คัพโมบาย รอบชิงชนะเลิศ]=]
		}
	},
	[ [=[7302]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q27]=],
			[ [=[questID]=] ]=[=[Q2701]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 27 พรีเมียร์ลีก รอบที่ 2]=]
		}
	},
	[ [=[7303]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q27]=],
			[ [=[questID]=] ]=[=[Q2704]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 27 พรีเมียร์ลีก รอบที่ 19]=]
		}
	},
	[ [=[7307]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q27]=],
			[ [=[questID]=] ]=[=[Q2707]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 27 อังกฤษ ยูฟ่าแชมเปียนส์ลีก รอบ 1/16 ครึ่งแรก]=]
		}
	},
	[ [=[7308]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q27]=],
			[ [=[questID]=] ]=[=[Q2710]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 27 อังกฤษ ยูฟ่าแชมเปียนส์ลีก รอบ 4 ทีมสุดท้าย ครึ่งแรก]=]
		}
	},
	[ [=[7309]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q27]=],
			[ [=[questID]=] ]=[=[Q2712]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 27 พรีเมียร์ลีก รอบที่ 38]=]
		}
	},
	[ [=[7501]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q28]=],
			[ [=[questID]=] ]=[=[Q2801]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 28 อังกฤษ ซูเปอร์คัพ รอบชิงชนะเลิศ]=]
		}
	},
	[ [=[7502]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q28]=],
			[ [=[questID]=] ]=[=[Q2802]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 28 พรีเมียร์ลีก รอบที่ 1]=]
		}
	},
	[ [=[7503]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q28]=],
			[ [=[questID]=] ]=[=[Q2803]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 28 อังกฤษ ยูฟ่าแชมเปียนส์ลีก รอบแบ่งกลุ่ม รอบที่ 6]=]
		}
	},
	[ [=[7504]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q28]=],
			[ [=[questID]=] ]=[=[Q2804]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 28 อังกฤษ คัพโมบาย รอบที่ 3]=]
		}
	},
	[ [=[7505]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q28]=],
			[ [=[questID]=] ]=[=[Q2805]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 28 พรีเมียร์ลีก รอบที่ 29]=]
		}
	},
	[ [=[7506]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q28]=],
			[ [=[questID]=] ]=[=[Q2806]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 28 อังกฤษ ยูฟ่าแชมเปียนส์ลีก รอบ 4 ทีมสุดท้าย ครึ่งแรก]=]
		}
	},
	[ [=[7509]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q28]=],
			[ [=[questID]=] ]=[=[Q2807]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 28 อังกฤษ ยูฟ่าแชมเปียนส์ลีก รอบ 4 ทีมสุดท้าย ครึ่งหลัง]=]
		}
	},
	[ [=[7511]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q28]=],
			[ [=[questID]=] ]=[=[Q2808]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 28 พรีเมียร์ลีก รอบที่ 38]=]
		}
	},
	[ [=[7513]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q28]=],
			[ [=[questID]=] ]=[=[Q2809]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 28 อังกฤษ คัพโมบาย รอบชิงชนะเลิศ]=]
		}
	},
	[ [=[7514]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q28]=],
			[ [=[questID]=] ]=[=[Q2810]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 28 อังกฤษ ยูฟ่าแชมเปียนส์ลีก รอบชิงชนะเลิศ]=]
		}
	},
	[ [=[8102]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q31]=],
			[ [=[questID]=] ]=[=[Q3101]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 31 ลาลีกา รอบที่ 1]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q34]=],
			[ [=[questID]=] ]=[=[Q3405]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 34 สเปน คัพมาทาดอร์ รอบ 4 ทีมสุดท้าย ครึ่งแรก]=]
		}
	},
	[ [=[8103]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q31]=],
			[ [=[questID]=] ]=[=[Q3102]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 31 ลาลีกา รอบที่ 7]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q34]=],
			[ [=[questID]=] ]=[=[Q3406]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 34 สเปน คัพมาทาดอร์ รอบ 4 ทีมสุดท้าย ครึ่งหลัง]=]
		}
	},
	[ [=[8104]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q31]=],
			[ [=[questID]=] ]=[=[Q3103]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 31 สเปน คัพมาทาดอร์ รอบ 1/16 ครึ่งแรก]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q34]=],
			[ [=[questID]=] ]=[=[Q3407]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 34 ลาลีกา รอบที่ 38]=]
		}
	},
	[ [=[8105]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q31]=],
			[ [=[questID]=] ]=[=[Q3104]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 31 สเปน คัพมาทาดอร์ รอบ 8 ทีมสุดท้าย ครึ่งหลัง]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q34]=],
			[ [=[questID]=] ]=[=[Q3408]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 34 สเปน ยูฟ่าแชมเปียนส์ลีก รอบ 8 ทีมสุดท้าย ครึ่งแรก]=]
		}
	},
	[ [=[8106]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q31]=],
			[ [=[questID]=] ]=[=[Q3105]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 31 สเปน คัพมาทาดอร์ รอบ 4 ทีมสุดท้าย ครึ่งหลัง]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q34]=],
			[ [=[questID]=] ]=[=[Q3409]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 34 สเปน ยูฟ่าแชมเปียนส์ลีก รอบ 8 ทีมสุดท้าย ครึ่งหลัง]=]
		}
	},
	[ [=[8204]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q31]=],
			[ [=[questID]=] ]=[=[Q3106]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 31 ลาลีกา รอบที่ 28]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q34]=],
			[ [=[questID]=] ]=[=[Q3410]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 34 ลาลีกา รอบที่ 36]=]
		}
	},
	[ [=[8205]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q31]=],
			[ [=[questID]=] ]=[=[Q3108]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 31 ลาลีกา รอบที่ 32]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q34]=],
			[ [=[questID]=] ]=[=[Q3411]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 34 สเปน คัพมาทาดอร์ รอบชิงชนะเลิศ]=]
		}
	},
	[ [=[8206]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q31]=],
			[ [=[questID]=] ]=[=[Q3109]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 31 ลาลีกา รอบที่ 38]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q35]=],
			[ [=[questID]=] ]=[=[Q3501]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 35 สเปน ซูเปอร์คัพ รอบชิงชนะเลิศ]=]
		}
	},
	[ [=[8208]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q31]=],
			[ [=[questID]=] ]=[=[Q3110]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 31 สเปน คัพมาทาดอร์ รอบชิงชนะเลิศ]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q35]=],
			[ [=[questID]=] ]=[=[Q3502]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 35 ลาลีกา รอบที่ 1]=]
		}
	},
	[ [=[8212]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q32]=],
			[ [=[questID]=] ]=[=[Q3201]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 32 สเปน ซูเปอร์คัพ รอบชิงชนะเลิศ]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q35]=],
			[ [=[questID]=] ]=[=[Q3503]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 35 ลาลีกา รอบที่ 6]=]
		}
	},
	[ [=[8213]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q32]=],
			[ [=[questID]=] ]=[=[Q3202]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 32 ลาลีกา รอบที่ 3]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q35]=],
			[ [=[questID]=] ]=[=[Q3504]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 35 ลาลีกา รอบที่ 11]=]
		}
	},
	[ [=[8214]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q32]=],
			[ [=[questID]=] ]=[=[Q3203]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 32 สเปน ยูฟ่าแชมเปียนส์ลีก รอบแบ่งกลุ่ม รอบที่ 1]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q35]=],
			[ [=[questID]=] ]=[=[Q3505]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 35 สเปน คัพมาทาดอร์ รอบ 1/16 ครึ่งหลัง]=]
		}
	},
	[ [=[8215]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q32]=],
			[ [=[questID]=] ]=[=[Q3205]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 32 สเปน ยูฟ่าแชมเปียนส์ลีก รอบ 1/16 ครึ่งแรก]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q35]=],
			[ [=[questID]=] ]=[=[Q3506]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 35 สเปน ยูฟ่ายูโรปาลีก รอบ 1/32 ครึ่งหลัง]=]
		}
	},
	[ [=[8216]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q32]=],
			[ [=[questID]=] ]=[=[Q3206]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 32 สเปน ยูฟ่าแชมเปียนส์ลีก รอบ 1/16 ครึ่งหลัง]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q35]=],
			[ [=[questID]=] ]=[=[Q3508]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 35 สเปน ยูฟ่ายูโรปาลีก รอบ 8 ทีมสุดท้าย ครึ่งหลัง]=]
		}
	},
	[ [=[8219]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q32]=],
			[ [=[questID]=] ]=[=[Q3207]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 32 ลาลีกา รอบที่ 33]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q35]=],
			[ [=[questID]=] ]=[=[Q3509]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 35 ลาลีกา รอบที่ 34]=]
		}
	},
	[ [=[8302]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q32]=],
			[ [=[questID]=] ]=[=[Q3208]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 32 ลาลีกา รอบที่ 38]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q35]=],
			[ [=[questID]=] ]=[=[Q3510]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 35 สเปน ยูฟ่ายูโรปาลีก รอบ 4 ทีมสุดท้าย ครึ่งหลัง]=]
		}
	},
	[ [=[8303]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q32]=],
			[ [=[questID]=] ]=[=[Q3209]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 32 สเปน คัพมาทาดอร์ รอบชิงชนะเลิศ]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q35]=],
			[ [=[questID]=] ]=[=[Q3511]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 35 ลาลีกา รอบที่ 38]=]
		}
	},
	[ [=[8307]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q33]=],
			[ [=[questID]=] ]=[=[Q3301]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 33 สเปน ซูเปอร์คัพ รอบชิงชนะเลิศ]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q35]=],
			[ [=[questID]=] ]=[=[Q3512]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 35 สเปน ยูฟ่ายูโรปาลีก รอบชิงชนะเลิศ]=]
		}
	},
	[ [=[8308]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q33]=],
			[ [=[questID]=] ]=[=[Q3302]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 33 ลาลีกา รอบที่ 11]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q36]=],
			[ [=[questID]=] ]=[=[Q3601]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 36 สเปน ซูเปอร์คัพ รอบชิงชนะเลิศ]=]
		}
	},
	[ [=[8309]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q33]=],
			[ [=[questID]=] ]=[=[Q3304]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 33 ลาลีกา รอบที่ 18]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q36]=],
			[ [=[questID]=] ]=[=[Q3602]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 36 ลาลีกา รอบที่ 3]=]
		}
	},
	[ [=[8501]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q33]=],
			[ [=[questID]=] ]=[=[Q3305]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 33 สเปน คัพมาทาดอร์ รอบ 4 ทีมสุดท้าย ครึ่งแรก]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q36]=],
			[ [=[questID]=] ]=[=[Q3603]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 36 ลาลีกา รอบที่ 10]=]
		}
	},
	[ [=[8502]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q33]=],
			[ [=[questID]=] ]=[=[Q3306]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 33 สเปน คัพมาทาดอร์ รอบ 4 ทีมสุดท้าย ครึ่งหลัง]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q36]=],
			[ [=[questID]=] ]=[=[Q3605]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 36 สเปน คัพมาทาดอร์ รอบ 1/32 ครึ่งหลัง]=]
		}
	},
	[ [=[8503]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q33]=],
			[ [=[questID]=] ]=[=[Q3307]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 33 ลาลีกา รอบที่ 26]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q36]=],
			[ [=[questID]=] ]=[=[Q3606]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 36 ลาลีกา รอบที่ 20]=]
		}
	},
	[ [=[8504]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q33]=],
			[ [=[questID]=] ]=[=[Q3308]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 33 ลาลีกา รอบที่ 32]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q36]=],
			[ [=[questID]=] ]=[=[Q3607]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 36 สเปน คัพมาทาดอร์ รอบ 8 ทีมสุดท้าย ครึ่งหลัง]=]
		}
	},
	[ [=[8505]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q33]=],
			[ [=[questID]=] ]=[=[Q3309]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 33 สเปน ยูฟ่าแชมเปียนส์ลีก รอบ 4 ทีมสุดท้าย ครึ่งแรก]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q36]=],
			[ [=[questID]=] ]=[=[Q3608]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 36 สเปน คัพมาทาดอร์ รอบ 4 ทีมสุดท้าย ครึ่งหลัง]=]
		}
	},
	[ [=[8506]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q33]=],
			[ [=[questID]=] ]=[=[Q3310]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 33 สเปน ยูฟ่าแชมเปียนส์ลีก รอบ 4 ทีมสุดท้าย ครึ่งหลัง]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q36]=],
			[ [=[questID]=] ]=[=[Q3609]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 36 สเปน ยูฟ่าแชมเปียนส์ลีก รอบ 1/16 ครึ่งหลัง]=]
		}
	},
	[ [=[8509]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q33]=],
			[ [=[questID]=] ]=[=[Q3311]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 33 ลาลีกา รอบที่ 38]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q36]=],
			[ [=[questID]=] ]=[=[Q3610]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 36 สเปน ยูฟ่าแชมเปียนส์ลีก รอบ 4 ทีมสุดท้าย ครึ่งหลัง]=]
		}
	},
	[ [=[8511]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q34]=],
			[ [=[questID]=] ]=[=[Q3401]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 34 ลาลีกา รอบที่ 2]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q36]=],
			[ [=[questID]=] ]=[=[Q3611]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 36 ลาลีกา รอบที่ 38]=]
		}
	},
	[ [=[8513]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q34]=],
			[ [=[questID]=] ]=[=[Q3402]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 34 ลาลีกา รอบที่ 15]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q36]=],
			[ [=[questID]=] ]=[=[Q3612]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 36 สเปน คัพมาทาดอร์ รอบชิงชนะเลิศ]=]
		}
	},
	[ [=[8514]=] ]=
	{
		{
			[ [=[journeyID]=] ]=[=[Q34]=],
			[ [=[questID]=] ]=[=[Q3403]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 34 สเปน คัพมาทาดอร์ รอบ 1/16 ครึ่งแรก]=]
		},
		{
			[ [=[journeyID]=] ]=[=[Q36]=],
			[ [=[questID]=] ]=[=[Q3613]=],
			[ [=[questName]=] ]=[=[ฤดูกาลที่ 36 สเปน ยูฟ่าแชมเปียนส์ลีก รอบชิงชนะเลิศ]=]
		}
	}
}
return var