local null = nil
local var = 
{
	[ [=[G01]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[เครื่องยนต์อมตะ]=],
		[ [=[picIndex]=] ]=[=[G01]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติเพิ่ม {x}%]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{0.29999999999999999
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{3.2999999999999998
		},
		[ [=[desc]=] ]=[=[ความฟิตดี ทุก 10 นาทีแข่งขัน นักเตะจะเพิ่มคุณสมบัติทั้งหมดตลอดจนการแข่งขันจบลง]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[G01]=],
		[ [=[type]=] ]=1
	},
	[ [=[G02]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[แตรเชียร์]=],
		[ [=[picIndex]=] ]=[=[G02]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติเพิ่ม {x}%]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[2]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[22]=]
		},
		[ [=[desc]=] ]=[=[เมื่อรักษาบอล มีโอกาสให้กำลังใจให้เพื่อนร่วมทีมดำเนินการบุกที่มีคุณภาพสูง 1 ครั้ง เพิ่มคุณสมบัติทั้งหมดให้ทีม ตลอดจนการโจมตีจบลง เมื่อเปิดใช้สกิลหลายอย่างพร้อมกันจะเลือกสกิลที่มีประสิทธ์ภาพสูงสุด]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[G02]=],
		[ [=[type]=] ]=1
	},
	[ [=[G03]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[เชียร์]=],
		[ [=[picIndex]=] ]=[=[G03]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติเพิ่ม {x}%]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[2]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[22]=]
		},
		[ [=[desc]=] ]=[=[เมื่อเสียบอล มีโอกาสให้กำลังใจให้เพื่อนร่วมทีมดำเนินการป้องกันที่มีคุณภาพสูง 1 ครั้ง เพิ่มคุณสมบัติทั้งหมดให้ทีมตลอดจนทีมเราแย่งบอลกลับมาได้  เมื่อเปิดใช้สกิลหลายอย่างพร้อมกันจะเลือกสกิลที่มีประสิทธ์ภาพสูงสุด]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[G03]=],
		[ [=[type]=] ]=1
	},
	[ [=[G04]=] ]=
	{
		[ [=[desc4]=] ]=[=[G03]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[การต่อต้านที่น่ารังเกียจ]=],
		[ [=[picIndex]=] ]=[=[G04]=],
		[ [=[desc2]=] ]=
		{[=[ลดสมบัติทั้งหมด {x}%]=]
		},
		[ [=[desc3]=] ]=[=[G02]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[1]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[15]=]
		},
		[ [=[desc]=] ]=[=[เมื่อเราเล่นบอลได้ถูกต้องมันเป็นไปได้ที่จะยับยั้งการโจมตีของผู้เล่นทั้งหมดของฝ่ายตรงข้ามเพื่อให้ผู้เล่นทุกคนสามารถลดคุณสมบัติทั้งหมดของพวกเขาในการป้องกันและไม่ได้รับบัฟเฟอร์ เมื่อเราสูญเสียลูกบอลผลจะหายไป เมื่อคุณเปิดใช้งานหลายทักษะพร้อมกันมันมีผลในระดับทักษะสูงสุด]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[G04]=],
		[ [=[type]=] ]=1
	},
	[ [=[G05]=] ]=
	{
		[ [=[desc4]=] ]=[=[G02]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[ป้องกันการยับยั้ง]=],
		[ [=[picIndex]=] ]=[=[G05]=],
		[ [=[desc2]=] ]=
		{[=[ลดสมบัติทั้งหมด {x}%]=]
		},
		[ [=[desc3]=] ]=[=[G03]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[1]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[15]=]
		},
		[ [=[desc]=] ]=[=[เมื่อเราสูญเสียลูกบอลไปทางขวาเราสามารถป้องกันผู้เล่นทั้งหมดในด้านอื่นๆเพื่อให้ผู้เล่นทั้งหมดของฝ่ายตรงข้ามสามารถลดคุณสมบัติทั้งหมดของพวกเขาในการโจมตีนี้และไม่มีบัฟเฟอร์ เมื่อเราได้บอลกลับมาผลก็หายไป เมื่อคุณเปิดใช้งานหลายทักษะพร้อมกันมันมีผลในระดับทักษะสูงสุด]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[G05]=],
		[ [=[type]=] ]=1
	},
	[ [=[B01]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[FL#FR#AMC]=],
		[ [=[skillName]=] ]=[=[ก้าวกระโดด]=],
		[ [=[picIndex]=] ]=[=[B01]=],
		[ [=[desc2]=] ]=
		{[=[คิดเพิ่ม {x}% คุณสมบัติเลี้ยงบอล ]=],[=[เพิ่ม {y}% คุณสมบัติทั้งหมด]=]
		},
		[ [=[desc3]=] ]=[=[C03#D01]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[2]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[55]=],[=[22]=]
		},
		[ [=[desc]=] ]=[=[เมื่อเลี้ยงบอลถูกสกัด มีโอกาสใช้เทคนิคการเลี้ยงบอลอย่างเชี่ยวชาญเพื่อถ่มประตู จะเพิ่มคุณสมบัติเลี้ยงบอลเข้าไปในโอกาสเลี้ยงบอลสำเร็จ ตนเองเพิ่มคุณสมบัติทั้งหมด มีผลจนการบุกจบลง]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[B01]=],
		[ [=[type]=] ]=1
	},
	[ [=[B02]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[FL#FR#AMC]=],
		[ [=[skillName]=] ]=[=[พุ่งล้ม]=],
		[ [=[picIndex]=] ]=[=[B02]=],
		[ [=[desc2]=] ]=
		{[=[คิดเพิ่ม {x}% คุณสมบัติเลี้ยงบอล]=]
		},
		[ [=[desc3]=] ]=[=[F02#F03]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[55]=]
		},
		[ [=[desc]=] ]=[=[เมื่อเลี้ยงบอลถูกสกัดใกล้เขตโทษ มีโอกาสล้มเพื่อได้รับฟรีคิก หรือ ลูกจุดโทษ จะเพิ่มคุณสมบัติการเลี้ยงบอลเข้าไปในโอกาสทำฟาวล์สำเร็จ]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[B02]=],
		[ [=[type]=] ]=1
	},
	[ [=[B03]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[ML#MR#MC#DMC]=],
		[ [=[skillName]=] ]=[=[เครื่องควบคุม]=],
		[ [=[picIndex]=] ]=[=[B03]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติเพิ่ม {x}%]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[2]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[22]=]
		},
		[ [=[desc]=] ]=[=[เมื่อเลี้ยงบอลถูกสกัด มีโอกาสรักษาบอลตามจังหวะเกมตามที่ต้องการ เพิ่มคุณสมบัติทั้งหมดให้ทีมตลอดจนจังหวะการบุกจบลง หากหลายมีคนใช้สกิลนี้พร้อมกัน จะเลือกประสิทธ์ภาพที่สูงสุด]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[B03]=],
		[ [=[type]=] ]=1
	},
	[ [=[C01]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[AMC]=],
		[ [=[skillName]=] ]=[=[จ่ายทะลุช่อง]=],
		[ [=[picIndex]=] ]=[=[C01]=],
		[ [=[desc2]=] ]=
		{[=[คิดเพิ่ม {x}% คุณสมบัติส่งบอล]=]
		},
		[ [=[desc3]=] ]=[=[D02]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[55]=]
		},
		[ [=[desc]=] ]=[=[เมื่อรักษาบอลอยู่ใกล้ประตู มีโอกาสส่งบอลที่มีความแม่นยำสูง จะเพิ่มคุณสมบัติการส่งบอลเข้าไปในโอกาสส่งบอลสำเร็จ]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[C01]=],
		[ [=[type]=] ]=1
	},
	[ [=[C02]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[ML#MR#MC]=],
		[ [=[skillName]=] ]=[=[จิ้มบอล]=],
		[ [=[picIndex]=] ]=[=[C02]=],
		[ [=[desc2]=] ]=
		{[=[คิดเพิ่ม {x}% คุณสมบัติส่งบอล]=]
		},
		[ [=[desc3]=] ]=[=[D04]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[55]=]
		},
		[ [=[desc]=] ]=[=[เมื่อรักษาบอลตรงกลางสนามและสนามฝั่งเรา มีโอกาสเตะบอลด้วยจมูกเท้าที่มีความแม่นยำสูง จะเพิ่มคุณสมบัติการส่งบอลเข้าไปในโอกาสส่งบอลสำเร็จ]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[C02]=],
		[ [=[type]=] ]=1
	},
	[ [=[C03]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[FL#FR#ML#MR]=],
		[ [=[skillName]=] ]=[=[ครอสบอล]=],
		[ [=[picIndex]=] ]=[=[C03]=],
		[ [=[desc2]=] ]=
		{[=[คิดเพิ่ม {x}% คุณสมบัติส่งบอล]=]
		},
		[ [=[desc3]=] ]=[=[D03]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[55]=]
		},
		[ [=[desc]=] ]=[=[เมื่อรักษาบอลอยู่ใกล้เส้นข้างโกล มีโอกาสโยนบอลที่มีความแม่นยำสูง จะเพิ่มคุณสมบัติการส่งบอลเข้าไปในโอกาสส่งบอลสำเร็จ]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[C03]=],
		[ [=[type]=] ]=1
	},
	[ [=[C04]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[นิวเคลียร์]=],
		[ [=[picIndex]=] ]=[=[C04]=],
		[ [=[desc2]=] ]=
		{[=[คิดเพิ่ม {x}% คุณสมบัติส่งบอล]=]
		},
		[ [=[desc3]=] ]=[=[C01]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[55]=]
		},
		[ [=[desc]=] ]=[=[นักเตะเก่งในการรับบอล เมื่อเข้ารวมการส่งบอลระยะสั้น (รับหรือจ่าย) จะเพิ่มคุณสมบัติส่งบอลเข้าไปในโอกาสส่งบอลสำเร็จ]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[C04]=],
		[ [=[type]=] ]=1
	},
	[ [=[C05]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[MC#DMC]=],
		[ [=[skillName]=] ]=[=[จ่ายบอลยาว]=],
		[ [=[picIndex]=] ]=[=[C05]=],
		[ [=[desc2]=] ]=
		{[=[นับรวมกับ{x}%คุณสมบัติการผ่านบอล]=],[=[ผู้เล่นในทีมที่รับบอล{y}%คุณสมบัติทั้งหมดเพิ่มขึ้น]=]
		},
		[ [=[desc3]=] ]=[=[C03]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[2]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[55]=],[=[22]=]
		},
		[ [=[desc]=] ]=[=[ยอดฝีมือจ่ายบอลยาว เข้าร่วมการจ่ายบอลระยะยาว เวลา（รับบอลหรือจ่ายบอล）นับรวมกับอัตราการผ่านบอลสำเร็จของคุณสมบัติการผ่านบอล ผู้เล่นในทีมที่รับบอลจะได้รับการเพิ่มคุณสมบัติทั้งหมดจนจบเกมบุกนี้]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[C05]=],
		[ [=[type]=] ]=1
	},
	[ [=[A01]=] ]=
	{
		[ [=[desc4]=] ]=[=[B01#B02]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[สไลด์]=],
		[ [=[picIndex]=] ]=[=[A01]=],
		[ [=[desc2]=] ]=
		{[=[คิดเพิ่ม {x}% คุณสมบัติแย่งบอล]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[55]=]
		},
		[ [=[desc]=] ]=[=[เมื่อแย่งบอล มีโอกาสเพิ่มคุณสมบัติการแย่งบอลเข้าไปในโอกาสแย่งบอลสำเร็จ]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[A01]=],
		[ [=[type]=] ]=1
	},
	[ [=[A02]=] ]=
	{
		[ [=[desc4]=] ]=[=[B01#B02]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[กลเม็ด]=],
		[ [=[picIndex]=] ]=[=[A02]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติทั้งหมดลด {x}%]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[2]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[22]=]
		},
		[ [=[desc]=] ]=[=[เมื่อป้องกัน มีโอกาสใช้กลเม็ดล่วงละเมิดทำให้นักเตะลดคุณสมบัติรักษาบอล มีผลจนกว่าทีมเราแย่งบอลกลับมาได้]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[A02]=],
		[ [=[type]=] ]=1
	},
	[ [=[A03]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[FC#AMC]=],
		[ [=[skillName]=] ]=[=[การล่า]=],
		[ [=[picIndex]=] ]=[=[A03]=],
		[ [=[desc2]=] ]=
		{[=[คิดตาม {x}% คุณสมบัติทั้งหมด]=]
		},
		[ [=[desc3]=] ]=[=[B02#D07]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[3]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[33]=]
		},
		[ [=[desc]=] ]=[=[เมื่อป้องกันฝั่งสนามคู่แข่ง มีโอกาสเปิดจังหวะการแย่งบอลหรือการสกัดบอลเร็ว ประเมินคุณสมบัติทั้งหมด เพิ่มเข้าไปในโอกาสแย่งบอลหรือสกัดบอลสำเร็จ]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[A03]=],
		[ [=[type]=] ]=1
	},
	[ [=[A04]=] ]=
	{
		[ [=[desc4]=] ]=[=[C01]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[คาดเดา]=],
		[ [=[picIndex]=] ]=[=[A04]=],
		[ [=[desc2]=] ]=
		{[=[คิดเพิ่ม {x}% คุณสมบัติสกัดบอล]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[55]=]
		},
		[ [=[desc]=] ]=[=[เมื่อสกัดการส่งบอล มีโอกาสเพิ่มคุณสมบัติสกัดบอลเข้าไปในโอกาสสกัดสำเร็จ]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[A04]=],
		[ [=[type]=] ]=1
	},
	[ [=[A05]=] ]=
	{
		[ [=[desc4]=] ]=[=[C02#E09]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[หอป้องกันอากาศ]=],
		[ [=[picIndex]=] ]=[=[A05]=],
		[ [=[desc2]=] ]=
		{[=[คิดเพิ่ม {x}% คุณสมบัติสกัดบอล]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[55]=]
		},
		[ [=[desc]=] ]=[=[เมื่อสกัดการบอลบนอากาศ มีโอกาสเพิ่มคุณสมบัติสกัดบอลเข้าไปในโอกาสสกัดสำเร็จ]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[A05]=],
		[ [=[type]=] ]=1
	},
	[ [=[A06]=] ]=
	{
		[ [=[desc4]=] ]=[=[D01#D07]=],
		[ [=[desc5]=] ]=[=[DC]=],
		[ [=[skillName]=] ]=[=[ปิดบัง]=],
		[ [=[picIndex]=] ]=[=[A06]=],
		[ [=[desc2]=] ]=
		{[=[คิดเพิ่ม {x}% คุณสมบัติแย่งบอลและสกัดบอลทั้งหมด]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[55]=]
		},
		[ [=[desc]=] ]=[=[ก้าวขึ้นสกัดลูกยิง คิดเพิ่มคุณสมบัติแย่งบอลและสกัดบอลเข้าในประสิทธิภาพขัดขวางบอล]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[A06]=],
		[ [=[type]=] ]=1
	},
	[ [=[A07]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[โล่เหล็ก]=],
		[ [=[picIndex]=] ]=[=[A07]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติทั้งหมดเพิ่มขึ้น {x}%]=],[=[ ทุกครั้งที่มีนักเตะตั้งรับแบบลูกโซ่เพิ่มหนึ่งคน คุณสมบัติทั้งหมดจะเพิ่มขึ้น{y}%]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[0.6]=],[=[0.1]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[6.6]=],[=[1.1]=]
		},
		[ [=[desc]=] ]=[=[เมื่อป้องกัน ทุกครั้งที่คู่แข่งส่งบอลจะเพิ่มคุณสมบัติทั้งหมดของนักเตะ มีผลจนกว่าทีมเราแย่งบอลกลับมาได้]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[A07]=],
		[ [=[type]=] ]=1
	},
	[ [=[A08]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[สังเกต]=],
		[ [=[picIndex]=] ]=[=[A08]=],
		[ [=[desc2]=] ]=
		{[=[คิดตาม {x}% คุณสมบัติทั้งหมด]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[55]=]
		},
		[ [=[desc]=] ]=[=[เมื่อเสียบอล มีโอกาสที่ตนเองหรือสั่งบังคับให้เพื่อนร่วมทีมประกบชิดติดตัวกองหน้าตัวเป้าหรือกองกลางตัวรุกของคู่แข่ง ปิดการทำงาน 1 สกิลของเป้าหมาย มีผลจนกว่าทีมเราแย่งบอลกลับมาได้ โอกาสการสังเกตบอลสำเร็จคิดตามคุณสมบัติทั้งหมด]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[A08]=],
		[ [=[type]=] ]=1
	},
	[ [=[D01]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[ตั้งสติ]=],
		[ [=[picIndex]=] ]=[=[D01]=],
		[ [=[desc2]=] ]=
		{[=[คิดตาม {x}% คุณสมบัติการยิงบอล เลี้ยงบอล]=]
		},
		[ [=[desc3]=] ]=[=[B01]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[6]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[66]=]
		},
		[ [=[desc]=] ]=[=[เมื่อยิงบอล คิดโอกาสในการทำประตูตามคุณสมบัติยิงและเลี้ยงบอลโดยรวม]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[D01]=],
		[ [=[type]=] ]=1
	},
	[ [=[D02]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[มือสังหาร]=],
		[ [=[picIndex]=] ]=[=[D02]=],
		[ [=[desc2]=] ]=
		{[=[คิดเพิ่ม {x}% คุณสมบัติยิงบอล]=]
		},
		[ [=[desc3]=] ]=[=[C01]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[55]=]
		},
		[ [=[desc]=] ]=[=[เมื่อยิงบอลเรียบพื้น เพิ่มโอกาสในการทำประตู เปิดใช้หลังจาก [การจ่ายทะลุช่อง] ข้ามการสกัดแล้วยิง]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[D02]=],
		[ [=[type]=] ]=1
	},
	[ [=[D03]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[โหม่ง]=],
		[ [=[picIndex]=] ]=[=[D03]=],
		[ [=[desc2]=] ]=
		{[=[คิดเพิ่ม {x}% คุณสมบัติยิงบอล]=]
		},
		[ [=[desc3]=] ]=[=[C03]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[55]=]
		},
		[ [=[desc]=] ]=[=[เมื่อโหม่ง เพิ่มโอกาสในการทำประตู เปิดใช้หลังจาก [ครอสบอล] [เทพยิงฟรีคิก] [มาสเตอร์เตะมุม] ข้ามการสกัดแล้วยิง]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[D03]=],
		[ [=[type]=] ]=1
	},
	[ [=[D04]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[ยิงวอลเลย์]=],
		[ [=[picIndex]=] ]=[=[D04]=],
		[ [=[desc2]=] ]=
		{[=[คิดเพิ่ม {x}% คุณสมบัติยิงบอล]=]
		},
		[ [=[desc3]=] ]=[=[E09#C02]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[55]=]
		},
		[ [=[desc]=] ]=[=[เมื่อยิงวอลเลย์ เพิ่มโอกาสทำประตู เปิดใช้หลังจาก [จิ้มบอล] [ราชายิงฟรีคิก] [มาสเตอร์เตะมุม] จะละเว้นการรบกวน]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[D04]=],
		[ [=[type]=] ]=1
	},
	[ [=[D05]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[กระแทก]=],
		[ [=[picIndex]=] ]=[=[D05]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติทั้งหมดของผู้รักษาประตูลดลง{x}%]=],[=[รบกวนคุณสมบัติทั้งหมดของนักเตะที่ลดลง{y}%]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[2]=],[=[1]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[22]=],[=[11]=]
		},
		[ [=[desc]=] ]=[=[เมื่อยิงบอลจะสร้างความบาดเจ็บแก่ผู้รักษะประตู หากยิงไม่เข้า ผู้รักษาประตูของคู่แข่งจะลดคุณสมบัติทั้งหมด มีผลจนกว่าทีมเรายิงเข้าประตู]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[D05]=],
		[ [=[type]=] ]=1
	},
	[ [=[D06]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[เท่ระเบิด]=],
		[ [=[picIndex]=] ]=[=[D06]=],
		[ [=[desc2]=] ]=
		{[=[คิดเพิ่ม {x}% คุณสมบัติยิงบอล]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[6]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[66]=]
		},
		[ [=[desc]=] ]=[=[เมื่อยิงบอลจะยิงอย่างแรงและสกัดยากก็สร้างโอกาสเตะมุมง่าย หากไม่เข้าประตู คิดเพิ่มคุณสมบัติยิงเข้าไปในโอกาสเซฟพลาด]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[D06]=],
		[ [=[type]=] ]=1
	},
	[ [=[D07]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[FC#AMC]=],
		[ [=[skillName]=] ]=[=[ปืนใหญ่]=],
		[ [=[picIndex]=] ]=[=[D07]=],
		[ [=[desc2]=] ]=
		{[=[คิดตาม {x}% คุณสมบัติทั้งหมด]=]
		},
		[ [=[desc3]=] ]=[=[G02]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[3]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[33]=]
		},
		[ [=[desc]=] ]=[=[เมื่อรักษาบอลอยู่กลางสนามฝั่งคู่แข่ง มีโอกาสยิงโดยตรง คิดโอกาสทำประตูจากคุณสมบัติทั้งหมด]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[D07]=],
		[ [=[type]=] ]=1
	},
	[ [=[E01]=] ]=
	{
		[ [=[desc4]=] ]=[=[D02]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[แม่นยำมาก]=],
		[ [=[picIndex]=] ]=[=[E01]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติทั้งหมดเพิ่ม {x}%]=],[=[คิดเพิ่มเข้าไปใน {y}% คุณสมบัติเทคโนโลยี
โกลไลน์]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[1]=],[=[8]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[11]=],[=[88]=]
		},
		[ [=[desc]=] ]=[=[เพิ่มคุณสมบัติทั้งหมด เมื่อเซฟได้ลูกยิงเรียบพื้น คิดเพิ่มคุณสมบัติโกล-ไลน์ข้าไปในโอกาสเซฟบอลสำเร็จ]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[E01]=],
		[ [=[type]=] ]=1
	},
	[ [=[E02]=] ]=
	{
		[ [=[desc4]=] ]=[=[D03]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[สไปเดอร์แมน]=],
		[ [=[picIndex]=] ]=[=[E02]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติทั้งหมดเพิ่ม {x}%]=],[=[คิดเพิ่มเข้าไปใน {y}% คุณสมบัติคาดเดาทิศทาง
บอล]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[1]=],[=[8]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[11]=],[=[88]=]
		},
		[ [=[desc]=] ]=[=[เพิ่มคุณสมบัติทั้งหมด เมื่อเซฟได้ลูกโหม่ง คิดเพิ่มคุณสมบัติคาดเดาทิศทางบอลเข้าไปในโอกาสเซฟบอลสำเร็จ]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[E02]=],
		[ [=[type]=] ]=1
	},
	[ [=[E03]=] ]=
	{
		[ [=[desc4]=] ]=[=[D04]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[มือเทพเจ้า]=],
		[ [=[picIndex]=] ]=[=[E03]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติทั้งหมดเพิ่ม {x}%]=],[=[คิดเพิ่มเข้าไปใน {y}% คุณสมบัติปัจจัยจิตใจ]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[1]=],[=[8]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[11]=],[=[88]=]
		},
		[ [=[desc]=] ]=[=[เพิ่มคุณสมบัติทั้งหมด เมื่อเซฟได้ลูกยิงวอลเลย์ คิดเพิ่มคุณสมบัติปัจจัยจิตใจเข้าไปในโอกาสเซฟบอลสำเร็จ]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[E03]=],
		[ [=[type]=] ]=1
	},
	[ [=[E04]=] ]=
	{
		[ [=[desc4]=] ]=[=[D01#D07]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[กัปตัน]=],
		[ [=[picIndex]=] ]=[=[E04]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติทั้งหมดเพิ่ม {x}%]=],[=[คิดเพิ่มเข้าไปใน {y}% คุณสมบัติผู้รักษาประตูสั่ง
บังคับป้องกัน]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[1]=],[=[8]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[11]=],[=[55]=]
		},
		[ [=[desc]=] ]=[=[เพิ่มคุณสมบัติทั้งหมด เพิ่มสกิลสกัดของนักเตะทั้งหมด คิดเพิ่มคุณสมบัติผู้รักษาประตูสั่งบังคับการป้องกันในประสิทธิภาพการสกัด]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[E04]=],
		[ [=[type]=] ]=1
	},
	[ [=[E05]=] ]=
	{
		[ [=[desc4]=] ]=[=[D05]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[จับสนิท]=],
		[ [=[picIndex]=] ]=[=[E05]=],
		[ [=[desc2]=] ]=
		{[=[คิดเพิ่ม {x}% คุณสมบัติเทคโนโลยี โกลไลน์]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[55]=]
		},
		[ [=[desc]=] ]=[=[เมื่อเซฟบอล ใช้สกิลพื้นฐารลบจุดอ่อนของตนเองอย่างมีประสิทธิภาพ ถ้าไม่เข้าประตูจะเพิ่มคุณสมบัติโกล-ไลน์เข้าไปในโอกาสเซฟบอลสำเร็จ]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[E05]=],
		[ [=[type]=] ]=1
	},
	[ [=[E06]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[ราชาท้องฟ้า]=],
		[ [=[picIndex]=] ]=[=[E06]=],
		[ [=[desc2]=] ]=
		{[=[คิดตาม {x}% คุณสมบัติคาดเดาทิศทาง
บอล]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[55]=]
		},
		[ [=[desc]=] ]=[=[เมื่อป้องกันลูกเตะมุมหรือเตะจุดโทษจะสกัดอย่างง่ายๆ คิดโอกาสทำประตูจากคุณสมบัติคาดเดาทิศทางบอล]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[E06]=],
		[ [=[type]=] ]=1
	},
	[ [=[E07]=] ]=
	{
		[ [=[desc4]=] ]=[=[F03]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[โกลเหล็ก]=],
		[ [=[picIndex]=] ]=[=[E07]=],
		[ [=[desc2]=] ]=
		{[=[คิดเพิ่ม {x}% คุณสมบัติปัจจัยจิตใจ]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[6]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[66]=]
		},
		[ [=[desc]=] ]=[=[เมื่อจับลูกจุดโทษ จะเพิ่มคุณสมบัติปัจจัยจิตใจเข้าไปในโอกาสเซฟบอลสำเร็จ]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[E07]=],
		[ [=[type]=] ]=1
	},
	[ [=[E08]=] ]=
	{
		[ [=[desc4]=] ]=[=[F02]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[ผู้นำกำแพง]=],
		[ [=[picIndex]=] ]=[=[E08]=],
		[ [=[desc2]=] ]=
		{[=[คิดเพิ่ม {x}% คุณสมบัติสั่งบังคับป้องกัน]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[6]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[66]=]
		},
		[ [=[desc]=] ]=[=[เมื่อป้องกันการเตะลูกโทษ สั่งให้ทีมสร้างการป้องกันที่เหมาะสม จะเพิ่มคุณสมบัติการสั่งบังคับป้องกันเข้าไปในโอกาสเซฟบอลสำเร็จ]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[E08]=],
		[ [=[type]=] ]=1
	},
	[ [=[E09]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[พลังเทพเจ้า]=],
		[ [=[picIndex]=] ]=[=[E09]=],
		[ [=[desc2]=] ]=
		{[=[คิดตาม {x}% คุณสมบัติเปิดการบุก]=]
		},
		[ [=[desc3]=] ]=[=[D04]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[55]=]
		},
		[ [=[desc]=] ]=[=[เมื่อส่งบอลขึ้น ส่งแรงให้เพื่อนในทีมที่อยู่ไกลๆ คำนวณโอกาสในการส่งบอลสำเร็จตามคุณสมบัติเปิดโจมตี]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[E09]=],
		[ [=[type]=] ]=1
	},
	[ [=[E10]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[ส่งบอลแม่นยำ]=],
		[ [=[picIndex]=] ]=[=[E10]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัทั้งหมดเพิ่ม {x}%]=],[=[ได้รับ {y}% คุณสมบัติเปิดการบุกประตูของผู้รักษาประตู]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[1]=],[=[6]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[11]=],[=[66]=]
		},
		[ [=[desc]=] ]=[=[เพิ่มคุณสมบัติทั้งหมด ช่วยให้เพื่อนในทีมบุกโจมตีอย่างแม่นยำ นักเตะที่รับบอลจะได้เพิ่มคุณสมบัติเปิดโจมตีตลอดจนการแข่งขันจบลง]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[E10]=],
		[ [=[type]=] ]=1
	},
	[ [=[F01]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[กัปตันทีม]=],
		[ [=[picIndex]=] ]=[=[F01]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติเพิ่ม {x}%]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{0.5
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{5.5
		},
		[ [=[desc]=] ]=[=[เมื่อเป็นกัปตัน เพิ่มคุณสมบัติทั้งหมดให้ทั้งทีม]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[F01]=],
		[ [=[type]=] ]=1
	},
	[ [=[F02]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[เทพยิงฟรีคิก]=],
		[ [=[picIndex]=] ]=[=[F02]=],
		[ [=[desc2]=] ]=
		{[=[คิดตาม {x}% คุณสมบัติสูงสุด]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[155]=]
		},
		[ [=[desc]=] ]=[=[เมื่อยิงฟรีคิก คำนวณโอกาสในการส่งบอลหรือทำประตูสำเร็จตามคุณสมบัติที่สูงสุด]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[F02]=],
		[ [=[type]=] ]=1
	},
	[ [=[F03]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[มาสเตอร์ยิงลูกโทษ]=],
		[ [=[picIndex]=] ]=[=[F03]=],
		[ [=[desc2]=] ]=
		{[=[คิดตาม {x}% คุณสมบัติสูงสุด]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[155]=]
		},
		[ [=[desc]=] ]=[=[เมื่อยิงจุดโทษ คำนวณการทำประตูได้เสียคำนวณตามคุณสมบัติสูงสุด]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[F03]=],
		[ [=[type]=] ]=1
	},
	[ [=[F04]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[มาสเตอร์เตะมุม]=],
		[ [=[picIndex]=] ]=[=[F04]=],
		[ [=[desc2]=] ]=
		{[=[คิดตาม {x}% คุณสมบัติสูงสุด]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[155]=]
		},
		[ [=[desc]=] ]=[=[เมื่อเตะมุม คำนวณโอกาสในการการส่งบอลสำเร็จตามคุณสมบัติสูงสุด]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[F04]=],
		[ [=[type]=] ]=1
	},
	[ [=[F05]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[ทุ่มแรง]=],
		[ [=[picIndex]=] ]=[=[F05]=],
		[ [=[desc2]=] ]=
		{[=[คิดตาม {x}% คุณสมบัติสูงสุด]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[5]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[155]=]
		},
		[ [=[desc]=] ]=[=[เมื่อทุ่มจะได้ทุ่มไกลขึ้น คำนวณโอกาสในการส่งบอลสำเร็จตามคุณสมบัติสูงสุด]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[F05]=],
		[ [=[type]=] ]=1
	},
	[ [=[F06]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[ยิงเร็ว]=],
		[ [=[picIndex]=] ]=[=[F06]=],
		[ [=[desc2]=] ]=
		{[=[คิดตาม {x}% คุณสมบัติทั้งหมด]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[3]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[33]=]
		},
		[ [=[desc]=] ]=[=[เมื่อรับบอลจากการเตะลูกโทษหรือเตะมุมจะยิงทันที การทำประตูได้เสียได้คำนวณตามคุณสมบัติรวมทั้งหมด]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[F06]=],
		[ [=[type]=] ]=1
	},
	[ [=[E11]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[สัญญาณเขตโทษ]=],
		[ [=[picIndex]=] ]=[=[E11]=],
		[ [=[desc2]=] ]=
		{[=[ผู้รักษาประตูรับเพิ่ม {x}% สั่งบังคับป้องกัน]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=50000,
		[ [=[lvlImprove]=] ]=
		{[=[6]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=1375,
		[ [=[lvlBase]=] ]=
		{[=[66]=]
		},
		[ [=[desc]=] ]=[=[เมื่อคู่แข่งเข้ามาใกล้เขตโทษ มีโอกาสจัดกองหลังที่มีสกิลการป้องกันสูง กองหลังและกองกลางตัวรับของทีมเราจะได้บวกเพิ่มคุณสมบัติสั่งบังคับป้องกันผู้รักษาประตู มีผลจนกว่าทีมเราแย่งบอลกลับมาได้]=],
		[ [=[priceImprove]=] ]=50000,
		[ [=[skillID]=] ]=[=[E11]=],
		[ [=[type]=] ]=1
	},
	[ [=[F07]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[หัวใจเกมบุก]=],
		[ [=[picIndex]=] ]=[=[F07]=],
		[ [=[desc2]=] ]=
		{[=[เพิ่มความแกร่งคุณสมบัติทั้งหมด {x}%]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{0.55000000000000004
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{6.0499999999999998
		},
		[ [=[desc]=] ]=[=[คุณสมบัติกองหน้ารวมถึงกองกลางแนวรุกทั้งหมดเพิ่มความแข็งแกร่งขึ้น ประสิทธิภาพของทักษะหลายอย่างที่ซ้อนกันจะลดลงครึ่งหนึ่ง โบนัสต่ำสุด 1%]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[F07]=],
		[ [=[type]=] ]=1
	},
	[ [=[F08]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[ผู้นำบัญชา]=],
		[ [=[picIndex]=] ]=[=[F08]=],
		[ [=[desc2]=] ]=
		{[=[เพิ่มความแกร่งคุณสมบัติทั้งหมด {x}%]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{0.55000000000000004
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{6.0499999999999998
		},
		[ [=[desc]=] ]=[=[คุณสมบัติทั้งหมดของกองหลัง ผู้รักษาประตูรวมถึงกองกลางแนวรับเพิ่มความแข็งแกร่งขึ้น ประสิทธิภาพของทักษะหลายอย่างที่ซ้อนกันจะลดลงครึ่งหนึ่ง โบนัสต่ำสุด 1%]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[F08]=],
		[ [=[type]=] ]=1
	},
	[ [=[F09]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[จิตวิญญาณของทีม]=],
		[ [=[picIndex]=] ]=[=[F09]=],
		[ [=[desc2]=] ]=
		{[=[เพิ่มความแกร่งประสิทธิภาพ BUFF{x}%]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{2.5
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{[=[35]=]
		},
		[ [=[desc]=] ]=[=[เวลาผู้เล่นในทีมทั้งหมดได้รับเมตรอนอม/แตรสัญญาณบุก/เมืองปึกแผ่น จะมีเปอร์เซ็นต์โบนัสเพิ่ม ประสิทธิภาพของทักษะหลายอย่างที่ซ้อนกันจะลดลงครึ่งหนึ่ง โบนัสต่ำสุด 1%]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[F09]=],
		[ [=[type]=] ]=1
	},
	[ [=[D07_A]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[FC#AMC]=],
		[ [=[skillName]=] ]=[=[ดินแดนเทพสงคราม]=],
		[ [=[picIndex]=] ]=[=[D07_A]=],
		[ [=[desc2]=] ]=
		{[=[คำนวณจาก {x}% ของคุณสมบัติทั้งหมด]=]
		},
		[ [=[desc3]=] ]=[=[G02]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{3.6000000000000001
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{39.600000000000001
		},
		[ [=[desc]=] ]=[=[เข้าสู่ดินแดนเทพสงคราม เทพสงคราม Batistuta มีโอกาสที่จะสับไกพังประตูโดยตรง เวลายิงประตูจะทำให้เกิดพายุหมุนรุนแรง และจะคำนวณอัตราการทำประตูจากคุณสมบัติทั้งหมด]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[D07_A]=],
		[ [=[type]=] ]=1
	},
	[ [=[D05_A]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[พายุหมุนบุกโจมตี]=],
		[ [=[picIndex]=] ]=[=[D05_A]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมับติทั้งหมดลดลง {x}%]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{[=[2.4]=],[=[1.2]=]
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{[=[26.4]=],[=[13.2]=]
		},
		[ [=[desc]=] ]=[=[เวลา Yorke ยิงประตูจะทำให้ผู้เล่นตั้งรับของฝ่ายตรงข้ามบาดเจ็บ หากบอลไม่เข้าก็จะทำให้คุณสมบัติทั้งหมดของผู้รักษาประตูกับผู้เล่นที่มารบกวนลดลงจนกว่าฝ่ายเราจะได้ประตู]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[D05_A]=],
		[ [=[type]=] ]=1
	},
	[ [=[C01_A]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[AMC]=],
		[ [=[skillName]=] ]=[=[หมาป่าผ่านบอลตรง]=],
		[ [=[picIndex]=] ]=[=[C01_A]=],
		[ [=[desc2]=] ]=
		{[=[คำนวณเพิ่ม {x}% ในคุณสมบัติจ่ายบอล]=]
		},
		[ [=[desc3]=] ]=[=[D02]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{[=[6]=]
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{[=[66]=]
		},
		[ [=[desc]=] ]=[=[เวลา Guti พาบอลอยู่ตรงกลางแดนหน้ามีโอกาสที่จะผ่านบอลตรงที่มีความทะลุทะลวงสูง คำนวณเพิ่มในอัตราการจ่ายบอลสำเร็จของคุณสมบัติจ่ายบอล]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[C01_A]=],
		[ [=[type]=] ]=1
	},
	[ [=[E04_A]=] ]=
	{
		[ [=[desc4]=] ]=[=[D01#D07]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[กัปตันหางม้า]=],
		[ [=[picIndex]=] ]=[=[E04_A]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติทั้งหมดเพิ่มขึ้น {x}%]=],[=[คำนวณ {y}% ลงในคุณสมบัติการบัญชาแนวรับของผู้รักษาประตู]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{[=[1.2]=],[=[6]=]
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{[=[13.2]=],[=[66]=]
		},
		[ [=[desc]=] ]=[=[คุณสมบัติทั้งหมดจะยกระดับขึ้น การบัญชาเกมที่ไม่ธรรมดาของ Seaman จะช่วยเพิ่มประสิทธิภาพในการรบกวนของนักเตะทั้งหมดให้แกร่งขึ้น คำนวณคุณสมบัติการสั่งเกมแนวรับของผู้รักษาประตูลงในเอฟเฟกต์การรบกวน ]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[E04_A]=],
		[ [=[type]=] ]=1
	},
	[ [=[B01_A]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[FL#FR#AMC]=],
		[ [=[skillName]=] ]=[=[เร็วดั่งสายฟ้า]=],
		[ [=[picIndex]=] ]=[=[B01_A]=],
		[ [=[desc2]=] ]=
		{[=[คำนวณเพิ่ม {x}% ในคุณสมบัติพาบอล]=],[=[ คุณสมบัติทั้งหมดอัพ {y}%]=]
		},
		[ [=[desc3]=] ]=[=[C03#D01]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{[=[6]=],[=[2.4]=]
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{[=[66]=],[=[26.4]=]
		},
		[ [=[desc]=] ]=[=[เวลา Owen พาบอลเผชิญหน้ากับการตั้งรับมีโอกาสที่จะใช้เทคนิคการเลี้ยงลูกที่ชำนาญในการทะลุทะลวง คำนวณอัตราการพาบอลสำเร็จในคุณสมบัติพาบอล พาบอลล็อคหลบผู้เล่นฝ่ายตรงข้ามได้สำเร็จ ขณะเดียวกันคุณสมบัติทั้งหมดในตัวก็เพิ่มขึ้นต่อเนื่องจนกว่าเกมบุกในครั้งนี้จะจบลง ]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[B01_A]=],
		[ [=[type]=] ]=1
	},
	[ [=[C03_A]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[FL#FR#ML#MR]=],
		[ [=[skillName]=] ]=[=[แนวเส้นอ่อนช้อย]=],
		[ [=[picIndex]=] ]=[=[C03_A]=],
		[ [=[desc2]=] ]=
		{[=[คำนวณเพิ่ม {x}% ในคุณสมบัติจ่ายบอล]=]
		},
		[ [=[desc3]=] ]=[=[D03]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{[=[6]=]
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{[=[66]=]
		},
		[ [=[desc]=] ]=[=[เวลา Figo ครองบอลริมเส้นในแดนหน้า จะมีโอกาสที่จะผ่านบอลเข้ากลางด้วยแนวเส้นอ่อนช้อย คำนวณเพิ่มอัตราการจ่ายบอลสำเร็จลงในคุณสมบัติการจ่ายบอล]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[C03_A]=],
		[ [=[type]=] ]=1
	},
	[ [=[D07_B]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[FC#AMC]=],
		[ [=[skillName]=] ]=[=[ปืนใหญ่บราซิล]=],
		[ [=[picIndex]=] ]=[=[D07_B]=],
		[ [=[desc2]=] ]=
		{[=[คำนวณจาก {x}% ของคุณสมบัติทั้งหมด]=]
		},
		[ [=[desc3]=] ]=[=[G02]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{3.6000000000000001
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{39.600000000000001
		},
		[ [=[desc]=] ]=[=[Carlos มีโอกาสที่จะสับไกพังประตูแดนหน้าโดยตรง และเป็นการยิงไกลแบบลูกปืนใหญ่ติดไฟสไตล์บราซิล คำนวณอัตราการทำประตูจากคุณสมบัติทั้งหมด]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[D07_B]=],
		[ [=[type]=] ]=1
	},
	[ [=[B03_A]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[ML#MR#MC#DMC]=],
		[ [=[skillName]=] ]=[=[นักบัญชาแดนกลาง]=],
		[ [=[picIndex]=] ]=[=[B03_A]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติทั้งหมดอัพ {x}%]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{2.3999999999999999
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{26.399999999999999
		},
		[ [=[desc]=] ]=[=[เวลา Deco พาบอลไปเผชิญหน้ากับการตั้งรับมีโอกาสที่จะคุมเกมเอาไว้และทำให้เกมตกเป็นของฝั่งเรา คุณสมบัติทั้งหมดของผู้เล่นฝ่ายเราเพิ่มจนกว่าเกมบุกครั้งนี้จะจบลง การบุกครั้งนี้ผู้เล่นส่วนใหญ่จะใช้ทักษะที่ทำให้เลเวลทักษะเกิดประสิทธิภาพสูงที่สุด]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[B03_A]=],
		[ [=[type]=] ]=1
	},
	[ [=[D06_A]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[ฝนดาวตก]=],
		[ [=[picIndex]=] ]=[=[D06_A]=],
		[ [=[desc2]=] ]=
		{[=[คำนวณเพิ่ม {x}% ในคุณสมบัติยิงประตู]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{7.1999999999999904
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{79.200000000000003
		},
		[ [=[desc]=] ]=[=[เวลา Cole ยิงประตู ยิงลูกทรงพลังที่เซฟได้ยากจึงทำให้นายประตูเซฟหลุดมือแล้วกลายเป็นลูกเตะมุม ถ้าบอลไม่เข้า จะคำนวณรวมเพิ่มในอัตราการทำบอลหลุดมือในคุณสมบัติยิงประตู]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[D06_A]=],
		[ [=[type]=] ]=1
	},
	[ [=[C04_A]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[สมองสิงห์บลู]=],
		[ [=[picIndex]=] ]=[=[C04_A]=],
		[ [=[desc2]=] ]=
		{[=[คำนวณเพิ่ม {x}% ในคุณสมบัติจ่ายบอล]=]
		},
		[ [=[desc3]=] ]=[=[C01]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{[=[6]=]
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{[=[66]=]
		},
		[ [=[desc]=] ]=[=[Zola นักเตะที่คุมบอลและจ่ายบอลฝีมือดีของทีมเชลซี เวลาร่วมการจ่ายบอลระยะสั้น (รับบอลหรือออกบอล) คำนวณรวมเพิ่มในอัตราการจ่ายบอลสำเร็จของคุณสมบัติจ่ายบอล ]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[C04_A]=],
		[ [=[type]=] ]=1
	},
	[ [=[G01_A]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[ไม่มีวันเหนื่อย]=],
		[ [=[picIndex]=] ]=[=[G01_A]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติทั้งหมดอัพ {x}%]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{0.36000000000000099
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{3.96
		},
		[ [=[desc]=] ]=[=[Salgado วิ่งได้แบบไม่รู้จักเหนื่อย ทำให้คุณสมบัติในตัวทั้งหมดเพิ่มทุกๆ 10 นาทีจนกว่าเกมจะจบลง]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[G01_A]=],
		[ [=[type]=] ]=1
	},
	[ [=[A02_A]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[ต่อสู้อย่างดุดัน]=],
		[ [=[picIndex]=] ]=[=[A02_A]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมับติทั้งหมดลดลง {x}%]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{2.3999999999999999
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{26.399999999999999
		},
		[ [=[desc]=] ]=[=[เวลา Carlos ตั้งรับจะใช้การเข้าแย่งชิงที่ดุดันก่อกวนผู้เล่นฝ่ายตรงข้าม และทำให้คุณสมบัติทั้งหมดของฝ่ายตรงข้ามลดลงจนกว่าทีมเราจะได้บอลมาครอง]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[A02_A]=],
		[ [=[type]=] ]=1
	},
	[ [=[E03_A]=] ]=
	{
		[ [=[desc4]=] ]=[=[D04]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[พระเจ้าหรือ Bernau]=],
		[ [=[picIndex]=] ]=[=[E03_A]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติทั้งหมดอัพ {x}%]=],[=[Mentality +{y}%]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{[=[1.2]=],[=[9.6]=]
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{[=[13.2]=],[=[105.6]=]
		},
		[ [=[desc]=] ]=[=[ระหว่างเกมคุณสมบัติทั้งหมดของแคสซี่ดีขึ้นและเมื่อเผชิญหน้ากับวอลเลย์ของคู่ต่อสู้แคสซี่ก็เหมือนเทพ ใช้ความคิดในการคำนวณอัตราความสำเร็จของการบันทึกบอล]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[E03_A]=],
		[ [=[type]=] ]=1
	},
	[ [=[D02_A]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[ใบมีดมาธาดอร์]=],
		[ [=[picIndex]=] ]=[=[D02_A]=],
		[ [=[desc2]=] ]=
		{[=[คำนวณเพิ่ม {x}% ในคุณสมบัติยิงประตู]=]
		},
		[ [=[desc3]=] ]=[=[C01]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{[=[6]=]
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{[=[66]=]
		},
		[ [=[desc]=] ]=[=[เมื่อยิงบอลเรียบพื้น เพิ่มโอกาสในการทำประตู เปิดใช้หลังจาก [การจ่ายทะลุช่อง] ข้ามการสกัดแล้วยิง]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[D02_A]=],
		[ [=[type]=] ]=1
	},
	[ [=[C01_KAKA]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[AMC]=],
		[ [=[skillName]=] ]=[=[บทเพลงมายาของมิลาน]=],
		[ [=[picIndex]=] ]=[=[C01_KAKA]=],
		[ [=[desc2]=] ]=
		{[=[คิดเพิ่ม {x}% คุณสมบัติส่งบอล]=]
		},
		[ [=[desc3]=] ]=[=[D02]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{[=[6]=]
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{[=[66]=]
		},
		[ [=[desc]=] ]=[=[เวลา Kaka พาบอลในแดนกลางมีความน่าจะเป็นที่จะส่งบอลตรงได้แหลมคมและทรงพลัง นับรวมเพิ่มเติมในคุณสมบัติแอสซิสต์เพื่อคำนวณอัตราความสำเร็จในการส่งบอล]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[C01_KAKA]=],
		[ [=[type]=] ]=1
	},
	[ [=[D07_GERRARD]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[FC#AMC]=],
		[ [=[skillName]=] ]=[=[ปืนใหญ่ปิดล้อมทหารแดง]=],
		[ [=[picIndex]=] ]=[=[D07_GERRARD]=],
		[ [=[desc2]=] ]=
		{[=[คิดตาม {x}% คุณสมบัติทั้งหมด]=]
		},
		[ [=[desc3]=] ]=[=[G02]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{3.6000000000000001
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{39.600000000000001
		},
		[ [=[desc]=] ]=[=[เวลา Gerrard พาบอลในแดนกลางมีความน่าจะเป็นที่จะยกเท้าสับไกพังประตู คุณสมบัติทั้งหมดนับรวมกับอัตราการทำประตู]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[D07_GERRARD]=],
		[ [=[type]=] ]=1
	},
	[ [=[G05_NESTA]=] ]=
	{
		[ [=[desc4]=] ]=[=[G02]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[กำแพงซานซีโร]=],
		[ [=[picIndex]=] ]=[=[G05_NESTA]=],
		[ [=[desc2]=] ]=
		{[=[ลดสมบัติทั้งหมด {x}%]=]
		},
		[ [=[desc3]=] ]=[=[G03]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{1.2
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{[=[18]=]
		},
		[ [=[desc]=] ]=[=[เวลาฝ่ายตนเองเสียการครองบอล Nesta มีโอกาสที่จะยับยั้งการป้องกันของผู้เล่นฝ่ายตรงข้ามทั้งหมดหนึ่งครั้ง ทำให้คุณสมบัติหมู่ของผู้เล่นทั้งหมดที่บุกในครั้งนี้ลดลง ขณะเดียวกันจะได้รับ BUFF เพิ่มผลเอฟเฟกต์ เมื่อฝ่ายตนเองได้ครองบอลเอฟเฟกต์ก็จะหายไป เมื่อสกิลหลายตัวทำงานพร้อมกันจะแสดงผลเอฟเฟกต์ของสกิลที่มีเลเวลสูงสุด]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[G05_NESTA]=],
		[ [=[type]=] ]=1
	},
	[ [=[A01_SIMEONE]=] ]=
	{
		[ [=[desc4]=] ]=[=[B01#B02]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[นักเลงฟ้าขาว]=],
		[ [=[picIndex]=] ]=[=[A01_SIMEONE]=],
		[ [=[desc2]=] ]=
		{[=[คิดเพิ่ม {x}% คุณสมบัติแย่งบอล]=]
		},
		[ [=[desc3]=] ]=[=[]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{[=[6]=]
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{[=[66]=]
		},
		[ [=[desc]=] ]=[=[เวลา Simeone ตัดบอลมีความน่าจะเป็นนับรวมเพิ่มในคุณสมบัติตัดบอลที่นับรวมในอัตราการตัดบอลสำเร็จ]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[A01_SIMEONE]=],
		[ [=[type]=] ]=1
	},
	[ [=[B01_HENRY]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[FL#FR#AMC]=],
		[ [=[skillName]=] ]=[=[ราชันปืนใหญ่]=],
		[ [=[picIndex]=] ]=[=[B01_HENRY]=],
		[ [=[desc2]=] ]=
		{[=[คิดเพิ่ม {x}% คุณสมบัติเลี้ยงบอล ]=],[=[เพิ่ม {y}% คุณสมบัติทั้งหมด]=]
		},
		[ [=[desc3]=] ]=[=[C03#D01]=],
		[ [=[priceBase]=] ]=60000,
		[ [=[lvlImprove]=] ]=
		{[=[6]=],[=[2.4]=]
		},
		[ [=[powerImprove]=] ]=150,
		[ [=[powerBase]=] ]=1650,
		[ [=[lvlBase]=] ]=
		{[=[66]=],[=[26.4]=]
		},
		[ [=[desc]=] ]=[=[เวลา Henry เผชิญหน้ากับการตั้งรับมีความน่าจะเป็นที่จะใช้สกิลการพาบอลที่ช่ำชองเพื่อทะลวง นับรวมเพิ่มในคุณสมบัติพาบอลที่คำนวณอัตราการพาบอลสำเร้จ พาบอลสำเร็จแล้วจะล็อกผ่านผู้เล่นทีมตรงข้าม ขณะเดียวกันคุณสมบัติประจำตัวทั้งหมดเพิ่มขึ้นและต่อเนื่องจนกว่าการบุกครั้งนี้จะสิ้นสุด]=],
		[ [=[priceImprove]=] ]=60000,
		[ [=[skillID]=] ]=[=[B01_HENRY]=],
		[ [=[type]=] ]=1
	}
}
return var