local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		[ [=[picIndex]=] ]=1004,
		[ [=[name]=] ]=[=[ธงแฟนบอล]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[สายหลัก เลเวลลีกได้ การ์ดมิตราภาพ แข่งอันดับ อีเว้นท์ คัพสโมสรโลก กิจกรรม ]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[อุปกรณ์ที่แฟนบอลต้องมี ธงเชียร์บอลขนาดเล็ก ที่นี่ที่เดียวเท่านั้น]=]
	},
	[ [=[2]=] ]=
	{
		[ [=[picIndex]=] ]=1005,
		[ [=[name]=] ]=[=[ถ้วยชาแฟนบอล]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[สายหลัก เลเวลลีกได้ การ์ดมิตราภาพ ถอนการ์ด แข่งอันดับ อีเว้นท์ คัพสโมสรโลก กิจกรรม]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[ถ้วยชาใบเล็กๆที่เปี่ยมล้นไปด้วยความหวังของแฟนบอล สักวันหนึ่งจะเปลี่ยนเป็นรางวัลอันยิ่งใหญ่]=]
	},
	[ [=[3]=] ]=
	{
		[ [=[picIndex]=] ]=1006,
		[ [=[name]=] ]=[=[ผ้าพันคอแฟนบอล]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[ถอนการ์ด อีเว้นท์ แข่งอันดับ กิจกรรม    ]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเดินอยู่บนถนนแล้วไม่ได้พันผ้าพันคอของแฟนบอลแล้วรู้สึกเขินๆ ยิ่งตอนรับรางวัลใหญ่แล้วไม่ต้องพูดถึงเลย]=]
	},
	[ [=[4]=] ]=
	{
		[ [=[picIndex]=] ]=1004,
		[ [=[name]=] ]=[=[ธงแฟนบอล]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[สายหลัก เลเวลลีกได้ การ์ดมิตราภาพ แข่งอันดับ อีเว้นท์ คัพสโมสรโลก กิจกรรม ]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[อุปกรณ์ที่แฟนบอลต้องมี ธงเชียร์บอลขนาดเล็ก ที่นี่ที่เดียวเท่านั้น]=]
	},
	[ [=[5]=] ]=
	{
		[ [=[picIndex]=] ]=1005,
		[ [=[name]=] ]=[=[ถ้วยชาแฟนบอล]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[สายหลัก เลเวลลีกได้ การ์ดมิตราภาพ ถอนการ์ด แข่งอันดับ อีเว้นท์ คัพสโมสรโลก กิจกรรม]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[ถ้วยชาใบเล็กๆที่เปี่ยมล้นไปด้วยความหวังของแฟนบอล สักวันหนึ่งจะเปลี่ยนเป็นรางวัลอันยิ่งใหญ่]=]
	},
	[ [=[6]=] ]=
	{
		[ [=[picIndex]=] ]=1006,
		[ [=[name]=] ]=[=[ผ้าพันคอแฟนบอล]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[ถอนการ์ด อีเว้นท์ แข่งอันดับ กิจกรรม    ]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเดินอยู่บนถนนแล้วไม่ได้พันผ้าพันคอของแฟนบอลแล้วรู้สึกเขินๆ ยิ่งตอนรับรางวัลใหญ่แล้วไม่ต้องพูดถึงเลย]=]
	},
	[ [=[7]=] ]=
	{
		[ [=[picIndex]=] ]=1004,
		[ [=[name]=] ]=[=[ธงแฟนบอลถ้วยอาเซียนคัพ]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[สายหลัก เลเวลลีกได้ การ์ดมิตราภาพ แข่งอันดับ อีเว้นท์ คัพสโมสรโลก กิจกรรม ]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[อุปกรณ์ที่แฟนบอลต้องมี ธงเชียร์บอลขนาดเล็ก ที่นี่ที่เดียวเท่านั้น]=]
	},
	[ [=[8]=] ]=
	{
		[ [=[picIndex]=] ]=1005,
		[ [=[name]=] ]=[=[ถ้วยชาแฟนบอลถ้วยอาเซียนคัพ]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[สายหลัก เลเวลลีกได้ การ์ดมิตราภาพ ถอนการ์ด แข่งอันดับ อีเว้นท์ คัพสโมสรโลก กิจกรรม]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[ถ้วยชาใบเล็กๆที่เปี่ยมล้นไปด้วยความหวังของแฟนบอล สักวันหนึ่งจะเปลี่ยนเป็นรางวัลอันยิ่งใหญ่]=]
	},
	[ [=[9]=] ]=
	{
		[ [=[picIndex]=] ]=1006,
		[ [=[name]=] ]=[=[ผ้าพันคอแฟนบอลถ้วยอาเซียนคัพ]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[ถอนการ์ด แข่งอันดับ กิจกรรม     ]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเดินอยู่บนถนนแล้วไม่ได้พันผ้าพันคอของแฟนบอลแล้วรู้สึกเขินๆ ยิ่งตอนรับรางวัลใหญ่แล้วไม่ต้องพูดถึงเลย]=]
	},
	[ [=[10]=] ]=
	{
		[ [=[picIndex]=] ]=1004,
		[ [=[name]=] ]=[=[ธงแฟนบอลถ้วยอาเซียนคัพ]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[สายหลัก เลเวลลีกได้ การ์ดมิตราภาพ แข่งอันดับ อีเว้นท์ คัพสโมสรโลก กิจกรรม ]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[อุปกรณ์ที่แฟนบอลต้องมี ธงเชียร์บอลขนาดเล็ก ที่นี่ที่เดียวเท่านั้น]=]
	},
	[ [=[11]=] ]=
	{
		[ [=[picIndex]=] ]=1005,
		[ [=[name]=] ]=[=[ถ้วยชาแฟนบอลถ้วยอาเซียนคัพ]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[สายหลัก เลเวลลีกได้ การ์ดมิตราภาพ ถอนการ์ด แข่งอันดับ อีเว้นท์ คัพสโมสรโลก กิจกรรม]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[ถ้วยชาใบเล็กๆที่เปี่ยมล้นไปด้วยความหวังของแฟนบอล สักวันหนึ่งจะเปลี่ยนเป็นรางวัลอันยิ่งใหญ่]=]
	},
	[ [=[12]=] ]=
	{
		[ [=[picIndex]=] ]=1006,
		[ [=[name]=] ]=[=[ผ้าพันคอแฟนบอลถ้วยอาเซียนคัพ]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[ถอนการ์ด แข่งอันดับ กิจกรรม     ]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเดินอยู่บนถนนแล้วไม่ได้พันผ้าพันคอของแฟนบอลแล้วรู้สึกเขินๆ ยิ่งตอนรับรางวัลใหญ่แล้วไม่ต้องพูดถึงเลย]=]
	},
	[ [=[13]=] ]=
	{
		[ [=[picIndex]=] ]=1004,
		[ [=[name]=] ]=[=[ธงแฟนบอลถ้วยอาเซียนคัพ]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[สายหลัก เลเวลลีกได้ การ์ดมิตราภาพ แข่งอันดับ อีเว้นท์ คัพสโมสรโลก กิจกรรม ]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[อุปกรณ์ที่แฟนบอลต้องมี ธงเชียร์บอลขนาดเล็ก ที่นี่ที่เดียวเท่านั้น]=]
	},
	[ [=[14]=] ]=
	{
		[ [=[picIndex]=] ]=1005,
		[ [=[name]=] ]=[=[ถ้วยชาแฟนบอลถ้วยอาเซียนคัพ]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[สายหลัก เลเวลลีกได้ การ์ดมิตราภาพ ถอนการ์ด แข่งอันดับ อีเว้นท์ คัพสโมสรโลก กิจกรรม]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[ถ้วยชาใบเล็กๆที่เปี่ยมล้นไปด้วยความหวังของแฟนบอล สักวันหนึ่งจะเปลี่ยนเป็นรางวัลอันยิ่งใหญ่]=]
	},
	[ [=[15]=] ]=
	{
		[ [=[picIndex]=] ]=1006,
		[ [=[name]=] ]=[=[ผ้าพันคอแฟนบอลถ้วยอาเซียนคัพ]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[ถอนการ์ด เลเวลลีกได้  แข่งอันดับ กิจกรรม     ]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเดินอยู่บนถนนแล้วไม่ได้พันผ้าพันคอของแฟนบอลแล้วรู้สึกเขินๆ ยิ่งตอนรับรางวัลใหญ่แล้วไม่ต้องพูดถึงเลย]=]
	},
	[ [=[16]=] ]=
	{
		[ [=[picIndex]=] ]=1007,
		[ [=[name]=] ]=[=[เกล็ดหิมะคริสต์มาส]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[สายหลัก เลเวลลีกได้ การ์ดมิตราภาพ แข่งอันดับ อีเว้นท์ คัพสโมสรโลก กิจกรรม ]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[สุขสันต์วันคริสต์มาส！]=]
	},
	[ [=[17]=] ]=
	{
		[ [=[picIndex]=] ]=1008,
		[ [=[name]=] ]=[=[ต้นคริสต์มาส ]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[สายหลัก เลเวลลีกได้ การ์ดมิตราภาพ ถอนการ์ด แข่งอันดับ อีเว้นท์ คัพสโมสรโลก กิจกรรม]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[สุขสันต์วันคริสต์มาส！]=]
	},
	[ [=[18]=] ]=
	{
		[ [=[picIndex]=] ]=1009,
		[ [=[name]=] ]=[=[ถุงเท้าคริสต์มาส！ ]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[ถอนการ์ด เลเวลลีกได้  แข่งอันดับ กิจกรรม     ]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[สุขสันต์วันคริสต์มาส！]=]
	},
	[ [=[19]=] ]=
	{
		[ [=[picIndex]=] ]=1001,
		[ [=[name]=] ]=[=[ประทัด]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[สายหลัก เลเวลลีกได้ การ์ดมิตราภาพ แข่งอันดับ อีเว้นท์ คัพสโมสรโลก กิจกรรม ]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[การจุดประทัดฉลองปีใหม่ถือเป็นเรื่องที่น่าปิติยินดี ไม่รู้ว่าระหว่างที่ประทัดเกิดประกายไฟจะมีของอะไรดีๆกระเด็นออกมาไหมนะ]=]
	},
	[ [=[20]=] ]=
	{
		[ [=[picIndex]=] ]=1003,
		[ [=[name]=] ]=[=[สติ๊กเกอร์อวยพรปีใหม่]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[สายหลัก เลเวลลีกได้ การ์ดมิตราภาพ ถอนการ์ด แข่งอันดับ อีเว้นท์ คัพสโมสรโลก กิจกรรม]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[ในช่วงเทศกาลตรุษจีน หน้าประตูของทุกครัวเรือนต่างก็ติดสติ๊กเกอร์อวยพรปีใหม่ นอกจากจะใช้ตกแต่งแล้ว ยังสามารถแลกของรางวัลได้อีกด้วย]=]
	},
	[ [=[21]=] ]=
	{
		[ [=[picIndex]=] ]=1002,
		[ [=[name]=] ]=[=[กระเป๋าอวยพรปีใหม่]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[ถอนการ์ด เลเวลลีกได้  แข่งอันดับ กิจกรรม     ]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[ในช่วงเทศกาลตรุษจีนอันดีงามนี้ การจะไปเยี่ยมญาติและเพื่อนจำเป็นต้องเตรียมกระเป๋าอวยพรปีใหม่ ได้ยินว่าหากรวบรวมกระเป๋าอวยพรปีใหม่อาจจะยังสามารถได้รับนักเตะระดับSSที่ชื่นชอบเป็นการฉลองปีใหม่ครั้งใหญ่]=]
	},
	[ [=[22]=] ]=
	{
		[ [=[picIndex]=] ]=1004,
		[ [=[name]=] ]=[=[ธงแฟนบอล]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[สายหลัก เลเวลลีกได้ การ์ดมิตราภาพ แข่งอันดับ อีเว้นท์ คัพสโมสรโลก กิจกรรม ]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[อุปกรณ์ที่แฟนบอลต้องมี ธงเชียร์บอลขนาดเล็ก ที่นี่ที่เดียวเท่านั้น]=]
	},
	[ [=[23]=] ]=
	{
		[ [=[picIndex]=] ]=1005,
		[ [=[name]=] ]=[=[ถ้วยชาแฟนบอล]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[สายหลัก เลเวลลีกได้ การ์ดมิตราภาพ ถอนการ์ด แข่งอันดับ อีเว้นท์ คัพสโมสรโลก กิจกรรม]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[ถ้วยชาใบเล็กๆที่เปี่ยมล้นไปด้วยความหวังของแฟนบอล สักวันหนึ่งจะเปลี่ยนเป็นรางวัลอันยิ่งใหญ่]=]
	},
	[ [=[24]=] ]=
	{
		[ [=[picIndex]=] ]=1006,
		[ [=[name]=] ]=[=[ผ้าพันคอแฟนบอล]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[ถอนการ์ด เลเวลลีกได้  แข่งอันดับ กิจกรรม     ]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเดินอยู่บนถนนแล้วไม่ได้พันผ้าพันคอของแฟนบอลแล้วรู้สึกเขินๆ ยิ่งตอนรับรางวัลใหญ่แล้วไม่ต้องพูดถึงเลย]=]
	},
	[ [=[25]=] ]=
	{
		[ [=[picIndex]=] ]=1004,
		[ [=[name]=] ]=[=[ธงแฟนบอล]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[สายหลัก เลเวลลีกได้ การ์ดมิตราภาพ แข่งอันดับ อีเว้นท์ คัพสโมสรโลก กิจกรรม ]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[อุปกรณ์ที่แฟนบอลต้องมี ธงเชียร์บอลขนาดเล็ก ที่นี่ที่เดียวเท่านั้น]=]
	},
	[ [=[26]=] ]=
	{
		[ [=[picIndex]=] ]=1005,
		[ [=[name]=] ]=[=[ถ้วยชาแฟนบอล]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[สายหลัก เลเวลลีกได้ การ์ดมิตราภาพ ถอนการ์ด แข่งอันดับ อีเว้นท์ คัพสโมสรโลก กิจกรรม]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[ถ้วยชาใบเล็กๆที่เปี่ยมล้นไปด้วยความหวังของแฟนบอล สักวันหนึ่งจะเปลี่ยนเป็นรางวัลอันยิ่งใหญ่]=]
	},
	[ [=[27]=] ]=
	{
		[ [=[picIndex]=] ]=1006,
		[ [=[name]=] ]=[=[ผ้าพันคอแฟนบอล]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[ถอนการ์ด เลเวลลีกได้  แข่งอันดับ กิจกรรม     ]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเดินอยู่บนถนนแล้วไม่ได้พันผ้าพันคอของแฟนบอลแล้วรู้สึกเขินๆ ยิ่งตอนรับรางวัลใหญ่แล้วไม่ต้องพูดถึงเลย]=]
	},
	[ [=[28]=] ]=
	{
		[ [=[picIndex]=] ]=1004,
		[ [=[name]=] ]=[=[ธงแฟนบอล]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[สายหลัก เลเวลลีกได้ การ์ดมิตราภาพ แข่งอันดับ อีเว้นท์ คัพสโมสรโลก กิจกรรม ]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[อุปกรณ์ที่แฟนบอลต้องมี ธงเชียร์บอลขนาดเล็ก ที่นี่ที่เดียวเท่านั้น]=]
	},
	[ [=[29]=] ]=
	{
		[ [=[picIndex]=] ]=1005,
		[ [=[name]=] ]=[=[ถ้วยชาแฟนบอล]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[สายหลัก เลเวลลีกได้ การ์ดมิตราภาพ ถอนการ์ด แข่งอันดับ อีเว้นท์ คัพสโมสรโลก กิจกรรม]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[ถ้วยชาใบเล็กๆที่เปี่ยมล้นไปด้วยความหวังของแฟนบอล สักวันหนึ่งจะเปลี่ยนเป็นรางวัลอันยิ่งใหญ่]=]
	},
	[ [=[30]=] ]=
	{
		[ [=[picIndex]=] ]=1006,
		[ [=[name]=] ]=[=[ผ้าพันคอแฟนบอล]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[ถอนการ์ด เลเวลลีกได้  แข่งอันดับ กิจกรรม     ]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเดินอยู่บนถนนแล้วไม่ได้พันผ้าพันคอของแฟนบอลแล้วรู้สึกเขินๆ ยิ่งตอนรับรางวัลใหญ่แล้วไม่ต้องพูดถึงเลย]=]
	},
	[ [=[31]=] ]=
	{
		[ [=[picIndex]=] ]=1004,
		[ [=[name]=] ]=[=[ธงแฟนบอล]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[สายหลัก เลเวลลีกได้ การ์ดมิตราภาพ แข่งอันดับ อีเว้นท์ คัพสโมสรโลก กิจกรรม ]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[อุปกรณ์ที่แฟนบอลต้องมี ธงเชียร์บอลขนาดเล็ก ที่นี่ที่เดียวเท่านั้น]=]
	},
	[ [=[32]=] ]=
	{
		[ [=[picIndex]=] ]=1005,
		[ [=[name]=] ]=[=[ถ้วยชาแฟนบอล]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[สายหลัก เลเวลลีกได้ การ์ดมิตราภาพ ถอนการ์ด แข่งอันดับ อีเว้นท์ คัพสโมสรโลก กิจกรรม]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[ถ้วยชาใบเล็กๆที่เปี่ยมล้นไปด้วยความหวังของแฟนบอล สักวันหนึ่งจะเปลี่ยนเป็นรางวัลอันยิ่งใหญ่]=]
	},
	[ [=[33]=] ]=
	{
		[ [=[picIndex]=] ]=1006,
		[ [=[name]=] ]=[=[ผ้าพันคอแฟนบอล]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[ถอนการ์ด เลเวลลีกได้  แข่งอันดับ กิจกรรม     ]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[เมื่อเดินอยู่บนถนนแล้วไม่ได้พันผ้าพันคอของแฟนบอลแล้วรู้สึกเขินๆ ยิ่งตอนรับรางวัลใหญ่แล้วไม่ต้องพูดถึงเลย]=]
	}
}
return var