local null = nil
local var = 
{
	[ [=[A01_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX สไลด์]=],
		[ [=[picIndex]=] ]=[=[A01_1]=],
		[ [=[desc2]=] ]=
		{[=[นับรวมกับ{x}%คุณสมบัติการแย่งบอล]=],[=[{y}%ความน่าจะเป็นในการทำให้ฝ่ายตรงข้ามบาดเจ็บ]=],[=[คุณสมบัติทั้งหมดลดลง{a}%]=],[=[อย่างต่อเนื่อง{b}นาที]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[0]=],[=[0]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[55]=],[=[60]=],[=[60]=],[=[15]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[ขณะตัดบอล มีความน่าจะเป็นที่จะนับรวมกับอัตราความสำเร็จต่อการตัดบอลของคุณสมบัติการตัดบอล มีโอกาสที่จะทำให้ฝ่ายตรงข้ามบาดเจ็บช่วงระยะเวลาหนึ่ง และคุณสมบัติทั้งหมดของผู้เล่นที่บาดเจ็บจะลดลง]=],
		[ [=[type]=] ]=5
	},
	[ [=[A01_SIMEONE_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[นักเลงฟ้าขาว EX]=],
		[ [=[picIndex]=] ]=[=[A01_SIMEONE_1]=],
		[ [=[desc2]=] ]=
		{[=[นับรวมกับ{x}%คุณสมบัติการแย่งบอล]=],[=[{y}%ความน่าจะเป็นในการทำให้ฝ่ายตรงข้ามบาดเจ็บ]=],[=[คุณสมบัติทั้งหมดลดลง{a}%]=],[=[อย่างต่อเนื่อง{b}นาที]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[6]=],[=[0]=],[=[0]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[66]=],[=[65]=],[=[60]=],[=[30]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[เวลา Simeone ตัดบอลมีความน่าจะเป็นนับรวมเพิ่มในคุณสมบัติตัดบอลที่นับรวมในอัตราการตัดบอลสำเร็จ มีความน่าจะเป็นที่จะทำให้ฝ่ายตรงข้ามได้รับบาดเจ็บสูงขึ้น ขณะเดียวกันคุณสมบัติหมู่ของผู้เล่นที่บาดเจ็บลดลงและทักษะทั้งหมดไม่มีผล ต่อเนื่องเป็นเวลาช่วงหนึ่ง หลังจากเอฟเฟกต์ทับซ้อนกันแล้วจะรีเซ็ตเวลาการมีผลใหม่]=],
		[ [=[type]=] ]=5
	},
	[ [=[A02_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX กลเม็ด]=],
		[ [=[picIndex]=] ]=[=[A02_1]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติทั้งหมดลดลง{x}%]=],[=[ลดลง{y}%อัตราความสำเร็จในการยิงประตู]=],[=[3ครั้งลูกตุกติกซ้อนกัน ทักษะการยิงประตูฝ่ายตรงข้ามถูกลบ]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[2]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[22]=],[=[5]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[ขณะตั้งรับ มีความน่าจะเป็นที่จะใช้ลูกตุกติกรบกวนนักเตะเพื่อทำให้คุณสมบัติทั้งหมดของนักเตะลดลง ขณะเดียวกันยังส่งผลกระทบต่อเปอร์เซ็นต์อัตราความสำเร็จในการทำประตูของนักเตะนั้นโดยตรง หลังจากซ้อนลูกตุกติกหลายครั้ง จะห้ามทักษะการยิงประตูฝ่ายตรงข้ามไปเลยจนกว่าฝ่ายเราจะได้บอลอีกครั้ง]=],
		[ [=[type]=] ]=5
	},
	[ [=[A02_A_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX ต่อสู้อย่างดุดัน]=],
		[ [=[picIndex]=] ]=[=[A02_A_1]=],
		[ [=[desc2]=] ]=
		{[=[ลดคุณสมบัติทั้งหมดโดย{x}%]=],[=[เพิ่มการขโมยคุณสมบัติทั้งหมดโดย{y}%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[2.4]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[26.4]=],[=[25]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[เวลา Carlos ตั้งรับจะใช้การเข้าแย่งชิงที่ดุดันก่อกวนผู้เล่นฝ่ายตรงข้าม และทำให้คุณสมบัติทั้งหมดของฝ่ายตรงข้ามลดลงจนกว่าทีมเราจะได้บอลมาครอง ในเวลาเดียวกันมันจะส่งผลโดยตรงต่ออัตราร้อยละของอัตราความสำเร็จในการยิงของผู้เล่นหลังจากซ้อนการกระทำเล็ก ๆ หลายอย่างทักษะการยิงของฝ่ายตรงข้ามจะถูกห้ามโดยตรงและดำเนินการต่อไปจนกว่าผู้เล่นจะได้ลูกกลับมา หากฝ่ายตรงข้ามขโมยได้สำเร็จด้วยการกระทำเล็กน้อยเขาจะอัปเกรดคุณลักษณะทั้งหมดของเขาจนกว่าจะสิ้นสุดเกม]=],
		[ [=[type]=] ]=5
	},
	[ [=[A03_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX การล่า]=],
		[ [=[picIndex]=] ]=[=[A03_1]=],
		[ [=[desc2]=] ]=
		{[=[โดย{x}%นับรวมกับคุณสมบัติทั้งหมด]=],[=[หลังสำเร็จการแย่งบอลเพิ่มเติม{y}%คุณสมบัติทั้งหมด]=],[=[ลดลง{a}%คุณสมบัติทั้งหมด]=],[=[อย่างต่อเนื่อง{b}นาที]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[3]=],[=[0.3]=],[=[0.1]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[33]=],[=[36.3]=],[=[12]=],[=[15]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[ขณะตั้งรับที่ครึ่งสนามของฝ่ายตรงข้าม มีความเป็นไปได้ที่จะใช้การตัดบอลหรือการสกัดแบบไม่ทันตั้งตัว นับรวมการตัดบอลกับคุณสมบัติทั้งหมดหรืออัตราความสำเร็จในการสกัด หลังจากลุกล้ำสำเร็จจะช่วยเสริมสร้างขวัญกำลังใจของทีม และเพิ่มคุณสมบัติของทั้งทีมในช่วงระยะเวลาหนึ่งแล้วลดคุณสมบัติทั้งหมดทั้งทีมด้วย]=],
		[ [=[type]=] ]=5
	},
	[ [=[A04_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX คาดเดา]=],
		[ [=[picIndex]=] ]=[=[A04_1]=],
		[ [=[desc2]=] ]=
		{[=[นับรวมกับ{x}%คุณสมบัติการสกัดบอล]=],[=[{y}%ความน่าจะเป็นของนักเตะฝ่ายตรงข้ามลดลง]=],[=[{a}%คุณสมบัติทั้งหมด]=],[=[{b}%ความน่าจะเป็นในการยกเลิกทักษะของฝ่ายตรงข้าม]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[0]=],[=[0.1]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[55]=],[=[20]=],[=[50.1]=],[=[6]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[ขณะตั้งรับการผ่านบอลบนพื้น มีความเป็นไปได้ที่จะนับรวมกับอัตราความสำเร็จในการสกัดบอลของคุณสมบัติการสกัดบอล เวลาฝ่ายตรงข้ามผ่านบอลแต่ละครั้งต่างมีความน่าจะเป็นที่จะมองทะลุพฤติกรรมและการกระทำของฝ่ายตรงข้าม มีโอกาสที่จะลดคุณสมบัติทั้งหมดของผู้เล่นที่ผ่านบอลของฝ่ายตรงข้าม หรือสุ่มถอนทักษะของฝ่ายตรงข้ามหนึ่งอย่างโ]=],
		[ [=[type]=] ]=5
	},
	[ [=[A05_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX หอป้องกันอากาศ]=],
		[ [=[picIndex]=] ]=[=[A05_1]=],
		[ [=[desc2]=] ]=
		{[=[นับรวมกับ{x}%คุณสมบัติการสกัดบอล]=],[=[{y}%ความน่าจะเป็นในการสำเร็จ]=],[=[{a}%รบกวนคุณสมบัติทั้งหมด]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[0]=],[=[0.1]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[55]=],[=[60]=],[=[55.1]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[ขณะตั้งรับการส่งลูกโด่ง มีความเป็นไปได้ที่จะนับรวมกับอัตราความสำเร็จในการสกัดบอลของคุณสมบัติการสกัดบอล เมื่อผู้เล่นฝ่ายตรงข้ามใช้หัวโหม่งบอล/ยิงลูกวอลเลย์ นักเตะหอปราการจะอยู่ในตำแหน่งใกล้กับผู้เล่นยิงประตูของฝ่ายตรงข้าม เพิ่มประสิทธิภาพความน่าจะเป็นในการรบกวนผู้เล่นยิงประตูของฝ่ายตรงข้ามในระดับหนึ่ง（ประสิทธิภาพนี้ละเว้นComba）และมีเพียงหอปราการเดียวเท่านั้นที่จะเกิดประสิทธิภาพการรบกวน]=],
		[ [=[type]=] ]=5
	},
	[ [=[A06_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX ปิดบัง]=],
		[ [=[picIndex]=] ]=[=[A06_1]=],
		[ [=[desc2]=] ]=
		{[=[นับรวมกับคุณสมบัติการแย่งบอลและการสกัดบอล{x}%]=],[=[ขณะเดียวกัน{y}%โอกาสในการข่มขวัญคู่ต่อสู้]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[55]=],[=[16]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[ขณะรบกวนการยิงประตู เข้าสกัดกั้นด้วยท่าทีที่ไม่กลัวตาย ขยายขอบเขตการสกัด นับรวมเพิ่มในการตัดบอล ประสิทธิภาพการรบกวนผลรวมคุณสมบัติการสกัดกั้น ขณะเดียวกันการสกัดจะทำให้ผู้เล่นยิงประตูของฝ่ายตรงข้ามลนลาน ละเว้นคุณสมบัติความน่าจะเป็นที่แน่นอนทำให้ผู้เล่นยิงประตูยิงว่าว(ผลลัพธ์ไม่ซ้อนกัน)。]=],
		[ [=[type]=] ]=5
	},
	[ [=[A07_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX โล่เหล็ก]=],
		[ [=[picIndex]=] ]=[=[A07_1]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติทั้งหมดเพิ่มขึ้น{x}%]=],[=[ทุกครั้งที่มีนักเตะตั้งรับแบบลูกโซ่เพิ่มหนึ่งคน คุณสมบัติทั้งหมดจะเพิ่มขึ้น{y}%]=],[=[ทุกครั้งที่มีเพิ่มหนึ่งคนE{x}นักเตะตั้งรับแบบลูกโซ่จะทำให้ฝ่ายตรงข้ามลดลง{a}%คุณสมบัติทั้งหมด]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[0.6]=],[=[0.1]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[6.6]=],[=[1.1]=],[=[2.5]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[ขณะตั้งรับ ทุกครั้งที่ฝ่ายตรงข้ามผ่านบอลสำเร็จ คุณสมบัติทั้งหมดบนตัวผู้เล่นจะเพิ่มขึ้น ขณะเดียวกันก็จะลดคุณสมบัติทั้งหมดของผู้เล่นฝ่ายตรงข้ามจนกว่าฝ่ายเราจะได้บอลอีกครั้ง]=],
		[ [=[type]=] ]=5
	},
	[ [=[A08_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX สังเกต]=],
		[ [=[picIndex]=] ]=[=[A08_1]=],
		[ [=[desc2]=] ]=
		{[=[โดย{x}%นับคุณสมบัติทั้งหมดของการจ้องจับครั้งแรก]=],[=[{y}%นับคุณสมบัติทั้งหมดของการจ้องจับเพิ่มเติม]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[55]=],[=[65]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[ขณะฝ่ายเราเสียบอล มีความน่าจะเป็นที่จะสั่งให้เพื่อนร่วมทีมหรือตัวเองจับตาย ทำให้ทักษะของเขาอันหนึ่งหมดฤทธิ์ หลังจากExทักษะ สามารถจับตายปีกซ้าย/กองกลางตัวรุก/ กองกลางฝ่ายตรงข้าม ทำให้ทักษะของเขาอันหนึ่งหมดฤทธิ์จนกว่าฝ่ายเราจะได้บอลใหม่ นับรวมอัตราความสำเร็จในการจับแม่นคุณสมบัติทั้งหมด]=],
		[ [=[type]=] ]=5
	},
	[ [=[B01_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX ก้าวกระโดด]=],
		[ [=[picIndex]=] ]=[=[B01_1]=],
		[ [=[desc2]=] ]=
		{[=[นับรวมกับ{x}%คุณสมบัติพาบอล]=],[=[คุณสมบัติทั้งหมดเพิ่มขึ้น{y}%]=],[=[หลังจุดชนวนทักษะภายใน{a}นาทีจะไม่ได้รับผลกระทบเชิงลบใดๆ]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[2]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[55]=],[=[22]=],[=[3]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[เวลาพาบอลเผชิญหน้าการตั้งรับ มีความน่าจะเป็นที่จะใช้เทคนิคการพาบอลที่มีทักษะบุกทะลวง และยังนับรวมกับอัตราการพาบอลสำเร็จของคุณสมบัติการพาบอล พาบอลสำเร็จแล้วผ่านนักเตะฝ่ายตรงข้ามไปได้ ขณะเดียวกันคุณสมบัติบนตัวทั้งหมดจะเพิ่ม และไม่ได้รับผลของผลกระทบเชิงลบใดๆภายในเวลาที่แน่นอน(รวมถึงผลของเหรียญเชิงลบ)]=],
		[ [=[type]=] ]=5
	},
	[ [=[B01_A_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX เร็วดั่งสายฟ้า]=],
		[ [=[picIndex]=] ]=[=[B01_A_1]=],
		[ [=[desc2]=] ]=
		{[=[รวม{x}% เพิ่มเติมพร้อมกับแอตทริบิวต์ของลูก]=],[=[การเพิ่มคุณสมบัติแบบเต็ม{y}%]=],[=[จะไม่มีผลกระทบใด ๆ ภายใน{a} นาทีหลังจากทักษะถูกกระตุ้น]=],[=[การเพิ่มขึ้นของผ้า 5%]=],[=[เพิ่มเป้าหมาย 10%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[6]=],[=[2.4]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[66]=],[=[26.4]=],[=[3]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[ในการเผชิญหน้ากับการป้องกันมีความเป็นไปได้ที่โอเว่นอาจใช้ทักษะการเลี้ยงลูกฟุตบอลที่โดดเด่นของเขาในการฝ่าบอล แอตทริบิวต์การเลี้ยงลูกฟุตบอลพิเศษรวมอยู่ในการคำนวณอัตราความสำเร็จของการเลี้ยงลูกฟุตบอล ภายในระยะเวลาหนึ่งไม่ได้รับผลกระทบจากผลกระทบใด ๆ (รวมถึงผลกระทบด้านลบของเหรียญ) หลังจากที่เขาเลี้ยงบอลผ่านคู่ต่อสู้ทุกอย่างจะถูกปรับปรุงจนกระทั่งสิ้นสุดการโจมตี ทุกเป้าหมายและทุกการทำผิดของโอเว่นจะช่วยเสริมคุณสมบัติทั้งหมดของเออร์วิง]=],
		[ [=[type]=] ]=5
	},
	[ [=[B01_HENRY_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[ราชันปืนใหญ่ EX]=],
		[ [=[picIndex]=] ]=[=[B01_HENRY_1]=],
		[ [=[desc2]=] ]=
		{[=[นับรวมเพิ่ม {x}% คุณสมบัติพาบอลยิงประตู]=],[=[คุณสมับติทั้งหมดเพิ่ม {y}% ]=],[=[หลังจากปล่อยทักษะภายใน {a} นาทีจะไม่ได้รับเอฟเฟกต์เชิงลบ]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[2.4]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[55]=],[=[26.4]=],[=[3]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[เวลา Henry เผชิญหน้ากับการตั้งรับมีความน่าจะเป็นที่จะใช้สกิลการพาบอลที่ช่ำชองเพื่อทะลวง นับรวมเพิ่มในการพาบอลบางส่วนรวมถึงผลรวมของคุณสมบัติทำประตูที่คำนวณอัตราความสำเร็จในการพาบอล พาบอลสำเร็จแล้วจะล็อกผ่านผู้เล่นทีมตรงข้าม ขณะเดียวกันคุณสมบัติประจำตัวทั้งหมดเพิ่มขึ้น และไม่ได้รับเอฟเฟกต์เชิงลบภายในช่วงเวลาหนึ่ง (รวมถึงเอฟเฟกต์เชิงลบของเหรียญ)]=],
		[ [=[type]=] ]=5
	},
	[ [=[B02_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX พุ่งล้ม]=],
		[ [=[picIndex]=] ]=[=[B02_1]=],
		[ [=[desc2]=] ]=
		{[=[นับรวมกับ{x}%คุณสมบัติพาบอล]=],[=[{y}%ความน่าจะเป็นที่จะทำให้นักเตะทำผิดกติกาภายใน{a}นาที ไม่มีวิธีที่ส่งผลต่อการจุดชนวนและผลลัพธ์ของทักษะ]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[0]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[55]=],[=[60]=],[=[10]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[เวลาฝ่ายตรงข้ามพาบอลเข้าเขตโทษเผชิญหน้าการตั้งรับ โดยมีความน่าจะเป็นที่จะแกล้งล้มเพื่อเอาฟรีคิกหรือจุดโทษ และยังนับรวมกับอัตราการทำให้ได้ฟาวล์สำเร็จของคุณสมบัติการพาบอล ขณะเดียวกันมีความน่าจะเป็นที่แน่นอนที่จะทำให้นักเตะที่ทำฟาวล์ระมัดระวังเพิ่มขึ้นในการตั้งรับ ไม่สามารถจุดชนวนการรบกวนใดๆรวมถึงผลของทักษะตั้งรับภายในเวลาที่แน่นอน]=],
		[ [=[type]=] ]=5
	},
	[ [=[B03_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX เครื่องควบคุม]=],
		[ [=[picIndex]=] ]=[=[B03_1]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติทั้งหมดสูงขึ้น{x}%]=],[=[สุ่มลบนักเตะบางคนในคุณสมบัติที่ไม่ใช่หมวดเหรียญตราลดน้อยลง{b}uff，{b}uffผลลัพธ์เพิ่มขึ้น{y}%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[2]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[22]=],[=[50]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[เวลาลากบอลเผชิญหน้าการตั้งรับ มีความน่าจะเป็นที่จะรักษาบอลไว้ได้เพื่อทำให้จังหวะการเล่นเป็นของฝ่ายเราอยู่ คุณสมบัตินักเตะบนตัวฝ่ายเราทั้งหมดจะเพิ่มต่อเนื่องจนบุกจบ ได้รับเครื่องเมตรอนอม/พร้อมใจกันเป็นปึกแผ่น/เมื่อโบนัสBUFFแตรเป่าสัญญาณจู่โจมจะเพิ่มขึ้นอีกต่างหาก]=],
		[ [=[type]=] ]=5
	},
	[ [=[B03_A_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX นักบัญชาแดนกลาง]=],
		[ [=[picIndex]=] ]=[=[B03_A_1]=],
		[ [=[desc2]=] ]=
		{[=[เพิ่มคุณสมบัติทั้งหมดโดย{x}%]=],[=[ผลกระทบบัฟโดย{y}%]=],[=[ภูมิคุ้มกันเป็นลบ BUFF{a} นาที]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[2.4]=],[=[0]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[26.4]=],[=[50]=],[=[8]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[เวลา Deco พาบอลไปเผชิญหน้ากับการตั้งรับมีโอกาสที่จะคุมเกมเอาไว้และทำให้เกมตกเป็นของฝั่งเรา คุณสมบัติทั้งหมดของผู้เล่นฝ่ายเราเพิ่มจนกว่าเกมบุกครั้งนี้จะจบลง การบุกครั้งนี้ผู้เล่นส่วนใหญ่จะใช้ทักษะที่ทำให้เลเวลทักษะเกิดประสิทธิภาพสูงที่สุด และสุ่มนำบัฟที่ไม่ได้รับเหรียญทั้งหมดออกจากผู้เล่นด้านข้างของเราและทำให้ผู้เล่นไม่ได้รับผลกระทบจากบัฟลบในช่วงระยะเวลาหนึ่ง ในเวลาเดียวกันผู้เล่นจะได้รับโบนัสสร้างขึ้น / กำหนด / มีอิทธิพลต่อ BUFF เพิ่มเติม ปรับปรุงและดำเนินต่อเกมทั้งหมด]=],
		[ [=[type]=] ]=5
	},
	[ [=[C01_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX จ่ายทะลุช่อง]=],
		[ [=[picIndex]=] ]=[=[C01_1]=],
		[ [=[desc2]=] ]=
		{[=[นับรวมกับ{x}%คุณสมบัติการผ่านบอล]=],[=[เพิ่มขึ้น{y}%อัตราการผ่านบอลสำเร็จ]=],[=[การสกัดบอลของนักเตะฝ่ายตรงข้ามลดลง{a}%คุณสมบัติทั้งหมด]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[0]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[55]=],[=[10]=],[=[50]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[ขณะครองบอลตรงกลางแดนหน้า มีความน่าจะเป็นที่จะผ่านบอลด้วยพลังทะลวงผ่านอันแข็งแกร่ง และยังนับรวมกับอัตราการผ่านบอลของคุณสมบัติการผ่านบอล ขณะเดียวกันก็เพิ่มอัตราความสำเร็จของการผ่านบอลโดยตรง หากการผ่านบอลครั้งนี้ถูกดักได้ คุณสมบัติทั้งหมดของนักเตะฝ่ายตรงข้ามก็จะลดลงจนกว่าฝ่ายเราจะได้ประตู]=],
		[ [=[type]=] ]=5
	},
	[ [=[C01_A_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX หมาป่าผ่านบอลตรง]=],
		[ [=[picIndex]=] ]=[=[C01_A_1]=],
		[ [=[desc2]=] ]=
		{[=[นับรวมกับ{x}%คุณสมบัติการผ่านบอล]=],[=[เพิ่มขึ้น{y}%อัตราการผ่านบอลสำเร็จ]=],[=[การสกัดบอลของนักเตะฝ่ายตรงข้ามลดลง{a}%คุณสมบัติทั้งหมด]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[6]=],[=[0]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[66]=],[=[10]=],[=[50]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[เวลา Guti พาบอลอยู่ตรงกลางแดนหน้ามีโอกาสที่จะผ่านบอลตรงที่มีความทะลุทะลวงสูง คำนวณเพิ่มในอัตราการจ่ายบอลสำเร็จของคุณสมบัติจ่ายบอล ในเวลาเดียวกันเพิ่มอัตราความสำเร็จของ Guti Pass หาก Pass ถูกดักไว้ผู้เล่นของการสกัดกั้นของคู่ต่อสู้จะลดคุณสมบัติทั้งหมดและ 2-4 สกิลสุ่มจะไม่สามารถใช้งานได้จนกว่าเป้าหมายของเรา]=],
		[ [=[type]=] ]=5
	},
	[ [=[C01_KAKA_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[บทเพลงมายาของมิลาน EX]=],
		[ [=[picIndex]=] ]=[=[C01_KAKA_1]=],
		[ [=[desc2]=] ]=
		{[=[นับรวมเพิ่ม {x}% คุณสมบัติพาบอลและแอสซิสต์]=],[=[เพิ่มขึ้น {y}% อัตราผ่านบอลสำเร็จ]=],[=[ลดคุณสมบัติทั้งหมดพของผู้เล่นฝ่ายตรงข้ามที่สกัดบอล {a}%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[7]=],[=[0]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[70]=],[=[10]=],[=[50]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[เวลา Kaka พาบอลในแดนกลางมีความน่าจะเป็นที่จะผ่านบอลได้แหลมคมและทรงพลัง นับร่วมเพิ่มในผลรวมของการพาบอลกับคุณสมบัติแอสซิสต์ที่คำนวณอัตราการผ่านบอลสำเร็จ ขณะเดียวกันยังเพิ่มอัตราความสำเร็จในการผ่านบอลโดยตรง หากการส่งบอลครั้งนี้ถูกดักไว้ได้ คุณสมบัติของผู้เล่นฝ่ายตรงข้ามที่สกัดก็จะลดลงจนกว่าฝ่ายเราจะทำเข้าประตู]=],
		[ [=[type]=] ]=5
	},
	[ [=[C02_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX จิ้มบอล]=],
		[ [=[picIndex]=] ]=[=[C02_1]=],
		[ [=[desc2]=] ]=
		{[=[นับรวมกับ{x}%คุณสมบัติการผ่านบอล]=],[=[เพิ่มขึ้น{y}%อัตราการผ่านบอลสำเร็จ]=],[=[การสกัดบอลของนักเตะฝ่ายตรงข้ามลดลง{a}%คุณสมบัติทั้งหมด]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[0]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[55]=],[=[5]=],[=[70]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[ขณะครองบอลในแดนหลัง มีความน่าจะเป็นที่จะโยนบอลโด่งคุณภาพสูง และยังนับรวมกับอัตราการผ่านบอลสำเร็จของคุณสมบัติการผ่านบอล ขณะเดียวกันก็เพิ่มอัตราความสำเร็จของผ่านบอลโดยตรง หากการผ่านบอลครั้งนี้ถูกดักได้ คุณสมบัติทั้งหมดของนักเตะฝ่ายตรงข้ามก็จะลดลงจนกว่าฝ่ายเราจะได้ประตู]=],
		[ [=[type]=] ]=5
	},
	[ [=[C03_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX ครอสบอล]=],
		[ [=[picIndex]=] ]=[=[C03_1]=],
		[ [=[desc2]=] ]=
		{[=[นับรวมกับ{x}%คุณสมบัติการผ่านบอล]=],[=[กับ{y}%คุณสมบัติที่สูงที่สุดของนักเตะ]=],[=[ลดลง{a}%อัตราการพาบอลถูกตัด]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[3]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[55]=],[=[15]=],[=[15]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[ขณะครองบอลแดนหน้าริมเส้น ลดอัตราการถูกตัดบอล ขยายขอบเขตการผ่านบอลเข้ากลางของนักเตะ มีความน่าจะเป็นที่จะผ่านบอลบุกเข้าแดนกลางคุณภาพสูง และนับรวมกับคุณสมบัติการผ่านบอลรวมถึงอัตราความสำเร็จในการผ่านบอลของคุณสมบัตินักเตะที่มีคุณภาพสูงสุด]=],
		[ [=[type]=] ]=5
	},
	[ [=[C03_A_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX แนวเส้นอ่อนช้อย]=],
		[ [=[picIndex]=] ]=[=[C03_A_1]=],
		[ [=[desc2]=] ]=
		{[=[รวมแอททริบิวต์การส่งผ่าน{x}% เพิ่มเติม]=],[=[และแอททริบิวต์สูงสุดของผู้เล่น{y}%]=],[=[เพื่อลดโอกาส{a}% ในการออกบอล]=],[=[ที่ผ่านการปรับปรุงสำเร็จแล้ว{b}% แอตทริบิวต์ทั้งหมด]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[6]=],[=[3]=],[=[0]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[66]=],[=[15]=],[=[15]=],[=[8]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[เมื่ออยู่ในสายลมหน้า Figo มีโอกาสที่จะลดโอกาสในการถูกดัก หลังจากได้รับลูกบอลมีความเป็นไปได้ที่ 15% ที่คุณสมบัติทั้งหมดของผู้เล่นจะได้รับการปรับปรุงโดยตรง 30% จนกระทั่งสิ้นสุดการโจมตี ในเวลาเดียวกันมีความน่าจะเป็นในการส่งผ่านบัตรที่มีคุณภาพสูง แอตทริบิวต์ pass และแอตทริบิวต์สูงสุดของผู้เล่นจะถูกนับเพิ่มเติมเพื่อคำนวณอัตราความสำเร็จของการส่ง หลังจากผ่านไปได้สำเร็จคุณสมบัติทั้งหมดของเขาจะได้รับการปรับปรุงจนกระทั่งสิ้นสุดเกม แอ็ตทริบิวต์การผ่านพิเศษจะถูกรวมไว้สำหรับการคำนวณอัตราความสำเร็จในการผ่าน]=],
		[ [=[type]=] ]=5
	},
	[ [=[C04_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX นิวเคลียร์]=],
		[ [=[picIndex]=] ]=[=[C04_1]=],
		[ [=[desc2]=] ]=
		{[=[นับรวมกับ{x}%คุณสมบัติการผ่านบอล]=],[=[การรับบอลครั้งแรกเพิ่มขึ้น{y}%คุณสมบัติทั้งหมด]=],[=[หลังจากนั้นทุกครั้งคุณสมบัติทั้งหมดจะเพิ่มขึ้น{a}%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[0]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[55]=],[=[20]=],[=[5]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[ยอดฝีมือจ่ายบอลในที่ว่าง ขณะร่วมการจ่ายบอลระยะสั้น （รับบอลหรือออกบอล）นับรวมกับอัตราความสำเร็จต่อการผ่านบอลของคุณสมบัติการผ่านบอล  ขณะเดียวกันเวลาผู้เล่นในทีมรับบอลครั้งแรกคุณสมบัติทั้งหมดจะเพิ่มขึ้นอย่างมาก หลังจากนั้นเมื่อรับบอลแต่ละครั้งคุณสมบัติในตัวทั้งหมดจะเพิ่มขึ้นเล็กน้อยจนจบการบุกในครั้งนี้]=],
		[ [=[type]=] ]=5
	},
	[ [=[C04_A_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX สมองสิงห์บลู]=],
		[ [=[picIndex]=] ]=[=[C04_A_1]=],
		[ [=[desc2]=] ]=
		{[=[รวมแอตทริบิวต์การส่งผ่าน{x}% เพิ่มเติม]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[6]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[66]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[Zola นักเตะที่คุมบอลและจ่ายบอลฝีมือดีของทีมเชลซี เวลาร่วมการจ่ายบอลระยะสั้น (รับบอลหรือออกบอล) คำนวณรวมเพิ่มในอัตราการจ่ายบอลสำเร็จของคุณสมบัติจ่ายบอล ]=],
		[ [=[type]=] ]=5
	},
	[ [=[C05_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX การย้ายส่งบอลยาว]=],
		[ [=[picIndex]=] ]=[=[C05_1]=],
		[ [=[desc2]=] ]=
		{[=[นับรวมกับ{x}%คุณสมบัติการผ่านบอล]=],[=[ผู้เล่นในทีมที่รับบอลเพิ่มขึ้น{y}%คุณสมบัติทั้งหมด]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[55]=],[=[20]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[ยอดฝีมือจ่ายบอลในที่ว่าง ขณะร่วมการจ่ายบอลระยะสั้น （รับบอลหรือออกบอล）นับรวมกับอัตราความสำเร็จต่อการผ่านบอลของคุณสมบัติการผ่านบอล ขณะเดียวกันผู้เล่นในทีมจะได้รับการเพิ่มคุณสมบัติทั้งหมดหนึ่งอัน ผลลัพท์นี้จะใช้ซ้ำไม่ได้จนกว่าจะจบการบุกในครั้งนี้]=],
		[ [=[type]=] ]=5
	},
	[ [=[D01_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX ตั้งสติ]=],
		[ [=[picIndex]=] ]=[=[D01_1]=],
		[ [=[desc2]=] ]=
		{[=[โดยรวมคุณสมบัติการยิงประตูและการพาบอล{x}%นับ]=],[=[{y}%ความน่าจะเป็น]=],[=[ลดลง{a}%ของผลลัพธ์การรบกวน]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[6]=],[=[0]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[66]=],[=[60]=],[=[70]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[ขณะพาบอลไปยิงประตู มีความเป็นไปได้ที่จะเลือกมุมยิงประตูที่ดีที่สุด ลดเปอร์เซ็นต์การสกัดกั้น/ประสิทธิภาพการรบกวนของผู้เล่นตั้งรับ นับรวมอัตราการได้ประตูกับผลรวมคุณสมบัติการพาบอลและการยิงประตู]=],
		[ [=[type]=] ]=5
	},
	[ [=[D02_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX มือสังหาร]=],
		[ [=[picIndex]=] ]=[=[D02_1]=],
		[ [=[desc2]=] ]=
		{[=[นับรวมกับ{x}%คุณสมบัติการยิงประตู]=],[=[{y}%ความน่าจะเป็นในทักษะการมองข้ามล้มเหลว]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[55]=],[=[30]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[ขณะยิงลูกเลียดพื้นโดยตรง มีความน่าจะเป็นที่จะละเว้นกฏทักษะหมดฤทธิ์ นับรวมกับอัตราการได้ประตูของคุณสมบัติการยิงประตูหลังจากรับ【การจ่ายบอลทะลุช่อง】แล้วจะจุดชนวนละเว้นประสิทธิภาพรบกวนการยิงประตู]=],
		[ [=[type]=] ]=5
	},
	[ [=[D02_A_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX ใบมีดมาธาดอร์]=],
		[ [=[picIndex]=] ]=[=[D02_A_1]=],
		[ [=[desc2]=] ]=
		{[=[นับเป็นพิเศษสำหรับคุณสมบัติการถ่ายภาพ{x}%]=],[=[ลด 40% ของคุณสมบัติทั้งหมดเป็นเวลา 30 นาที]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[6]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[66]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[เมื่อยิงบอลเรียบพื้น เพิ่มโอกาสในการทำประตู เปิดใช้หลังจาก [การจ่ายทะลุช่อง] ข้ามการสกัดแล้วยิง]=],
		[ [=[type]=] ]=5
	},
	[ [=[D03_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX โหม่ง]=],
		[ [=[picIndex]=] ]=[=[D03_1]=],
		[ [=[desc2]=] ]=
		{[=[นับรวมกับ{x}%คุณสมบัติการยิงประตู]=],[=[{y}%ความน่าจะเป็นในทักษะการมองข้ามล้มเหลว]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[55]=],[=[35]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[ขณะโหม่งทำประตู มีความเป็นไปได้ที่จะละเว้นกฏทักษะล้มเหลว นับรวมกับอัตราการได้ประตูของคุณสมบัติการยิงประตู หลังจากรับ【ส่งจากแดนหลัง】【ปรมาจารย์ลูกฟรีคิก】【ปรมาจารย์ลูกเตะมุม】แล้วจะจุดชนวนละเว้นประสิทธิภาพรบกวนการยิงประตู]=],
		[ [=[type]=] ]=5
	},
	[ [=[D04_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX ยิงวอลเลย์]=],
		[ [=[picIndex]=] ]=[=[D04_1]=],
		[ [=[desc2]=] ]=
		{[=[นับรวมกับ{x}%คุณสมบัติการยิงประตู]=],[=[{y}%ความน่าจะเป็นในทักษะการมองข้ามล้มเหลว]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[55]=],[=[30]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[ขณะยิงลูกวอลเลย์ มีความเป็นไปได้ที่จะละเว้นกฏทักษะล้มเหลว นับรวมกับอัตราการได้ประตูของคุณสมบัติการยิงประตู หลังจากรับ【บอลโด่ง】【ปรมาจารย์ลูกฟรีคิก】【ปรมาจารย์ลูกเตะมุม】แล้วจะจุดชนวนละเว้นประสิทธิภาพรบกวนการยิงประตู]=],
		[ [=[type]=] ]=5
	},
	[ [=[D05_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX กระแทก]=],
		[ [=[picIndex]=] ]=[=[D05_1]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติของผู้รักษาประตูลดลง{x}%]=],[=[รบกวนคุณสมบัติทั้งหมดของนักเตะที่ลดลง{y}%]=],[=[รบกวนนักเตะที่ทักษะล้มเหลว 1 คน]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[2]=],[=[1]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[22]=],[=[11]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[ขณะยิงประตู จะเกิดพลังทำลายล้างต่อผู้เล่นตั้งรับ หากบอลไม่เข้าจะลดคุณสมบัติทั้งหมดของนายประตูและผู้เล่นรบกวนแบบสุ่มคนหนึ่ง แถมยังทำให้ทักษะอันหนึ่งของผู้เล่นรบกวนนั้นล้มเหลวจนกว่าฝ่ายเราจะได้ประตู]=],
		[ [=[type]=] ]=5
	},
	[ [=[D05_A_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX พายุหมุนบุกโจมตี]=],
		[ [=[picIndex]=] ]=[=[D05_A_1]=],
		[ [=[desc2]=] ]=
		{[=[ลดคุณลักษณะทั้งหมดโดย{x}%]=],[=[โปรแกรมเล่นรบกวนลดคุณสมบัติทั้งหมดโดย{y}%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[2.4]=],[=[1.2]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[26.4]=],[=[13.2]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[เวลา Yorke ยิงประตูจะทำให้ผู้เล่นตั้งรับของฝ่ายตรงข้ามบาดเจ็บ หากบอลไม่เข้าก็จะทำให้คุณสมบัติทั้งหมดของผู้รักษาประตูกับผู้เล่นที่มารบกวนลดลงจนกว่าฝ่ายเราจะได้ประตู และทำให้ทักษะหนึ่งอย่างของผู้เล่นที่รบกวนเป็นโมฆะและในเวลาเดียวกันมีความน่าจะเป็น 30% ในการทำให้ทักษะหนึ่งในผู้รักษาประตูเป็นโมฆะ]=],
		[ [=[type]=] ]=5
	},
	[ [=[D06_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX เท่ระเบิด]=],
		[ [=[picIndex]=] ]=[=[D06_1]=],
		[ [=[desc2]=] ]=
		{[=[นับรวมกับ{x}%คุณสมบัติการยิงประตู]=],[=[ยิงเข้าประตู{y}%ทักษะล้มเหลว]=],[=[ไม่เข้าประตู{a}%ทักษะล้มเหลวอย่างต่อเนื่อง]=],[=[อย่างต่อเนื่อง{b}นาที]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[6]=],[=[0]=],[=[0]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[66]=],[=[20]=],[=[35]=],[=[15]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[ขณะยิงประตู ยิงประตูอย่างแรงแบบที่ยากจะเซฟได้ และทำให้ผู้รักษาประตูทำบอลหลุดมือจะกลายเป็นลูกเตะมุมได้ง่ายขึ้น หากบอลไม่เข้าจะนับรวมกับอัตราการทำหลุดมือของคุณสมบัติการยิงประตู ขณะเดียวกันการยิงประตูแบบดุดันทำให้เกิดพลังทำลายร้ายแรงต่อผู้รักษาประตูฝ่ายตรงข้าม มีความน่าจะเป็นที่จะทำให้ทักษะแบบสุ่มหนึ่งอย่างของผู้รักษาประตูฝ่ายตรงข้ามล้มเหลวต่อเนื่องเป็นเวลาหนึ่งชั่วโมง ทำประตูได้หรือไม่ก็อาจจะส่งผลกระทบต่อผู้รักษาประตู]=],
		[ [=[type]=] ]=5
	},
	[ [=[D06_A_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX ฝนดาวตก]=],
		[ [=[picIndex]=] ]=[=[D06_A_1]=],
		[ [=[desc2]=] ]=
		{[=[นับรวมกับ{x}%คุณสมบัติการยิงประตู]=],[=[ยิงเข้าประตู{y}%ทักษะล้มเหลว]=],[=[ไม่เข้าประตู{a}%ทักษะล้มเหลวอย่างต่อเนื่อง]=],[=[อย่างต่อเนื่อง{b}นาที]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[7.2]=],[=[0]=],[=[0]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[79.2]=],[=[20]=],[=[35]=],[=[15]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[เวลา Cole ยิงประตู ยิงลูกทรงพลังที่เซฟได้ยากจึงทำให้นายประตูเซฟหลุดมือแล้วกลายเป็นลูกเตะมุม ถ้าบอลไม่เข้า จะคำนวณรวมเพิ่มในอัตราการทำบอลหลุดมือในคุณสมบัติยิงประตู ในเวลาเดียวกันการยิงของเสือจะทำให้เสียชีวิตต่อผู้รักษาประตูของฝ่ายตรงข้ามและความน่าจะเป็นจะทำให้ทักษะเต็มรูปแบบของผู้รักษาประตูเป็นโมฆะในช่วงระยะเวลาหนึ่งการให้คะแนนหรือไม่ให้คะแนนอาจส่งผลกระทบต่อผู้รักษาประตู]=],
		[ [=[type]=] ]=5
	},
	[ [=[D07_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX ปืนใหญ่]=],
		[ [=[picIndex]=] ]=[=[D07_1]=],
		[ [=[desc2]=] ]=
		{[=[โดย{x}%นับคุณสมบัติทั้งหมด]=],[=[การผ่านบอลทุกครั้งเพิ่มขึ้น{y}%คุณสมบัติทั้งหมด]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[3]=],[=[0.05]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[33]=],[=[5.05]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[ขณะครองบอลตรงกลางแดนหน้า มีความน่าจะเป็นที่จะสับไกพังประตูโดยตรง นับรวมอัตราการทำเข้าประตูกับคุณสมบัติทั้งหมด ขณะเดียวกันการส่งบอลก่อนที่เพื่อนร่วมทีมจะสับไกพังประตูในแต่ละครั้งจะเพิ่มโบนัสคุณสมบัติทั้งหมดของผู้เล่นที่สับไกยิงประตู โบนัสนี้จะมีผลต่อการสับไกพังประตูเท่านั้น]=],
		[ [=[type]=] ]=5
	},
	[ [=[D07_A_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX ดินแดนเทพสงคราม]=],
		[ [=[picIndex]=] ]=[=[D07_A_1]=],
		[ [=[desc2]=] ]=
		{[=[คำนวณช็อตด้วย{x}% คุณลักษณะทั้งหมด]=],[=[เพิ่มต่อผ่าน{y}% คุณลักษณะทั้งหมด]=],[=[ลดการรบกวนรอบข้าง{a}%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[3.6]=],[=[0.05]=],[=[20]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[39.6]=],[=[5.05]=],[=[20]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[เข้าสู่ดินแดนเทพสงคราม เทพสงคราม Batistuta มีโอกาสที่จะสับไกพังประตูโดยตรง เวลายิงประตูจะทำให้เกิดพายุหมุนรุนแรง และจะคำนวณอัตราการทำประตูจากคุณสมบัติทั้งหมด การกระตุ้นลมจะลดความสามารถของผู้เล่นฝ่ายป้องกันโดยรอบในการแทรกแซงในขณะเดียวกันเพื่อนร่วมทีมแต่ละคนจะนำการปรับปรุงคุณสมบัติเต็มรูปแบบมาใช้กับการยิงครั้งนี้และรัฐจะถูกล้างหลังจากการยิง]=],
		[ [=[type]=] ]=5
	},
	[ [=[D07_B_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX ปืนใหญ่บราซิล]=],
		[ [=[picIndex]=] ]=[=[D07_B_1]=],
		[ [=[desc2]=] ]=
		{[=[คำนวณด้วย{x}% คุณลักษณะทั้งหมด]=]
		},
		[ [=[openValue]=] ]=0,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{3.5999999999999899
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{39.600000000000001
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[Carlos มีโอกาสที่จะสับไกพังประตูแดนหน้าโดยตรง และเป็นการยิงไกลแบบลูกปืนใหญ่ติดไฟสไตล์บราซิล คำนวณอัตราการทำประตูจากคุณสมบัติทั้งหมด]=],
		[ [=[type]=] ]=5
	},
	[ [=[D07_GERRARD_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[ปืนใหญ่ปิดล้อมทหารแดง EX]=],
		[ [=[picIndex]=] ]=[=[D07_GERRARD_1]=],
		[ [=[desc2]=] ]=
		{[=[นับกับ {x}% คุณสสมบัติทั้งหมด]=],[=[แต่ละครั้งที่ผ่านบอลเพิ่ม {y}% คุณสมบัติทั้งหมด]=],[=[ลดลงระยะห่างการรบกวน 30%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[3.6]=],[=[0.05]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[39.6]=],[=[5.05]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[เวลา Gerrard พาบอลในแดนกลางมีความน่าจะเป็นที่จะยกเท้าสับไกพังประตู คุณสมบัติทั้งหมดนับรวมกับอัตราการทำประตู เวลานับอัตราการทำประตูจะลดระยะห่างของผลกระทบที่ตามมา ขณะเดียวกันการส่งบอลทุกครั้งก่อนที่เพื่อนร่วมทีมจะสับไกยิงจะช่วยเพิ่มโบนัสคุณสมบัติของผู้เล่นที่พังประตู โบนัสนี้จะมีผลแค่การสับไกยิงประตูเท่านั้น]=],
		[ [=[type]=] ]=5
	},
	[ [=[E01_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX แม่นยำมาก]=],
		[ [=[picIndex]=] ]=[=[E01_1]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติทั้งหมดเพิ่มขึ้น{x}%]=],[=[นับรวมกับ{y}% คุณสมบัติด้านเทคนิคแนวประตู]=],[=[{a}%โบนัสความน่าจะเป็นของการมองข้ามการยิงประตู]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[1]=],[=[8]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[11]=],[=[88]=],[=[35]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[คุณสมบัติทั้งหมดเพิ่มขึ้น ขณะที่เซฟลูกยิงเลียดพื้น นับรวมกับอัตราการเซฟบอลสำเร็จของคุณสมบัติด้านเทคนิคแนวประตู เพิ่มโบนัสความน่าจะเป็นของการละเว้นฝ่ายตรงข้ามในการทำประตูกรอบเขตโทษวูล์ฟ]=],
		[ [=[type]=] ]=5
	},
	[ [=[E02_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX สไปเดอร์แมน]=],
		[ [=[picIndex]=] ]=[=[E02_1]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติทั้งหมดเพิ่มขึ้น{x}%]=],[=[นับรวมกับ{y}%คุณสมบัติการชี้ขาดทางบอล]=],[=[{a}%โบนัสความน่าจะเป็นของการมองข้ามการยิงประตู]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[1]=],[=[8]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[11]=],[=[88]=],[=[40]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[คุณสมบัติทั้งหมดเพิ่มขึ้น ขณะที่เซฟลูกโหม่ง นับรวมกับอัตราการเซฟบอลสำเร็จของคุณสมบัติการตัดทางบอลเพิ่มโบนัสความน่าจะเป็นของการละเว้นฝ่ายตรงข้ามโหม่งทำประตู]=],
		[ [=[type]=] ]=5
	},
	[ [=[E03_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX มือเทพเจ้า]=],
		[ [=[picIndex]=] ]=[=[E03_1]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติทั้งหมดเพิ่มขึ้น{x}%]=],[=[นับรวมกับ{y}%คุณสมบัติด้านสมรรถภาพทางจิต]=],[=[{a}%โบนัสความน่าจะเป็นของการมองข้ามการยิงประตู]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[1]=],[=[8]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[11]=],[=[88]=],[=[40]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[คุณสมบัติทั้งหมดเพิ่มขึ้น ขณะที่เซฟลูกหวดวอลเลย์ นับรวมกับอัตราการเซฟบอลสำเร็จของคุณสมบัติสมรรถภาพทางจิต เพิ่มโบนัสความน่าจะเป็นของการละเว้นฝ่ายตรงข้ามหวดวอลเลย์ทำประตูบวกเพิ่ม]=],
		[ [=[type]=] ]=5
	},
	[ [=[E03_A_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX พระเจ้าหรือ Bernau]=],
		[ [=[picIndex]=] ]=[=[E03_A_1]=],
		[ [=[desc2]=] ]=
		{[=[เพิ่มคุณสมบัติทั้งหมด{x}%]=],[=[เพิ่มคุณสมบัติพิเศษให้กับคุณสมบัติคุณภาพจิต{y}%]=],[=[ลดลง 25% หลังจากบันทึกแอตทริบิวต์ทั้งหมดเป็นเวลา 20 นาที]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[1.2]=],[=[9.6]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[13.2]=],[=[105.6]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[ระหว่างเกมคุณสมบัติทั้งหมดของแคสซี่ดีขึ้นและเมื่อเผชิญหน้ากับวอลเลย์ของคู่ต่อสู้แคสซี่ก็เหมือนเทพ ใช้ความคิดในการคำนวณอัตราความสำเร็จของการบันทึกบอล]=],
		[ [=[type]=] ]=5
	},
	[ [=[E04_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX กัปตัน]=],
		[ [=[picIndex]=] ]=[=[E04_1]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติทั้งหมดเพิ่มขึ้น{x}%]=],[=[นับรวมกับ{y}%คุณสมบัติการบัญชาการในแนวป้องกันของผู้รักษาประตู]=],[=[กองหลังของเราเพิ่มขึ้น{a}%ความน่าจะเป็นของทักษะจุดชนวน]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[1]=],[=[5]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[11]=],[=[55]=],[=[10]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[คุณสมบัติทั้งหมดเพิ่มขึ้น ผลลัพธ์ที่ถูกรบกวนของนักเตะทั้งหมดเพิ่มขึ้น นับรวมกับผลลัพธ์ที่ถูกรบกวนของคุณสมบัติการบัญชาการแนวป้องกันของผู้รักษาประตู ขณะเดียวกันความน่าจะเป็นของทักษะในหมวดจุดชนวนปราการหลังฝ่ายเราสูงขึ้น]=],
		[ [=[type]=] ]=5
	},
	[ [=[E04_A_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX กัปตันหางม้า]=],
		[ [=[picIndex]=] ]=[=[E04_A_1]=],
		[ [=[desc2]=] ]=
		{[=[อัปเกรดแอททริบิวแบบเต็ม{x}%]=],[=[นอกจากนี้แอททริบิวบรรทัดคำสั่งการป้องกันผู้รักษาประตู{y}%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[1.2]=],[=[6]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[13.2]=],[=[66]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[คุณสมบัติทั้งหมดจะยกระดับขึ้น การบัญชาเกมที่ไม่ธรรมดาของ Seaman จะช่วยเพิ่มประสิทธิภาพในการรบกวนของนักเตะทั้งหมดให้แกร่งขึ้น คำนวณคุณสมบัติการสั่งเกมแนวรับของผู้รักษาประตูลงในเอฟเฟกต์การรบกวน ในขณะเดียวกันเพิ่มความน่าจะเป็นของทักษะการป้องกันของเรา ในเวลาเดียวกันทุกการบันทึกที่ประสบความสำเร็จ (บันทึกหรือสะบัดยกเว้นการยิงของคู่ต่อสู้) จะเพิ่มคุณสมบัติทั้งหมดของผู้พิทักษ์ของเรา 8% และดำเนินการต่อในเกม]=],
		[ [=[type]=] ]=5
	},
	[ [=[E05_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX จับสนิท]=],
		[ [=[picIndex]=] ]=[=[E05_1]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติทั้งหมดเพิ่มขึ้น{x}%]=],[=[นับรวมกับ{y}%คุณสมบัติด้านเทคนิคแนวประตู]=],[=[{a}%นาทีไม่สามารถส่งผลใดๆทั้งสิ้น]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[2]=],[=[5]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[22]=],[=[55]=],[=[20]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[คุณสมบัติทั้งหมดเพิ่มขึ้น เวลาเซฟลูกบอล พื้นฐานการฝึกที่แสดงถึงความช่ำชอง จะลบผลลัพธ์เชิงลบของตนเองออก ถ้าลูกไม่เข้าประตู นับรวมกับความน่าจะเป็นในการรับลูกไว้ได้ของคุณสมบัติด้านเทคนิคแนวประตู ถ้ารับลูกบอลไว้ได้ ก็จะได้สุ่มการเพิ่ม Buff ของนักเตะฝ่ายตรงข้ามหนึ่งคนออก อีกทั้งช่วงเวลานั้นนักเตะคนนั้นไม่สามารถได้รับผลลัพธ์เพิ่มพูนใหม่ใดๆ]=],
		[ [=[type]=] ]=5
	},
	[ [=[E06_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX ราชาท้องฟ้า]=],
		[ [=[picIndex]=] ]=[=[E06_1]=],
		[ [=[desc2]=] ]=
		{[=[เพิ่มขึ้น{x}%ของคุณสมบัติทั้งหมด]=],[=[โดย{y}%นับคุณสมบัติการชี้ขาดทางบอล]=],[=[{a}%ของความน่าจะเป็นในการเก็บการผ่านบอลโดยตรง]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[1]=],[=[5]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[11]=],[=[55]=],[=[18]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[คุณสมบัติทั้งหมดเพิ่มขึ้น เมื่อลูกเตะมุมหรือลูกฟรีคิกโดยอ้อม อยู่ในแดนป้องกัน ยิ่งง่ายต่อการเก็บบอล โดยนับอัตราการเก็บบอลของคุณสมบัติการตัดทางบอลขณะเดียวกันเมื่อผู้เตะฝ่ายตรงข้ามปั่นลูกเตะพิฆาต มีความเป็นไปได้ที่นักเตะในทีมที่ส่งบอลถูกสยบอานุภาพ ทำให้เส้นทางการส่งบอลคลาดเคลื่อน ผู้รักษาประตูเก็บบอลได้อย่างสบาย]=],
		[ [=[type]=] ]=5
	},
	[ [=[E07_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX โกลเหล็ก]=],
		[ [=[picIndex]=] ]=[=[E07_1]=],
		[ [=[desc2]=] ]=
		{[=[เพิ่มขึ้น{x}%ของคุณสมบัติทั้งหมด]=],[=[นับรวมกับ{y}%คุณสมบัติสมรรถภาพทางจิต]=],[=[ทำให้ฝ่ายตรงข้ามลดลง{a}%คุณสมบัติทั้งหมดและทักษะทั้งหมดล้มเหลว]=],[=[อย่างต่อเนื่อง{b}นาที]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[1]=],[=[6]=],[=[0]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[11]=],[=[66]=],[=[70]=],[=[35]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[คุณสมบัติทั้งหมดเพิ่มขึ้น เมื่อเตะลูกจุดโทษในแดนป้องกัน นับรวมกับอัตราความสำเร็จในการเซฟบอลของคุณสมบัติสมรรถภาพทางจิต เมื่อเซฟลูกโทษฝ่ายตรงข้าม อาจทำให้ฝ่ายตรงข้ามสุ่มนักเตะในทีมที่ไม่ใช่ผู้รักษาประตู ซึ่งจะทำให้เกิดอาการท้อแท้ใจช่วงระยะเวลาหนึ่งหลังจากการแข่งขัน และทำให้ทักษะทั้งหมดของนักเตะในช่วงเวลานั้นล้มเหลว คุณสมบัติทั้งหมดลดลง]=],
		[ [=[type]=] ]=5
	},
	[ [=[E08_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX ผู้นำกำแพง]=],
		[ [=[picIndex]=] ]=[=[E08_1]=],
		[ [=[desc2]=] ]=
		{[=[เพิ่มขึ้น{x}%ของคุณสมบัติทั้งหมด]=],[=[นับรวมกับ{y}%คุณสมบัติการบัญชาการแนวป้องกัน]=],[=[นับรวมกับ{a}%คุณสมบัติการทำกำแพงนักเตะสกัดบอล]=],[=[นับรวมกับ{b}%คุณสมบัติการบัญชาการแนวป้องกัน]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[1]=],[=[6]=],[=[0]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[11]=],[=[66]=],[=[25]=],[=[80]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[คุณสมบัติทั้งหมดเพิ่มขึ้น เมื่อเตะฟรีคิกยิงประตูในแดนป้องกัน สั่งบัญชาการเพื่อนร่วมทีมตั้งกำแพงให้เหมาะสมยิ่งขึ้น นับรวมกับคุณสมบัติการบัญชาการแนวป้องกัน รวมถึงกำแพงสกัดบอลของนักเตะทั้งหมดและนับอัตราการเซฟลูกสำเร็จ เมื่อรับลูกฟรีคิกในแดนป้องกัน นักเตะฝ่ายตั้งรับจะนับรวมกับอัตราการสกัดบอลของการบัญชาการแนวป้องกันของผู้รักษาประตู]=],
		[ [=[type]=] ]=5
	},
	[ [=[E09_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX พลังเทพเจ้า]=],
		[ [=[picIndex]=] ]=[=[E09_1]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติทั้งหมดสูงขึ้น{x}%]=],[=[โดย{y}%นับคุณสมบัติการเปิดฉากเกมรุก]=],[=[คุณสมบัติของตนเองเพิ่มขึ้น{a}%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[6]=],[=[5]=],[=[0.1]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[66]=],[=[55]=],[=[5.1]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[คุณสมบัติทั้งหมดเพิ่มขึ้น เมื่อเปิดบอล แล้วเข้าหาเพื่อนร่วมทีมกองหน้าโดยตรง โดยใช้อัตราความสำเร็จในการผ่านบอลของคุณสมบัติการเปิดฉากเกมรุก หลังเพื่อนร่วมทีมรับบอลได้สำเร็จ จะได้รับความมั่นใจในตนเองเพิ่มขึ้น คุณสมบัติทั้งหมดของเพื่อนร่วมทีมเพิ่มขึ้นด้วย อีกทั้งยังลบ Buff เชิงลบของตนเองออก]=],
		[ [=[type]=] ]=5
	},
	[ [=[E10_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX ส่งบอลแม่นยำ]=],
		[ [=[picIndex]=] ]=[=[E10_1]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติทั้งหมดเพิ่มขึ้น{x}%]=],[=[ได้รับผู้รักษาประตู{y}%คุณสมบัติในการเปิดฉากเกมรุกบวกเพิ่ม]=],[=[{a}นักเตะได้รับ{b}uff]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[1]=],[=[6]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[11]=],[=[66]=],[=[3]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[สามารถจ่ายบอลโดยอาศัยความสูงของตนเองช่วยทีมในเกมบุก นักเตะที่รับบอลจะได้รับโบนัสคุณสมบัติการเปิดฉากเกมรุกของผู้รักษาประตู อย่างต่อเนื่องตลอดทั้งเกม หลังส่งบอล สุ่มให้นักเตะในแดนหลังหลายๆคน（กองกลางตัวรับ，ปราการหลัง）ได้ BUFF เพิ่มขึ้น ในการ BUFF รับรองว่าผู้เล่นจะใช้เวลาเพียงครู่เดียว อัตราการผ่านบอลสำเร็จ100% หลังผ่านบอลสำเร็จ BUFF จะหายไป]=],
		[ [=[type]=] ]=5
	},
	[ [=[E11_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX สัญญาณเขตโทษ]=],
		[ [=[picIndex]=] ]=[=[E11_1]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติทั้งหมดเพิ่มขึ้น{x}%]=],[=[ได้รับผู้รักษาประตู{y}%คุณสมบัติการบัญชาการแนวป้องกันบวกเพิ่ม]=],[=[{a}%โอกาสในการเพิ่มขึ้น{b}%คุณสมบัติทั้งหมด]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[2]=],[=[6]=],[=[0]=],[=[0.072]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[22]=],[=[66]=],[=[80]=],[=[10.8]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[คุณสมบัติทั้งหมดเพิ่มขึ้น เมื่อฝ่ายตรงข้ามบุกมาถึงใกล้กรอบเขตโทษ มีโอกาสในการรวบรวมแนวป้องกันเพื่อทำให้การป้องกันคุณภาพสูงหนึ่งครั้ง นักเตะปราการหลังและกองกลางตัวรับของฝ่ายเราทั้งหมดจะได้รับโบนัสคุณสมบัติผู้บัญชาการแนวป้องกันอย่างต่อเนื่องจนฝ่ายเราได้บอลอีกครั้ง ถ้าเกมรับครั้งนี้สำเร็จ คุณสมบัติทั้งหมดของผู้รักษาประตูจะเพิ่มขึ้นอย่างต่อเนื่องตลอดทั้งเกม]=],
		[ [=[type]=] ]=5
	},
	[ [=[F01_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX กัปตันทีม]=],
		[ [=[picIndex]=] ]=[=[F01_1]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติทั้งหมดเพิ่มขึ้น{x}%]=],[=[{b}uffผลลัพธ์สูงขึ้น{y}%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[0.5]=],[=[0.2]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=2125,
		[ [=[lvlBase]=] ]=
		{[=[5.5]=],[=[22.2]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[เมื่อเป็นกัปตันทีม คุณสมบัติทั้งหมดของนักเตะฝ่ายเราทั้งหมดจะเพิ่มขึ้น ขณะเดียวกันนักเตะฝ่ายเราจะได้เพิ่มพูนผลลัพธ์ของ Buff สูงขึ้น (ผลกระทบจากการเพิ่มพูนBuff ประกอบด้วย: แตรเป่าสัญญาณจู่โจม/พร้อมใจกันเป็นปึกแผ่น/เครื่องเมโทรนอม/เครื่องจักรนิรันดร์ )]=],
		[ [=[type]=] ]=5
	},
	[ [=[F02_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX เทพยิงฟรีคิก]=],
		[ [=[picIndex]=] ]=[=[F02_1]=],
		[ [=[desc2]=] ]=
		{[=[โดยใช้คุณสมบัติหนึ่งข้อที่สูงที่สุดของ{x}%นับ]=],[=[เพิ่มเติมขึ้น{y}%การเตะมุมได้รับหลายอัตรา]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[0.2]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=2125,
		[ [=[lvlBase]=] ]=
		{[=[155]=],[=[40]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[เมื่อเตะลูกฟรีคิก โดยนับอัตราการยิงประตูสำเร็จหรืออัตราการผ่านบอลสำเร็จที่สูงที่สุดหนึ่งข้อของคุณสมบัติทั้งหมด เมื่อเตะลูกฟรีคิกโดยตรงหรือฟรีคิกโดยอ้อมให้เพื่อนในทีมทำประตู ถ้าไม่ได้ประตู จะได้รับอัตราการเตะลูกมุมเพิ่มขึ้น]=],
		[ [=[type]=] ]=5
	},
	[ [=[F03_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX มาสเตอร์ยิงลูกโทษ]=],
		[ [=[picIndex]=] ]=[=[F03_1]=],
		[ [=[desc2]=] ]=
		{[=[โดยใช้คุณสมบัติหนึ่งข้อที่สูงที่สุดของ{x}%นับ]=],[=[{y}%ของอัตราการหลอกผู้รักษาประตู]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=2125,
		[ [=[lvlBase]=] ]=
		{[=[155]=],[=[25]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[เมื่อเตะลูกโทษ โดยนับอัตราการยิงประตูสำเร็จที่สูงที่สุดหนึ่งข้อของคุณสมบัติทั้งหมด ขณะเดียวกันมือสังหารลูกโทษที่เชี่ยวชาญในการหลอกผู้รักษาประตู มีอัตราการหลอกผู้รักษาประตูที่แน่นอนเพิ่มขึ้น ทำให้ได้ประตู]=],
		[ [=[type]=] ]=5
	},
	[ [=[F04_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX มาสเตอร์เตะมุม]=],
		[ [=[picIndex]=] ]=[=[F04_1]=],
		[ [=[desc2]=] ]=
		{[=[โดยใช้คุณสมบัติหนึ่งข้อที่สูงที่สุดของ{x}%นับ]=],[=[เสนอให้ผู้เล่นในทีมที่รับบอลเพิ่มเติม{y}%คุณสมบัติทั้งหมด]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[5]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=2125,
		[ [=[lvlBase]=] ]=
		{[=[155]=],[=[15]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[เมื่อเตะลูกเตะมุม โดยนับอัตราการผ่านบอลสำเร็จที่สูงที่สุดหนึ่งข้อของคุณสมบัติทั้งหมด ขณะเดียวกันจะทำให้คุณสมบัติทั้งหมดของผู้เล่นในทีมที่รับบอลสูงขึ้น อย่างต่อเนื่องจนจบการเตะมุมครั้งนี้]=],
		[ [=[type]=] ]=5
	},
	[ [=[F06_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX ยิงเร็ว]=],
		[ [=[picIndex]=] ]=[=[F06_1]=],
		[ [=[desc2]=] ]=
		{[=[โดยใช้{x}%นับคุณสมบัติทั้งหมด]=],[=[ผู้เล่นในทีมที่รับบอลจะได้รับผลกระทบแค่ถูกรบกวนเท่านั้น]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[3]=]
		},
		[ [=[powerImprove]=] ]=125,
		[ [=[powerBase]=] ]=2125,
		[ [=[lvlBase]=] ]=
		{[=[33]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[หลังรับลูกฟรีคิกหรือลูกเตะมุมโดยอ้อมแล้วยิงประตูได้ โดยนับอัตราการยิงประตูของคุณสมบัติทั้งหมด ขณะเดียวกันผู้เล่นในทีมที่รับบอลจะได้รับผลลัพธ์แค่ถูกรบกวนเท่านั้น]=],
		[ [=[type]=] ]=5
	},
	[ [=[F07_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX แกนนำเกมรุก]=],
		[ [=[picIndex]=] ]=[=[F07]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติทั้งหมดแข็งแกร่งขึ้น{x}%]=],[=[ได้รับBUFFคุณสมบัติทั้งหมดเพิ่มขึ้น{y}%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[0.55]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[6.05]=],[=[20]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[เพิ่มความแข็งแกร่งของคุณสมบัติกองหน้าและกองกลางตัวรุก ผลลัพธ์ของหลายทักษะที่ซ้ำกันลดลงครึ่งหนึ่ง โบนัสน้อยที่สุด1% ขณะเดียวกัน เวลาที่เปลี่ยนแปลงเกมบุกและเกมรับทุกครั้ง กองหน้าและกองกลางตัวรุกในทีมทั้งหมดจะมีโอกาส20% ในการได้รับ Buff ที่เพิ่มความแข็งแกร่งให้กับคุณสมบัติทั้งหมด อย่างต่อเนื่องจนจบเกมบุกนี้ โดยช่วงเวลานี้มีเพียงแค่ Buff ที่ได้ผลเท่านั้น]=],
		[ [=[type]=] ]=5
	},
	[ [=[F08_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX ผู้บัญชาการ]=],
		[ [=[picIndex]=] ]=[=[F08]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติทั้งหมดแข็งแกร่งขึ้น{x}%]=],[=[ได้รับBUFFคุณสมบัติทั้งหมดเพิ่มขึ้น{y}%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[0.55]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[6.05]=],[=[20]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[เพิ่มความแข็งแกร่งของคุณสมบัติผู้รักษาประตูปราการหลังและฝ่ายป้องกันกองกลาง ผลลัพธ์ของหลายทักษะที่ซ้ำกันลดลงครึ่งหนึ่ง โบนัสน้อยที่สุด1% ขณะเดียวกัน เวลาที่เปลี่ยนแปลงเกมบุกและเกมรับทุกครั้ง ผู้รักษาประตูปราการหลังและกองกลางตัวรับในทีมทั้งหมดจะมีโอกาส20% ในการได้รับ Buff ที่เพิ่มความแข็งแกร่งให้กับคุณสมบัติทั้งหมด อย่างต่อเนื่องจนจบเกมรับนี้ โดยช่วงเวลานี้มีเพียงแค่ Buff ที่ได้ผลเท่านั้น]=],
		[ [=[type]=] ]=5
	},
	[ [=[F09_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX จิตวิญญาณนักเตะ]=],
		[ [=[picIndex]=] ]=[=[F09]=],
		[ [=[desc2]=] ]=
		{[=[BUFFผลลัพธ์แข็งแกร่งขึ้น{x}%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{2.5
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[35]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[นักเตะในทีมทั้งหมด ได้รับเครื่องเมโทรนอม/แตรเป่าสัญญาณจู่โจม/ช่วงเวลาพร้อมใจกันเป็นปึกแผ่น ทำให้มีอัตราเปอร์เซ็นโบนัสเพิ่มเติม ผลลัพธ์ของหลายทักษะที่ซ้ำกันลดลงครึ่งหนึ่ง โบนัสน้อยที่สุด1%]=],
		[ [=[type]=] ]=5
	},
	[ [=[G01_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX เครื่องยนต์อมตะ]=],
		[ [=[picIndex]=] ]=[=[G01_1]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติทั้งหมดเพิ่มขึ้น{x}%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{0.29999999999999999
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{3.2999999999999998
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[พละกำลังโดดเด่น ในการแข่งขันเมื่อ เวลาผ่านไปทุกๆ 10 นาที คุณสมบัติทั้งหมดของตัวนักเตะจะเพิ่มต่อเนื่องจนจบเกม ขณะเดียวกันทุกครั้งที่จุดชนวนเครื่องจักรนิรันดร์ ลบBuffเชิงลบในปัจจุบันบนตัวทั้งหมด ขณะเดียวกันจะทำให้นักเตะไม่ได้รับผลกระทบเชิงลบจากBuffภายใน 10 นาทีแบบสุ่ม]=],
		[ [=[type]=] ]=5
	},
	[ [=[G01_A_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX ไม่มีวันเหนื่อย]=],
		[ [=[picIndex]=] ]=[=[G01_A_1]=],
		[ [=[desc2]=] ]=
		{[=[เพิ่มคุณสมบัติทั้งหมด{x}%]=],[=[เพิ่มคุณสมบัติเพื่อนร่วมทีมทั้งหมด{y}%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[0.36]=],[=[0]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[3.96]=],[=[8]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[Salgado วิ่งได้แบบไม่รู้จักเหนื่อย ทำให้คุณสมบัติในตัวทั้งหมดเพิ่มทุกๆ 10 นาทีจนกว่าเกมจะจบลง ในเวลาเดียวกันทุกครั้งที่ [เครื่องยนต์อมตะ] ถูกทริกเกอร์บัฟเชิงลบปัจจุบันทั้งหมดจะถูกลบและในเวลาเดียวกันผู้เล่นแบบสุ่มจะไม่ได้รับผลกระทบจากบัฟเชิงลบเป็นเวลา 10 นาที ในเวลาเดียวกันเพื่อนร่วมทีมแบบสุ่มจะถูกเพิ่มเข้ามาพร้อมกับการปรับปรุงคุณสมบัติทั้งหมดซึ่งจะดำเนินต่อไปตลอดทั้งเกม]=],
		[ [=[type]=] ]=5
	},
	[ [=[G02_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX แตรเชียร์]=],
		[ [=[picIndex]=] ]=[=[G02_1]=],
		[ [=[desc2]=] ]=
		{[=[ฝ่ายของเรา{x}%คุณสมบัติทั้งหมดเพิ่มขึ้น]=],[=[เสนอให้เพิ่มเติม{y}%ผลลัพธ์]=],[=[คุณสมบัติทั้งหมดของฝ่ายตรงข้ามลดลง{a}%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[2]=],[=[0]=],[=[0.2]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[22]=],[=[15]=],[=[15]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[เวลาฝ่ายเราได้ครองบอล มีความน่าจะเป็นที่จะใช้พลังจิตวิญญาณดลใจเพื่อนให้เกิดความสำเร็จในการทำเกมบุกคุณภาพสูงหนึ่งครั้ง คุณสมบัติทั้งหมดของนักเตะฝ่ายเราจะเพิ่มขึ้น อีกทั้งทักษะEXก็จะได้รับการเพิ่มอีกในเปอร์เซ็นต์ที่แน่นอน ขณะเดียวกันจะลดคุณสมบัติทั้งหมดของนักเตะฝ่ายตรงข้ามต่อเนื่องจนบุกจบ เวลาทักษะหลายตัวนี้เปิดใช้พร้อมกันจะได้ประสิทธิภาพทักษะในระดับสูงที่สุด]=],
		[ [=[type]=] ]=5
	},
	[ [=[G03_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX เชียร์]=],
		[ [=[picIndex]=] ]=[=[G03_1]=],
		[ [=[desc2]=] ]=
		{[=[ฝ่ายของเรา{x}%คุณสมบัติทั้งหมดเพิ่มขึ้น]=],[=[เสนอให้เพิ่มเติม{y}%ผลลัพธ์]=],[=[คุณสมบัติทั้งหมดของฝ่ายตรงข้ามลดลง{a}%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[2]=],[=[0]=],[=[0.2]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[22]=],[=[15]=],[=[15]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[เมื่อฝ่ายเราเสียการครองบอล มีความน่าจะเป็นที่จะใช้พลังจิตวิญญาณดลใจเพื่อนให้สำเร็จการตั้งรับคุณภาพสูงหนึ่งครั้ง คุณสมบัติทั้งหมดของนักเตะฝ่ายเราจะเพิ่มขึ้น ทักษะEXได้รับการเพิ่มอีกในเปอร์เซ็นต์ที่แน่นอน ขณะเดียวกันจะลดคุณสมบัติทั้งหมดของนักเตะฝ่ายตรงข้ามต่อเนื่องจนฝ่ายเราได้บอลอีกครั้ง เวลาทักษะหลายตัวนี้เปิดใช้พร้อมกันจะได้ประสิทธิภาพทักษะในระดับสูงที่สุด]=],
		[ [=[type]=] ]=5
	},
	[ [=[G04_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX การต่อต้านที่น่ารังเกียจ]=],
		[ [=[picIndex]=] ]=[=[G04_1]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติทั้งหมดลดลง{x}%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[1]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[15]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[เมื่อเราได้รับลูกบอลเราโจมตีฝ่ายตรงข้ามทั้งหมดของฝ่ายตรงข้ามด้วยการยับยั้งที่น่ารังเกียจเพื่อให้ฝ่ายตรงข้ามทั้งหมดของฝ่ายตรงข้ามในการป้องกันนี้คุณลักษณะทั้งหมดจะลดลงและไม่สามารถรับ BUFF ผลหายไปหลังจากเราแพ้ลูกบอล หลังจาก EX เอฟเฟกต์สามารถซ้อนทับและปล่อยได้]=],
		[ [=[type]=] ]=5
	},
	[ [=[G05_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX ป้องกันการยับยั้ง]=],
		[ [=[picIndex]=] ]=[=[G05_1]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติทั้งหมดลดลง{x}%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[1]=]
		},
		[ [=[powerImprove]=] ]=175,
		[ [=[powerBase]=] ]=1925,
		[ [=[lvlBase]=] ]=
		{[=[15]=]
		},
		[ [=[priceUpBase]=] ]=50000,
		[ [=[priceUpImprove]=] ]=50000,
		[ [=[desc]=] ]=[=[เมื่อทีมของเราสูญเสียการครอบครองบอลจะมีโอกาสสูงที่จะก่อให้เกิดทักษะและการป้องกันการป้องกันสำหรับผู้เล่นทุกคนในฝ่ายอื่น ๆ เพื่อให้ผู้เล่นทุกคนในทีมอื่นจะสูญเสียสถานะทั้งหมดในขณะที่ได้รับบัฟฟ์ ผลที่ได้หายไปหลังจากที่เราได้ครอบครองคืน หลังจาก EX เอฟเฟกต์สามารถซ้อนทับและปล่อยได้]=],
		[ [=[type]=] ]=5
	},
	[ [=[G05_NESTA_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[กำแพงซานซีโร EX]=],
		[ [=[picIndex]=] ]=[=[G05_NESTA_1]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติทั้งหมดลดลง {x}% ]=],[=[คุณสมบัติทั้งหมดเพิ่ม {y}%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=1,
		[ [=[lvlImprove]=] ]=
		{[=[1.2]=],[=[1]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{[=[18]=],[=[10]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[เวลาฝ่ายตนเองเสียการครองบอลจะมีความน่าจะเป็นในการปล่อยสกิลสูงขึ้น Nesta จะยับยั้งการป้องกันของผู้เล่นฝ่ายตรงข้ามทั้งหมดหนึ่งครั้ง ทำให้คุณสมบัติหมู่ของผู้เล่นทั้งหมดที่บุกในครั้งนี้ลดลง ขณะเดียวกันก็จะไม่ได้รับ BUFF ขณะเดียวกันฝ่ายเราจะได้ BUFF เพิ่มผลประโยชน์ของคุณสมบัติทั้งหมดหนึ่งอัน และเอฟเฟกต์จะหมดไปหลังจากที่ฝ่ายเรากลับมาครองบอลอีกครั้ง หลังจาก EX แล้วจะปล่อยเอฟเฟกต์นี้ซ้อนกันได้]=],
		[ [=[type]=] ]=5
	},
	[ [=[Z01_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX ปรมาจารย์แห่งการผ่านบอล]=],
		[ [=[picIndex]=] ]=[=[Z01_1]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติการผ่านบอลเพิ่มขึ้น{x}]=],[=[20%ความน่าจะเป็น]=],[=[อัตราการผ่านบอลสำเร็จเพิ่มขึ้น20%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=2,
		[ [=[lvlImprove]=] ]=
		{
			[ [=[pass]=] ]=[=[10]=]
		},
		[ [=[powerImprove]=] ]=0,
		[ [=[powerBase]=] ]=800,
		[ [=[lvlBase]=] ]=
		{
			[ [=[pass]=] ]=[=[10]=]
		},
		[ [=[priceUpBase]=] ]=0,
		[ [=[priceUpImprove]=] ]=0,
		[ [=[desc]=] ]=[=[คุณสมบัติการผ่านบอลของนักเตะเพิ่มขึ้น ความน่าจะเป็นในการผ่านบอลของตนเองสูงขึ้น 20% อัตราการผ่านบอลสำเร็จ 20% ]=],
		[ [=[type]=] ]=5
	},
	[ [=[Z02_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX ปรมาจารย์แห่งการลากบอล]=],
		[ [=[picIndex]=] ]=[=[Z02_1]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติการพาบอลเพิ่มขึ้น{x}]=],[=[20%ความน่าจะเป็น]=],[=[อัตราการถูกตัดลดลงกว่า20%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=2,
		[ [=[lvlImprove]=] ]=
		{
			[ [=[dribble]=] ]=[=[10]=]
		},
		[ [=[powerImprove]=] ]=0,
		[ [=[powerBase]=] ]=800,
		[ [=[lvlBase]=] ]=
		{
			[ [=[dribble]=] ]=[=[10]=]
		},
		[ [=[priceUpBase]=] ]=0,
		[ [=[priceUpImprove]=] ]=0,
		[ [=[desc]=] ]=[=[คุณสมบัติการพาบอลของนักเตะเพิ่มขึ้น ความน่าจะเป็นในการพาบอลของตนเองลดลง 10% อัตราการพาบอลถูกตัดกว่า 15% ]=],
		[ [=[type]=] ]=5
	},
	[ [=[Z03_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX ปรมาจารย์แห่งการยิงประตู]=],
		[ [=[picIndex]=] ]=[=[Z03_1]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติการยิงประตูเพิ่มขึ้น{x}]=],[=[20%ความน่าจะเป็น]=],[=[อัตราการยิงประตูสำเร็จเพิ่มขึ้น10%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=2,
		[ [=[lvlImprove]=] ]=
		{
			[ [=[shoot]=] ]=[=[10]=]
		},
		[ [=[powerImprove]=] ]=0,
		[ [=[powerBase]=] ]=800,
		[ [=[lvlBase]=] ]=
		{
			[ [=[shoot]=] ]=[=[10]=]
		},
		[ [=[priceUpBase]=] ]=0,
		[ [=[priceUpImprove]=] ]=0,
		[ [=[desc]=] ]=[=[คุณสมบัติการยิงประตูของนักเตะเพิ่มขึ้น ความน่าจะเป็นในการยิงประตูของตนเองเพิ่มขึ้น 20% อัตราการยิงประตูสำเร็จ 10% ]=],
		[ [=[type]=] ]=5
	},
	[ [=[Z04_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX ปรมาจารย์แห่งการสกัดบอล]=],
		[ [=[picIndex]=] ]=[=[Z04_1]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติการสกัดบอลเพิ่มขึ้น{x}]=],[=[20%ความน่าจะเป็น]=],[=[อัตราการสกัดบอลสำเร็จเพิ่มขึ้น20%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=2,
		[ [=[lvlImprove]=] ]=
		{
			[ [=[intercept]=] ]=[=[10]=]
		},
		[ [=[powerImprove]=] ]=0,
		[ [=[powerBase]=] ]=800,
		[ [=[lvlBase]=] ]=
		{
			[ [=[intercept]=] ]=[=[10]=]
		},
		[ [=[priceUpBase]=] ]=0,
		[ [=[priceUpImprove]=] ]=0,
		[ [=[desc]=] ]=[=[คุณสมบัติการสกัดบอลของนักเตะเพิ่มขึ้น ความน่าจะเป็นในการสกัดบอลของตนเองสูงขึ้น 20% อัตราการสกัดบอลกว่า 20% ]=],
		[ [=[type]=] ]=5
	},
	[ [=[Z05_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX ปรมาจารย์แห่งการแย่งบอล]=],
		[ [=[picIndex]=] ]=[=[Z05_1]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติการแย่งบอลเพิ่มขึ้น{x}]=],[=[20%ความน่าจะเป็น]=],[=[อัตราการแย่งบอลสำเร็จเพิ่มขึ้น20%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=2,
		[ [=[lvlImprove]=] ]=
		{
			[ [=[steal]=] ]=[=[10]=]
		},
		[ [=[powerImprove]=] ]=0,
		[ [=[powerBase]=] ]=800,
		[ [=[lvlBase]=] ]=
		{
			[ [=[steal]=] ]=[=[10]=]
		},
		[ [=[priceUpBase]=] ]=0,
		[ [=[priceUpImprove]=] ]=0,
		[ [=[desc]=] ]=[=[คุณสมบัติการแย่งบอลของนักเตะเพิ่มขึ้น ความน่าจะเป็นในการแย่งบอลของตนเองสูงขึ้น 10% อัตราการแย่งบอลกว่า 15% ]=],
		[ [=[type]=] ]=5
	},
	[ [=[Z06_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX ปรมาจารย์แห่งการเซฟบอล]=],
		[ [=[picIndex]=] ]=[=[Z06_1]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติทั้งหมดเพิ่มขึ้น{x}]=],[=[20%ความน่าจะเป็น]=],[=[อัตราการเซฟบอลสำเร็จเพิ่มขึ้น10%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=2,
		[ [=[lvlImprove]=] ]=
		{
			[ [=[goalkeeping]=] ]=[=[2]=],
			[ [=[anticipation]=] ]=[=[2]=],
			[ [=[commanding]=] ]=[=[2]=],
			[ [=[composure]=] ]=[=[2]=],
			[ [=[launching]=] ]=[=[2]=]
		},
		[ [=[powerImprove]=] ]=0,
		[ [=[powerBase]=] ]=800,
		[ [=[lvlBase]=] ]=
		{
			[ [=[goalkeeping]=] ]=[=[2]=],
			[ [=[anticipation]=] ]=[=[2]=],
			[ [=[commanding]=] ]=[=[2]=],
			[ [=[composure]=] ]=[=[2]=],
			[ [=[launching]=] ]=[=[2]=]
		},
		[ [=[priceUpBase]=] ]=0,
		[ [=[priceUpImprove]=] ]=0,
		[ [=[desc]=] ]=[=[คุณสมบัติของผู้รักษาประตูเพิ่มขึ้น  ความน่าจะเป็นในการเซฟบอลของตนเองสูงขึ้น 20% อัตราการเซฟบอลกว่า 10% ]=],
		[ [=[type]=] ]=5
	},
	[ [=[Z07_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX จิตวิญญาณที่มุ่งมั่น]=],
		[ [=[picIndex]=] ]=[=[Z07_1]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติทั้งหมดเพิ่มขึ้น{x}]=],[=[20%ความน่าจะเป็น]=],[=[คุณสมบัติทั้งหมดเพิ่มขึ้น40%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=2,
		[ [=[lvlImprove]=] ]=
		{
			[ [=[pass]=] ]=[=[10]=],
			[ [=[dribble]=] ]=[=[10]=],
			[ [=[shoot]=] ]=[=[10]=],
			[ [=[steal]=] ]=[=[10]=],
			[ [=[intercept]=] ]=[=[10]=],
			[ [=[goalkeeping]=] ]=[=[10]=],
			[ [=[anticipation]=] ]=[=[10]=],
			[ [=[commanding]=] ]=[=[10]=],
			[ [=[composure]=] ]=[=[10]=],
			[ [=[launching]=] ]=[=[10]=]
		},
		[ [=[powerImprove]=] ]=0,
		[ [=[powerBase]=] ]=800,
		[ [=[lvlBase]=] ]=
		{
			[ [=[pass]=] ]=[=[10]=],
			[ [=[dribble]=] ]=[=[10]=],
			[ [=[shoot]=] ]=[=[10]=],
			[ [=[steal]=] ]=[=[10]=],
			[ [=[intercept]=] ]=[=[10]=],
			[ [=[goalkeeping]=] ]=[=[10]=],
			[ [=[anticipation]=] ]=[=[10]=],
			[ [=[commanding]=] ]=[=[10]=],
			[ [=[composure]=] ]=[=[10]=],
			[ [=[launching]=] ]=[=[10]=]
		},
		[ [=[priceUpBase]=] ]=0,
		[ [=[priceUpImprove]=] ]=0,
		[ [=[desc]=] ]=[=[คุณสมบัติทั้งหมดของนักเตะเพิ่มขึ้น  ความน่าจะเป็นเวลาเปลี่ยนเกมบุกและเกมรับของตนเองเพิ่มขึ้น 20% คุณสมบัติทั้งหมด 40% ]=],
		[ [=[type]=] ]=5
	},
	[ [=[Z08_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX คู่หูที่ดีที่สุด-ชีวิตใหม่]=],
		[ [=[picIndex]=] ]=[=[Z08_1]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติทั้งหมดเพิ่มขึ้น{x}]=],[=[อีกทั้งไม่จำเป็นต้องมีคู่หูที่ดีที่สุดก็สามารถแสดงผลลัพธ์ได้]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=2,
		[ [=[lvlImprove]=] ]=
		{
			[ [=[pass]=] ]=[=[10]=],
			[ [=[dribble]=] ]=[=[10]=],
			[ [=[shoot]=] ]=[=[10]=],
			[ [=[steal]=] ]=[=[10]=],
			[ [=[intercept]=] ]=[=[10]=],
			[ [=[goalkeeping]=] ]=[=[10]=],
			[ [=[anticipation]=] ]=[=[10]=],
			[ [=[commanding]=] ]=[=[10]=],
			[ [=[composure]=] ]=[=[10]=],
			[ [=[launching]=] ]=[=[10]=]
		},
		[ [=[powerImprove]=] ]=0,
		[ [=[powerBase]=] ]=0,
		[ [=[lvlBase]=] ]=
		{
			[ [=[pass]=] ]=[=[10]=],
			[ [=[dribble]=] ]=[=[10]=],
			[ [=[shoot]=] ]=[=[10]=],
			[ [=[steal]=] ]=[=[10]=],
			[ [=[intercept]=] ]=[=[10]=],
			[ [=[goalkeeping]=] ]=[=[10]=],
			[ [=[anticipation]=] ]=[=[10]=],
			[ [=[commanding]=] ]=[=[10]=],
			[ [=[composure]=] ]=[=[10]=],
			[ [=[launching]=] ]=[=[10]=]
		},
		[ [=[priceUpBase]=] ]=0,
		[ [=[priceUpImprove]=] ]=0,
		[ [=[desc]=] ]=[=[คุณสมบัติทั้งหมดของนักเตะเพิ่มขึ้น ไม่ต้องการคู่หูที่ดีที่สุดลงสนาม ก็สามารถแสดงทักษะได้อย่างมีประสิทธิภาพ]=],
		[ [=[type]=] ]=5
	},
	[ [=[Z08_2]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX คู่หูที่ดีที่สุด-สร้างความแข็งแกร่ง]=],
		[ [=[picIndex]=] ]=[=[Z08_1]=],
		[ [=[desc2]=] ]=
		{[=[คุณสมบัติทั้งหมดเพิ่มขึ้น{x}]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=3,
		[ [=[lvlImprove]=] ]=
		{
			[ [=[pass]=] ]=[=[15]=],
			[ [=[dribble]=] ]=[=[15]=],
			[ [=[shoot]=] ]=[=[15]=],
			[ [=[steal]=] ]=[=[15]=],
			[ [=[intercept]=] ]=[=[15]=],
			[ [=[goalkeeping]=] ]=[=[15]=],
			[ [=[anticipation]=] ]=[=[15]=],
			[ [=[commanding]=] ]=[=[15]=],
			[ [=[composure]=] ]=[=[15]=],
			[ [=[launching]=] ]=[=[15]=]
		},
		[ [=[powerImprove]=] ]=0,
		[ [=[powerBase]=] ]=0,
		[ [=[lvlBase]=] ]=
		{
			[ [=[pass]=] ]=[=[15]=],
			[ [=[dribble]=] ]=[=[15]=],
			[ [=[shoot]=] ]=[=[15]=],
			[ [=[steal]=] ]=[=[15]=],
			[ [=[intercept]=] ]=[=[15]=],
			[ [=[goalkeeping]=] ]=[=[15]=],
			[ [=[anticipation]=] ]=[=[15]=],
			[ [=[commanding]=] ]=[=[15]=],
			[ [=[composure]=] ]=[=[15]=],
			[ [=[launching]=] ]=[=[15]=]
		},
		[ [=[priceUpBase]=] ]=0,
		[ [=[priceUpImprove]=] ]=0,
		[ [=[desc]=] ]=[=[เมื่อคู่หูที่ดีที่สุดลงสนาม จะได้รับโบนัสคุณสมบัติเพิ่มเติม]=],
		[ [=[type]=] ]=5
	},
	[ [=[Z26_1]=] ]=
	{
		[ [=[skillName]=] ]=[=[EX เลือดในตำนาน]=],
		[ [=[picIndex]=] ]=[=[Z26_1]=],
		[ [=[desc2]=] ]=
		{[=[เพิ่มคุณสมบัติทั้งหมด{x}]=],[=[โอกาส 20% ที่จะลดคุณสมบัติทั้งหมดของคู่ต่อสู้ลง 25%]=]
		},
		[ [=[openValue]=] ]=1,
		[ [=[skillType]=] ]=2,
		[ [=[lvlImprove]=] ]=
		{
			[ [=[pass]=] ]=[=[20]=],
			[ [=[dribble]=] ]=[=[20]=],
			[ [=[shoot]=] ]=[=[20]=],
			[ [=[steal]=] ]=[=[20]=],
			[ [=[intercept]=] ]=[=[20]=],
			[ [=[goalkeeping]=] ]=[=[20]=],
			[ [=[anticipation]=] ]=[=[20]=],
			[ [=[commanding]=] ]=[=[20]=],
			[ [=[composure]=] ]=[=[20]=],
			[ [=[launching]=] ]=[=[20]=]
		},
		[ [=[powerImprove]=] ]=210,
		[ [=[powerBase]=] ]=2310,
		[ [=[lvlBase]=] ]=
		{
			[ [=[pass]=] ]=[=[20]=],
			[ [=[dribble]=] ]=[=[20]=],
			[ [=[shoot]=] ]=[=[20]=],
			[ [=[steal]=] ]=[=[20]=],
			[ [=[intercept]=] ]=[=[20]=],
			[ [=[goalkeeping]=] ]=[=[20]=],
			[ [=[anticipation]=] ]=[=[20]=],
			[ [=[commanding]=] ]=[=[20]=],
			[ [=[composure]=] ]=[=[20]=],
			[ [=[launching]=] ]=[=[20]=]
		},
		[ [=[priceUpBase]=] ]=60000,
		[ [=[priceUpImprove]=] ]=60000,
		[ [=[desc]=] ]=[=[เมื่อลูกบอลถูกแปลงมีโอกาส 20% ในการลดค่าคุณลักษณะทั้งหมดของเพื่อนร่วมทีมของคู่แข่งลง 25% จนกระทั่งสิ้นสุดการโจมตี ]=],
		[ [=[type]=] ]=5
	}
}
return var