local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		[ [=[desc]=] ]=[=[ไฟที่สนามดับกะทันหัน]=]
	},
	[ [=[2]=] ]=
	{
		[ [=[desc]=] ]=[=[ความมืดปกคลุม]=]
	},
	[ [=[3]=] ]=
	{
		[ [=[desc]=] ]=[=[สุนัขตัวหนึ่งน่ารักวิ่งเข้าสนาม]=]
	},
	[ [=[4]=] ]=
	{
		[ [=[desc]=] ]=[=[นกตัวเล็กบินเข้าสนาม]=]
	},
	[ [=[5]=] ]=
	{
		[ [=[desc]=] ]=[=[สัญญาณด้านหน้าหายไป]=]
	},
	[ [=[6]=] ]=
	{
		[ [=[desc]=] ]=[=[การติตต่อกับด้านหน้าขาดชั่วคราว]=]
	},
	[ [=[7]=] ]=
	{
		[ [=[desc]=] ]=[=[กล้องถ่ายวีดีโอเสีย]=]
	},
	[ [=[8]=] ]=
	{
		[ [=[desc]=] ]=[=[ช่างถ่ายวีดีโอเป็นลม]=]
	},
	[ [=[9]=] ]=
	{
		[ [=[desc]=] ]=[=[แฟนคลับวิ่งเข้ามาไปสนามแล้ว]=]
	}
}
return var