local null = nil
local var = 
{
	[ [=[1001]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-04-17 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-04-20 04:59:59]=],
		[ [=[taskReward]=] ]=2,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=1,
		[ [=[periodID]=] ]=1,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=1000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[1002]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-04-17 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-04-20 04:59:59]=],
		[ [=[taskReward]=] ]=3,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=1,
		[ [=[periodID]=] ]=1,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=30,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[1003]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-04-17 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-04-18 04:59:59]=],
		[ [=[taskReward]=] ]=1,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=1,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=10000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[1004]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-04-17 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-04-18 04:59:59]=],
		[ [=[taskReward]=] ]=1,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=1,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=100,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[1005]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-04-17 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-04-18 04:59:59]=],
		[ [=[taskReward]=] ]=2,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=1,
		[ [=[taskType]=] ]=5,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[สะสมการจับการ์ด (จับโดยไม่ใช่เพื่อน)]=]
	},
	[ [=[1006]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-04-17 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-04-18 04:59:59]=],
		[ [=[taskReward]=] ]=3,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=1,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[1007]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-04-17 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-04-18 04:59:59]=],
		[ [=[taskReward]=] ]=2,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=1,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=20,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[1008]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-04-17 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-04-18 04:59:59]=],
		[ [=[taskReward]=] ]=1,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=1,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[1009]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-04-17 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-04-18 04:59:59]=],
		[ [=[taskReward]=] ]=1,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=1,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[1010]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-04-18 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-04-19 04:59:59]=],
		[ [=[taskReward]=] ]=1,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=1,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=10000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[1011]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-04-18 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-04-19 04:59:59]=],
		[ [=[taskReward]=] ]=1,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=1,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=100,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[1012]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-04-18 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-04-19 04:59:59]=],
		[ [=[taskReward]=] ]=2,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=1,
		[ [=[taskType]=] ]=5,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[สะสมการจับการ์ด (จับโดยไม่ใช่เพื่อน)]=]
	},
	[ [=[1013]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-04-18 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-04-19 04:59:59]=],
		[ [=[taskReward]=] ]=3,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=1,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[1014]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-04-18 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-04-19 04:59:59]=],
		[ [=[taskReward]=] ]=5,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=1,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=980,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[1015]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-04-18 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-04-19 04:59:59]=],
		[ [=[taskReward]=] ]=2,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=1,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=20,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[1016]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-04-18 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-04-19 04:59:59]=],
		[ [=[taskReward]=] ]=1,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=1,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[1017]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-04-19 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-04-20 04:59:59]=],
		[ [=[taskReward]=] ]=1,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=1,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=10000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[1018]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-04-19 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-04-20 04:59:59]=],
		[ [=[taskReward]=] ]=1,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=1,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=30000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[1019]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-04-19 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-04-20 04:59:59]=],
		[ [=[taskReward]=] ]=1,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=1,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=100,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[1020]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-04-19 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-04-20 04:59:59]=],
		[ [=[taskReward]=] ]=2,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=1,
		[ [=[taskType]=] ]=5,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[สะสมการจับการ์ด (จับโดยไม่ใช่เพื่อน)]=]
	},
	[ [=[1021]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-04-19 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-04-20 04:59:59]=],
		[ [=[taskReward]=] ]=3,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=1,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[1022]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-04-19 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-04-20 04:59:59]=],
		[ [=[taskReward]=] ]=2,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=1,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=20,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[1023]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-04-19 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-04-20 04:59:59]=],
		[ [=[taskReward]=] ]=1,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=1,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[2001]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-24 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-30 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=1,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=5,
		[ [=[taskParam]=] ]=10,
		[ [=[desc]=] ]=[=[สะสมการจับการ์ด (จับโดยไม่ใช่เพื่อน)]=]
	},
	[ [=[2002]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-24 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-25 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[2003]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-24 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-25 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[2004]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-24 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-25 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[2005]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-24 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-25 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[2006]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-24 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-25 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[2007]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-24 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-25 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[2008]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-24 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-25 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[2009]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-24 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-25 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[2010]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-24 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-25 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[2011]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-24 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-25 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[2012]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-24 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-25 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[2013]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-24 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-25 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[2014]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-24 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-25 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[2015]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-25 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-26 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[2016]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-25 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-26 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[2017]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-25 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-26 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[2018]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-25 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-26 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[2019]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-25 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-26 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[2020]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-25 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-26 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[2021]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-25 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-26 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[2022]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-25 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-26 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[2023]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-25 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-26 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[2024]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-25 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-26 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[2025]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-25 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-26 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[2026]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-25 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-26 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[2027]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-25 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-26 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[2028]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-26 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-27 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[2029]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-26 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-27 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[2030]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-26 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-27 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[2031]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-26 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-27 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[2032]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-26 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-27 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[2033]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-26 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-27 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[2034]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-26 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-27 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[2035]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-26 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-27 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[2036]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-26 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-27 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[2037]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-26 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-27 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[2038]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-26 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-27 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[2039]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-26 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-27 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[2040]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-26 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-27 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[2041]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-28 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[2042]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-28 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[2043]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-28 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[2044]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-28 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[2045]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-28 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[2046]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-28 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[2047]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-28 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[2048]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-28 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[2049]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-28 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[2050]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-28 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[2051]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-28 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[2052]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-28 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[2053]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-28 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[2054]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-29 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[2055]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-29 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[2056]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-29 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[2057]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-29 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[2058]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-29 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[2059]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-29 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[2060]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-29 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[2061]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-29 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[2062]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-29 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[2063]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-29 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[2064]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-29 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[2065]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-29 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[2066]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-29 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[2067]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-30 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[2068]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-30 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[2069]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-30 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[2070]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-30 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[2071]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-30 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[2072]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-30 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[2073]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-30 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[2074]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-30 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[2075]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-30 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[2076]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-30 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[2077]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-30 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[2078]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-30 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[2079]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-10-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-10-30 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=2,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[3001]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-25 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-12-02 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=1,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=5,
		[ [=[taskParam]=] ]=10,
		[ [=[desc]=] ]=[=[สะสมการจับการ์ด (จับโดยไม่ใช่เพื่อน)]=]
	},
	[ [=[3002]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-25 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-26 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[3003]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-25 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-26 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[3004]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-25 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-26 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[3005]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-25 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-26 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[3006]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-25 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-26 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[3007]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-25 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-26 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[3008]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-25 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-26 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[3009]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-25 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-26 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[3010]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-25 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-26 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[3011]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-25 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-26 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[3012]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-25 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-26 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[3013]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-25 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-26 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[3014]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-25 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-26 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[3015]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-26 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-27 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[3016]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-26 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-27 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[3017]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-26 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-27 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[3018]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-26 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-27 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[3019]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-26 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-27 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[3020]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-26 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-27 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[3021]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-26 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-27 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[3022]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-26 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-27 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[3023]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-26 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-27 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[3024]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-26 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-27 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[3025]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-26 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-27 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[3026]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-26 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-27 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[3027]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-26 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-27 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[3028]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-28 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[3029]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-28 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[3030]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-28 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[3031]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-28 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[3032]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-28 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[3033]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-28 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[3034]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-28 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[3035]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-28 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[3036]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-28 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[3037]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-28 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[3038]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-28 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[3039]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-28 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[3040]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-28 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[3041]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-29 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[3042]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-29 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[3043]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-29 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[3044]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-29 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[3045]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-29 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[3046]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-29 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[3047]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-29 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[3048]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-29 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[3049]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-29 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[3050]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-29 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[3051]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-29 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[3052]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-29 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[3053]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-29 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[3054]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-30 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[3055]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-30 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[3056]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-30 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[3057]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-30 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[3058]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-30 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[3059]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-30 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[3060]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-30 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[3061]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-30 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[3062]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-30 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[3063]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-30 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[3064]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-30 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[3065]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-30 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[3066]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-11-30 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[3067]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-12-01 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[3068]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-12-01 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[3069]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-12-01 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[3070]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-12-01 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[3071]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-12-01 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[3072]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-12-01 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[3073]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-12-01 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[3074]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-12-01 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[3075]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-12-01 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[3076]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-12-01 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[3077]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-12-01 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[3078]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-12-01 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[3079]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-11-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-12-01 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[3080]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-12-01 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-12-02 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[3081]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-12-01 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-12-02 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[3082]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-12-01 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-12-02 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[3083]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-12-01 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-12-02 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[3084]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-12-01 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-12-02 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[3085]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-12-01 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-12-02 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[3086]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-12-01 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-12-02 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[3087]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-12-01 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-12-02 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[3088]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-12-01 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-12-02 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[3089]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-12-01 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-12-02 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[3090]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-12-01 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-12-02 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[3091]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-12-01 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-12-02 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[3092]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2019-12-01 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2019-12-02 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=3,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[4001]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-07 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-14 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=1,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=5,
		[ [=[taskParam]=] ]=10,
		[ [=[desc]=] ]=[=[สะสมการจับการ์ด (จับโดยไม่ใช่เพื่อน)]=]
	},
	[ [=[4002]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-07 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-08 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[4003]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-07 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-08 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[4004]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-07 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-08 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[4005]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-07 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-08 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[4006]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-07 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-08 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[4007]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-07 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-08 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[4008]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-07 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-08 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[4009]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-07 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-08 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[4010]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-07 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-08 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[4011]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-07 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-08 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[4012]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-07 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-08 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[4013]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-07 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-08 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[4014]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-07 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-08 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[4015]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-08 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-09 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[4016]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-08 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-09 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[4017]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-08 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-09 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[4018]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-08 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-09 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[4019]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-08 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-09 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[4020]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-08 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-09 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[4021]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-08 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-09 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[4022]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-08 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-09 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[4023]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-08 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-09 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[4024]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-08 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-09 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[4025]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-08 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-09 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[4026]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-08 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-09 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[4027]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-08 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-09 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[4028]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-09 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-10 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[4029]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-09 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-10 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[4030]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-09 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-10 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[4031]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-09 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-10 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[4032]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-09 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-10 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[4033]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-09 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-10 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[4034]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-09 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-10 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[4035]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-09 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-10 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[4036]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-09 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-10 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[4037]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-09 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-10 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[4038]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-09 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-10 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[4039]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-09 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-10 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[4040]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-09 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-10 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[4041]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-10 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-11 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[4042]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-10 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-11 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[4043]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-10 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-11 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[4044]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-10 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-11 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[4045]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-10 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-11 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[4046]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-10 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-11 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[4047]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-10 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-11 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[4048]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-10 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-11 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[4049]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-10 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-11 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[4050]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-10 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-11 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[4051]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-10 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-11 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[4052]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-10 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-11 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[4053]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-10 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-11 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[4054]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-12 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[4055]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-12 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[4056]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-12 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[4057]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-12 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[4058]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-12 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[4059]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-12 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[4060]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-12 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[4061]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-12 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[4062]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-12 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[4063]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-12 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[4064]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-12 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[4065]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-12 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[4066]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-12 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[4067]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-13 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[4068]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-13 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[4069]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-13 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[4070]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-13 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[4071]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-13 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[4072]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-13 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[4073]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-13 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[4074]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-13 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[4075]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-13 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[4076]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-13 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[4077]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-13 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[4078]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-13 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[4079]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-13 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[4080]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-14 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[4081]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-14 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[4082]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-14 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[4083]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-14 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[4084]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-14 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[4085]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-14 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[4086]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-14 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[4087]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-14 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[4088]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-14 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[4089]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-14 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[4090]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-14 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[4091]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-14 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[4092]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-14 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=4,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[5001]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-24 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-31 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=1,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=5,
		[ [=[taskParam]=] ]=10,
		[ [=[desc]=] ]=[=[สะสมการจับการ์ด (จับโดยไม่ใช่เพื่อน)]=]
	},
	[ [=[5002]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-24 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-25 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[5003]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-24 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-25 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[5004]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-24 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-25 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[5005]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-24 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-25 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[5006]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-24 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-25 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[5007]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-24 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-25 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[5008]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-24 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-25 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[5009]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-24 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-25 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[5010]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-24 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-25 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[5011]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-24 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-25 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[5012]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-24 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-25 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[5013]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-24 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-25 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[5014]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-24 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-25 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[5015]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-25 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-26 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[5016]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-25 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-26 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[5017]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-25 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-26 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[5018]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-25 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-26 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[5019]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-25 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-26 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[5020]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-25 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-26 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[5021]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-25 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-26 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[5022]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-25 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-26 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[5023]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-25 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-26 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[5024]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-25 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-26 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[5025]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-25 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-26 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[5026]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-25 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-26 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[5027]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-25 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-26 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[5028]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-26 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-27 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[5029]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-26 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-27 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[5030]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-26 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-27 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[5031]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-26 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-27 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[5032]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-26 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-27 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[5033]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-26 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-27 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[5034]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-26 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-27 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[5035]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-26 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-27 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[5036]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-26 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-27 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[5037]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-26 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-27 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[5038]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-26 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-27 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[5039]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-26 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-27 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[5040]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-26 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-27 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[5041]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-28 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[5042]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-28 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[5043]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-28 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[5044]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-28 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[5045]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-28 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[5046]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-28 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[5047]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-28 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[5048]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-28 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[5049]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-28 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[5050]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-28 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[5051]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-28 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[5052]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-28 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[5053]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-28 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[5054]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-29 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[5055]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-29 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[5056]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-29 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[5057]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-29 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[5058]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-29 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[5059]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-29 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[5060]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-29 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[5061]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-29 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[5062]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-29 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[5063]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-29 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[5064]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-29 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[5065]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-29 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[5066]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-29 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[5067]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-30 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[5068]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-30 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[5069]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-30 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[5070]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-30 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[5071]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-30 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[5072]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-30 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[5073]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-30 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[5074]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-30 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[5075]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-30 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[5076]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-30 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[5077]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-30 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[5078]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-30 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[5079]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-30 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[5080]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-31 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[5081]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-31 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[5082]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-31 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[5083]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-31 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[5084]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-31 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[5085]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-31 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[5086]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-31 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[5087]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-31 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[5088]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-31 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[5089]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-31 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[5090]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-31 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[5091]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-31 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[5092]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-01-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-01-31 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=5,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[6001]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-17 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-24 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=1,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=5,
		[ [=[taskParam]=] ]=10,
		[ [=[desc]=] ]=[=[สะสมการจับการ์ด (จับโดยไม่ใช่เพื่อน)]=]
	},
	[ [=[6002]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-17 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-18 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[6003]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-17 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-18 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[6004]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-17 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-18 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[6005]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-17 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-18 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[6006]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-17 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-18 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[6007]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-17 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-18 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[6008]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-17 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-18 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[6009]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-17 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-18 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[6010]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-17 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-18 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[6011]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-17 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-18 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[6012]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-17 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-18 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[6013]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-17 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-18 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[6014]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-17 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-18 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[6015]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-18 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-19 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[6016]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-18 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-19 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[6017]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-18 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-19 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[6018]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-18 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-19 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[6019]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-18 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-19 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[6020]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-18 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-19 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[6021]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-18 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-19 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[6022]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-18 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-19 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[6023]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-18 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-19 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[6024]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-18 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-19 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[6025]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-18 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-19 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[6026]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-18 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-19 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[6027]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-18 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-19 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[6028]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-19 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-20 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[6029]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-19 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-20 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[6030]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-19 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-20 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[6031]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-19 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-20 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[6032]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-19 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-20 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[6033]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-19 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-20 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[6034]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-19 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-20 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[6035]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-19 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-20 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[6036]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-19 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-20 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[6037]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-19 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-20 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[6038]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-19 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-20 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[6039]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-19 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-20 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[6040]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-19 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-20 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[6041]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-20 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-21 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[6042]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-20 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-21 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[6043]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-20 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-21 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[6044]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-20 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-21 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[6045]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-20 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-21 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[6046]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-20 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-21 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[6047]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-20 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-21 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[6048]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-20 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-21 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[6049]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-20 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-21 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[6050]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-20 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-21 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[6051]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-20 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-21 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[6052]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-20 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-21 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[6053]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-20 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-21 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[6054]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-21 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-22 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[6055]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-21 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-22 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[6056]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-21 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-22 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[6057]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-21 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-22 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[6058]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-21 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-22 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[6059]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-21 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-22 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[6060]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-21 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-22 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[6061]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-21 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-22 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[6062]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-21 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-22 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[6063]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-21 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-22 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[6064]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-21 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-22 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[6065]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-21 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-22 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[6066]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-21 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-22 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[6067]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-22 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-23 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[6068]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-22 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-23 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[6069]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-22 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-23 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[6070]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-22 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-23 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[6071]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-22 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-23 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[6072]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-22 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-23 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[6073]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-22 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-23 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[6074]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-22 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-23 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[6075]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-22 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-23 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[6076]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-22 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-23 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[6077]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-22 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-23 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[6078]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-22 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-23 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[6079]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-22 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-23 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[6080]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-23 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-24 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[6081]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-23 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-24 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[6082]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-23 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-24 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[6083]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-23 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-24 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[6084]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-23 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-24 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[6085]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-23 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-24 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[6086]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-23 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-24 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[6087]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-23 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-24 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[6088]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-23 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-24 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[6089]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-23 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-24 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[6090]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-23 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-24 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[6091]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-23 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-24 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[6092]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-02-23 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-02-24 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=6,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[7001]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-10 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-17 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=1,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=5,
		[ [=[taskParam]=] ]=10,
		[ [=[desc]=] ]=[=[สะสมการจับการ์ด (จับโดยไม่ใช่เพื่อน)]=]
	},
	[ [=[7002]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-10 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-11 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[7003]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-10 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-11 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[7004]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-10 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-11 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[7005]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-10 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-11 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[7006]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-10 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-11 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[7007]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-10 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-11 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[7008]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-10 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-11 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[7009]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-10 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-11 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[7010]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-10 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-11 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[7011]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-10 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-11 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[7012]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-10 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-11 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[7013]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-10 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-11 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[7014]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-10 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-11 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[7015]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-12 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[7016]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-12 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[7017]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-12 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[7018]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-12 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[7019]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-12 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[7020]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-12 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[7021]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-12 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[7022]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-12 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[7023]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-12 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[7024]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-12 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[7025]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-12 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[7026]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-12 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[7027]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-12 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[7028]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-13 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[7029]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-13 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[7030]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-13 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[7031]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-13 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[7032]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-13 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[7033]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-13 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[7034]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-13 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[7035]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-13 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[7036]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-13 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[7037]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-13 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[7038]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-13 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[7039]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-13 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[7040]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-13 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[7041]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-14 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[7042]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-14 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[7043]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-14 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[7044]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-14 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[7045]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-14 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[7046]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-14 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[7047]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-14 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[7048]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-14 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[7049]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-14 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[7050]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-14 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[7051]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-14 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[7052]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-14 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[7053]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-14 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[7054]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-14 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-15 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[7055]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-14 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-15 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[7056]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-14 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-15 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[7057]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-14 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-15 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[7058]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-14 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-15 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[7059]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-14 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-15 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[7060]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-14 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-15 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[7061]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-14 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-15 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[7062]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-14 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-15 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[7063]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-14 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-15 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[7064]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-14 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-15 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[7065]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-14 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-15 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[7066]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-14 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-15 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[7067]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-15 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-16 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[7068]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-15 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-16 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[7069]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-15 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-16 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[7070]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-15 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-16 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[7071]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-15 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-16 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[7072]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-15 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-16 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[7073]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-15 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-16 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[7074]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-15 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-16 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[7075]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-15 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-16 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[7076]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-15 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-16 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[7077]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-15 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-16 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[7078]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-15 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-16 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[7079]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-15 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-16 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[7080]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-16 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-17 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[7081]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-16 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-17 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[7082]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-16 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-17 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[7083]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-16 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-17 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[7084]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-16 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-17 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[7085]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-16 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-17 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[7086]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-16 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-17 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[7087]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-16 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-17 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[7088]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-16 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-17 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[7089]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-16 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-17 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[7090]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-16 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-17 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[7091]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-16 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-17 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[7092]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-03-16 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-03-17 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=7,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[8001]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-06 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-14 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=1,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=5,
		[ [=[taskParam]=] ]=10,
		[ [=[desc]=] ]=[=[สะสมการจับการ์ด (จับโดยไม่ใช่เพื่อน)]=]
	},
	[ [=[8002]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-06 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-07 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[8003]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-06 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-07 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[8004]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-06 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-07 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[8005]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-06 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-07 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[8006]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-06 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-07 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[8007]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-06 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-07 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[8008]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-06 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-07 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[8009]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-06 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-07 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[8010]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-06 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-07 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[8011]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-06 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-07 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[8012]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-06 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-07 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[8013]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-06 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-07 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[8014]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-06 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-07 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[8015]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-07 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-08 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[8016]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-07 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-08 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[8017]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-07 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-08 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[8018]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-07 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-08 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[8019]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-07 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-08 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[8020]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-07 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-08 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[8021]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-07 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-08 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[8022]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-07 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-08 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[8023]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-07 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-08 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[8024]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-07 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-08 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[8025]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-07 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-08 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[8026]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-07 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-08 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[8027]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-07 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-08 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[8028]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-08 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-09 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[8029]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-08 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-09 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[8030]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-08 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-09 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[8031]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-08 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-09 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[8032]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-08 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-09 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[8033]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-08 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-09 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[8034]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-08 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-09 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[8035]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-08 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-09 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[8036]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-08 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-09 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[8037]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-08 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-09 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[8038]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-08 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-09 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[8039]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-08 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-09 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[8040]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-08 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-09 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[8041]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-09 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-10 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[8042]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-09 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-10 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[8043]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-09 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-10 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[8044]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-09 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-10 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[8045]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-09 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-10 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[8046]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-09 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-10 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[8047]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-09 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-10 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[8048]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-09 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-10 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[8049]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-09 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-10 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[8050]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-09 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-10 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[8051]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-09 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-10 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[8052]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-09 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-10 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[8053]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-09 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-10 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[8054]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-10 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-11 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[8055]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-10 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-11 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[8056]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-10 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-11 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[8057]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-10 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-11 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[8058]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-10 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-11 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[8059]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-10 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-11 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[8060]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-10 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-11 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[8061]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-10 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-11 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[8062]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-10 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-11 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[8063]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-10 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-11 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[8064]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-10 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-11 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[8065]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-10 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-11 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[8066]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-10 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-11 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[8067]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-12 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[8068]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-12 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[8069]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-12 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[8070]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-12 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[8071]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-12 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[8072]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-12 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[8073]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-12 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[8074]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-12 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[8075]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-12 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[8076]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-12 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[8077]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-12 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[8078]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-12 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[8079]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-12 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[8080]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-13 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[8081]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-13 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[8082]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-13 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[8083]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-13 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[8084]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-13 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[8085]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-13 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[8086]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-13 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[8087]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-13 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[8088]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-13 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[8089]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-13 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[8090]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-13 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[8091]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-13 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[8092]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-13 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[8093]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-14 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[8094]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-14 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[8095]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-14 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[8096]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-14 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[8097]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-14 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[8098]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-14 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[8099]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-14 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[8100]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-14 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[8101]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-14 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[8102]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-14 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[8103]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-14 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[8104]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-14 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[8105]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-04-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-04-14 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=8,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[9001]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-19 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=1,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=5,
		[ [=[taskParam]=] ]=10,
		[ [=[desc]=] ]=[=[สะสมการจับการ์ด (จับโดยไม่ใช่เพื่อน)]=]
	},
	[ [=[9002]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-12 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[9003]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-12 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[9004]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-12 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[9005]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-12 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[9006]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-12 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[9007]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-12 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[9008]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-12 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[9009]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-12 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[9010]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-12 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[9011]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-12 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[9012]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-12 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[9013]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-12 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[9014]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-11 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-12 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[9015]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-13 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[9016]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-13 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[9017]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-13 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[9018]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-13 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[9019]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-13 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[9020]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-13 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[9021]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-13 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[9022]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-13 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[9023]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-13 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[9024]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-13 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[9025]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-13 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[9026]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-13 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[9027]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-12 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-13 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[9028]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-14 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[9029]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-14 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[9030]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-14 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[9031]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-14 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[9032]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-14 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[9033]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-14 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[9034]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-14 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[9035]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-14 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[9036]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-14 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[9037]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-14 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[9038]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-14 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[9039]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-14 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[9040]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-13 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-14 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[9041]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-14 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-15 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[9042]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-14 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-15 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[9043]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-14 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-15 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[9044]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-14 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-15 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[9045]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-14 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-15 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[9046]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-14 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-15 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[9047]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-14 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-15 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[9048]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-14 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-15 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[9049]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-14 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-15 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[9050]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-14 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-15 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[9051]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-14 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-15 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[9052]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-14 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-15 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[9053]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-14 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-15 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[9054]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-15 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-16 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[9055]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-15 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-16 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[9056]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-15 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-16 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[9057]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-15 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-16 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[9058]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-15 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-16 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[9059]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-15 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-16 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[9060]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-15 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-16 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[9061]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-15 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-16 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[9062]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-15 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-16 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[9063]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-15 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-16 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[9064]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-15 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-16 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[9065]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-15 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-16 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[9066]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-15 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-16 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[9067]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-16 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-17 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[9068]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-16 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-17 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[9069]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-16 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-17 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[9070]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-16 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-17 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[9071]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-16 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-17 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[9072]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-16 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-17 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[9073]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-16 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-17 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[9074]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-16 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-17 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[9075]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-16 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-17 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[9076]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-16 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-17 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[9077]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-16 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-17 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[9078]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-16 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-17 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[9079]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-16 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-17 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[9080]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-17 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-18 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[9081]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-17 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-18 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[9082]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-17 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-18 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[9083]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-17 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-18 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[9084]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-17 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-18 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[9085]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-17 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-18 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[9086]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-17 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-18 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[9087]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-17 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-18 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[9088]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-17 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-18 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[9089]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-17 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-18 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[9090]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-17 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-18 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[9091]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-17 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-18 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[9092]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-17 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-18 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[9093]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-18 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-19 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[9094]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-18 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-19 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[9095]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-18 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-19 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[9096]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-18 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-19 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[9097]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-18 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-19 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[9098]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-18 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-19 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[9099]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-18 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-19 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[9100]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-18 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-19 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[9101]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-18 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-19 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[9102]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-18 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-19 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[9103]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-18 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-19 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[9104]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-18 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-19 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[9105]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-05-18 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-05-19 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=9,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[10001]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-06-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-06 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=1,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=5,
		[ [=[taskParam]=] ]=10,
		[ [=[desc]=] ]=[=[สะสมการจับการ์ด (จับโดยไม่ใช่เพื่อน)]=]
	},
	[ [=[10002]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-06-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-06-30 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[10003]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-06-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-06-30 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[10004]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-06-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-06-30 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[10005]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-06-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-06-30 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[10006]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-06-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-06-30 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[10007]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-06-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-06-30 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[10008]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-06-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-06-30 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[10009]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-06-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-06-30 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[10010]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-06-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-06-30 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[10011]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-06-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-06-30 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[10012]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-06-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-06-30 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[10013]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-06-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-06-30 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[10014]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-06-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-06-30 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[10015]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-06-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-01 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[10016]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-06-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-01 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[10017]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-06-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-01 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[10018]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-06-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-01 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[10019]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-06-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-01 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[10020]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-06-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-01 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[10021]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-06-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-01 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[10022]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-06-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-01 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[10023]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-06-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-01 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[10024]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-06-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-01 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[10025]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-06-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-01 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[10026]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-06-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-01 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[10027]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-06-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-01 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[10028]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-01 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-02 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[10029]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-01 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-02 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[10030]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-01 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-02 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[10031]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-01 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-02 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[10032]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-01 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-02 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[10033]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-01 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-02 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[10034]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-01 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-02 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[10035]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-01 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-02 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[10036]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-01 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-02 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[10037]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-01 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-02 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[10038]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-01 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-02 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[10039]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-01 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-02 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[10040]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-01 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-02 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[10041]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-02 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-03 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[10042]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-02 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-03 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[10043]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-02 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-03 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[10044]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-02 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-03 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[10045]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-02 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-03 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[10046]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-02 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-03 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[10047]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-02 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-03 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[10048]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-02 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-03 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[10049]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-02 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-03 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[10050]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-02 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-03 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[10051]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-02 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-03 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[10052]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-02 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-03 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[10053]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-02 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-03 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[10054]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-03 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-04 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[10055]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-03 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-04 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[10056]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-03 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-04 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[10057]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-03 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-04 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[10058]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-03 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-04 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[10059]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-03 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-04 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[10060]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-03 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-04 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[10061]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-03 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-04 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[10062]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-03 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-04 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[10063]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-03 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-04 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[10064]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-03 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-04 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[10065]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-03 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-04 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[10066]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-03 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-04 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[10067]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-04 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-05 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[10068]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-04 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-05 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[10069]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-04 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-05 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[10070]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-04 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-05 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[10071]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-04 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-05 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[10072]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-04 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-05 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[10073]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-04 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-05 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[10074]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-04 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-05 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[10075]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-04 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-05 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[10076]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-04 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-05 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[10077]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-04 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-05 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[10078]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-04 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-05 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[10079]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-04 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-05 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[10080]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-05 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-06 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[10081]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-05 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-06 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[10082]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-05 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-06 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[10083]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-05 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-06 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[10084]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-05 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-06 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[10085]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-05 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-06 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[10086]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-05 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-06 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[10087]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-05 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-06 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[10088]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-05 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-06 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[10089]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-05 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-06 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[10090]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-05 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-06 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[10091]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-05 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-06 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[10092]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-05 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-06 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=10,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[11001]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-08-03 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=1,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=5,
		[ [=[taskParam]=] ]=10,
		[ [=[desc]=] ]=[=[สะสมการจับการ์ด (จับโดยไม่ใช่เพื่อน)]=]
	},
	[ [=[11002]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-28 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[11003]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-28 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[11004]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-28 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[11005]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-28 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[11006]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-28 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[11007]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-28 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[11008]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-28 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[11009]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-28 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[11010]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-28 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[11011]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-28 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[11012]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-28 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[11013]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-28 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[11014]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-27 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-28 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[11015]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-29 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[11016]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-29 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[11017]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-29 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[11018]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-29 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[11019]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-29 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[11020]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-29 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[11021]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-29 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[11022]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-29 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[11023]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-29 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[11024]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-29 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[11025]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-29 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[11026]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-29 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[11027]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-28 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-29 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[11028]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-30 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[11029]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-30 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[11030]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-30 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[11031]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-30 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[11032]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-30 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[11033]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-30 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[11034]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-30 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[11035]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-30 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[11036]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-30 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[11037]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-30 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[11038]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-30 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[11039]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-30 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[11040]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-29 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-30 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[11041]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-31 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[11042]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-31 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[11043]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-31 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[11044]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-31 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[11045]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-31 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[11046]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-31 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[11047]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-31 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[11048]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-31 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[11049]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-31 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[11050]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-31 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[11051]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-31 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[11052]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-31 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[11053]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-30 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-07-31 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[11054]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-31 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-08-01 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[11055]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-31 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-08-01 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[11056]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-31 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-08-01 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[11057]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-31 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-08-01 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[11058]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-31 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-08-01 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[11059]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-31 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-08-01 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[11060]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-31 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-08-01 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[11061]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-31 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-08-01 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[11062]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-31 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-08-01 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[11063]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-31 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-08-01 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[11064]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-31 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-08-01 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[11065]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-31 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-08-01 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[11066]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-07-31 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-08-01 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[11067]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-08-01 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-08-02 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[11068]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-08-01 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-08-02 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[11069]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-08-01 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-08-02 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[11070]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-08-01 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-08-02 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[11071]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-08-01 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-08-02 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[11072]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-08-01 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-08-02 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[11073]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-08-01 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-08-02 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[11074]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-08-01 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-08-02 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[11075]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-08-01 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-08-02 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[11076]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-08-01 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-08-02 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[11077]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-08-01 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-08-02 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[11078]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-08-01 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-08-02 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[11079]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-08-01 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-08-02 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	},
	[ [=[11080]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-08-02 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-08-03 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=3000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[11081]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-08-02 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-08-03 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=8000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[11082]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-08-02 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-08-03 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=1,
		[ [=[taskParam]=] ]=15000,
		[ [=[desc]=] ]=[=[สะสมการใช้เพรช]=]
	},
	[ [=[11083]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-08-02 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-08-03 04:59:59]=],
		[ [=[taskReward]=] ]=20,
		[ [=[desc1]=] ]=[=[เงินตรา]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=2,
		[ [=[taskParam]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมการใช้เหรียญชั้นนำ]=]
	},
	[ [=[11084]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-08-02 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-08-03 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=3,
		[ [=[taskParam]=] ]=100000000,
		[ [=[desc]=] ]=[=[สะสมการใช้เงินยูโร]=]
	},
	[ [=[11085]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-08-02 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-08-03 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=70,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[11086]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-08-02 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-08-03 04:59:59]=],
		[ [=[taskReward]=] ]=120,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=4,
		[ [=[taskParam]=] ]=150,
		[ [=[desc]=] ]=[=[สะสมจำนวนเกมชีวิตค้าแข้ง]=]
	},
	[ [=[11087]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-08-02 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-08-03 04:59:59]=],
		[ [=[taskReward]=] ]=100,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=300,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[11088]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-08-02 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-08-03 04:59:59]=],
		[ [=[taskReward]=] ]=180,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=1280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[11089]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-08-02 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-08-03 04:59:59]=],
		[ [=[taskReward]=] ]=220,
		[ [=[desc1]=] ]=[=[เพชร]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=6,
		[ [=[taskParam]=] ]=3280,
		[ [=[desc]=] ]=[=[สะสมเติมเพรช]=]
	},
	[ [=[11090]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-08-02 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-08-03 04:59:59]=],
		[ [=[taskReward]=] ]=60,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=7,
		[ [=[taskParam]=] ]=25,
		[ [=[desc]=] ]=[=[อัพเกรดเลเวลทักษะผู้เล่น]=]
	},
	[ [=[11091]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-08-02 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-08-03 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=8,
		[ [=[taskParam]=] ]=5,
		[ [=[desc]=] ]=[=[ท้าทายการแข่งขันทัวร์นาเมนต์รอบโลกสำเร็จ]=]
	},
	[ [=[11092]=] ]=
	{
		[ [=[taskBeginTime]=] ]=[=[2020-08-02 05:00:00]=],
		[ [=[taskEndTime]=] ]=[=[2020-08-03 04:59:59]=],
		[ [=[taskReward]=] ]=40,
		[ [=[desc1]=] ]=[=[รอง]=],
		[ [=[taskFirstType]=] ]=2,
		[ [=[periodID]=] ]=11,
		[ [=[taskType]=] ]=9,
		[ [=[taskParam]=] ]=3,
		[ [=[desc]=] ]=[=[จำนวนครั้งชนะในลีก]=]
	}
}
return var