local null = nil
local var = 
{
	[ [=[1100]=] ]=
	{
		[ [=[text]=] ]=[=[ทีมเรานับวันยิ่งแข็งแรงมากขึ้น สุดท้ายก็ได้เข้าพรีเมียร์ลีกแล้ว]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[HomePage]=],
		[ [=[returnPoint]=] ]=1100,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[C1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[1150]=] ]=
	{
		[ [=[text]=] ]=[=[เชื่อไม่ได้เลยว่าฉันได้เข้าทำงานในสโมสรพรีเมียร์ลีกแล้ว! ลา ลัน ลา!]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[HomePage]=],
		[ [=[returnPoint]=] ]=1100,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[1200]=] ]=
	{
		[ [=[text]=] ]=[=[จากนี้ไปฉันจะสู้เต็มกำลัง เชื่อว่าในอนาคตฉันจะได้พบคนเก่งๆ เหล่านั้นอีก]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[HomePage]=],
		[ [=[returnPoint]=] ]=1100,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[C1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[1300]=] ]=
	{
		[ [=[text]=] ]=[=[ทำไมเขาถึงเป็นแบบนี้]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[HomePage]=],
		[ [=[returnPoint]=] ]=1100,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[1350]=] ]=
	{
		[ [=[text]=] ]=[=[คลิกลงสนาม]=],
		[ [=[guidance]=] ]=[=[ToStartGamePage]=],
		[ [=[animation]=] ]=1,
		[ [=[page]=] ]=[=[HomePage]=],
		[ [=[returnPoint]=] ]=1100,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[S23]=],
		[ [=[desc]=] ]=[=[คลิก"อาชีพ"]=]
	},
	[ [=[1400]=] ]=
	{
		[ [=[text]=] ]=[=[]=],
		[ [=[guidance]=] ]=[=[ToMainLine]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[StartGamePage]=],
		[ [=[returnPoint]=] ]=1100,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[คลิก"สายหลัก"]=]
	},
	[ [=[1410]=] ]=
	{
		[ [=[text]=] ]=[=[ฤดูกาลแข่งขันใหม่เริ่มต้น นี่คือคู่แข่งหลักในฤดูกาลนี้ เกมแรกจะพบทีมริโอ อเว]=],
		[ [=[guidance]=] ]=[=[WatchEnemies]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[MainLine]=],
		[ [=[returnPoint]=] ]=1410,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[C3]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[1420]=] ]=
	{
		[ [=[text]=] ]=[=[โอ้ โอ! เกมเริ่มแล้ว!]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[MainLine]=],
		[ [=[returnPoint]=] ]=1410,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[1500]=] ]=
	{
		[ [=[text]=] ]=[=[คลิกเพื่อเริ่มการแข่งขัน]=],
		[ [=[guidance]=] ]=[=[QuestEnter]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[MainLine]=],
		[ [=[returnPoint]=] ]=1410,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[S23]=],
		[ [=[desc]=] ]=[=[คลิกเพื่อเริ่มการแข่งขัน]=]
	},
	[ [=[1600]=] ]=
	{
		[ [=[text]=] ]=[=[ชนะได้รับรางวัลและเพิ่มความสามารถให้นักเตะ]=],
		[ [=[guidance]=] ]=[=[NewCloseQuestReward]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[MainLine]=],
		[ [=[returnPoint]=] ]=2700,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[S22]=],
		[ [=[desc]=] ]=[=[ปิดสกอร์บอร์ด]=]
	},
	[ [=[2700]=] ]=
	{
		[ [=[text]=] ]=[=[นี้เป็นหน้าจอการจัดการนักเตะ สามารถดูข้อมูลนักเตะทั้งหมด]=],
		[ [=[guidance]=] ]=[=[ToManagement]=],
		[ [=[animation]=] ]=1,
		[ [=[page]=] ]=[=[MainLine]=],
		[ [=[returnPoint]=] ]=2700,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[S23]=],
		[ [=[desc]=] ]=[=[คลิกไปที่หน้าการจัดการนักเตะ]=]
	},
	[ [=[2800]=] ]=
	{
		[ [=[text]=] ]=[=[]=],
		[ [=[guidance]=] ]=[=[Mdestro1]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[Management]=],
		[ [=[returnPoint]=] ]=2800,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[คลิกเปิดนักเตะ Andycarroll1 (แถวที่ 1 ที่ 4)]=]
	},
	[ [=[2900]=] ]=
	{
		[ [=[text]=] ]=[=[ใช้ <color=#FFCE00>เครื่องดื่ม EXP</color> เพื่อขึ้นเลเวลให้ C.Ronaldo]=],
		[ [=[guidance]=] ]=[=[Lvlup]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[Card]=],
		[ [=[returnPoint]=] ]=2800,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[S21]=],
		[ [=[desc]=] ]=[=[คลิกขึ้นเลเวล]=]
	},
	[ [=[3000]=] ]=
	{
		[ [=[text]=] ]=[=[]=],
		[ [=[guidance]=] ]=[=[UseExp]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[CardLvl]=],
		[ [=[returnPoint]=] ]=2800,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[ใช้ยา exp ที่ 2 (กลาง)]=]
	},
	[ [=[3100]=] ]=
	{
		[ [=[text]=] ]=[=[]=],
		[ [=[guidance]=] ]=[=[CloseLvlup]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[CardLvl]=],
		[ [=[returnPoint]=] ]=3200,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[ปิดตารางขึ้นเลเวล]=]
	},
	[ [=[3200]=] ]=
	{
		[ [=[text]=] ]=[=[ใส่ <color=#FFCE00>อุปกรณ์</color>ให้นักเตะ]=],
		[ [=[guidance]=] ]=[=[Equip1]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[Card]=],
		[ [=[returnPoint]=] ]=3200,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[S21]=],
		[ [=[desc]=] ]=[=[ปิดตารางอุปกรณ์ตัวแรก]=]
	},
	[ [=[3300]=] ]=
	{
		[ [=[text]=] ]=[=[]=],
		[ [=[guidance]=] ]=[=[Equip]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[CardEquip]=],
		[ [=[returnPoint]=] ]=3200,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[คลิกปุ่มอุปกรณ์ดูข้อมูลอุปกรณ์]=]
	},
	[ [=[3350]=] ]=
	{
		[ [=[text]=] ]=[=[ในเวลาเดียวกัน เราสามารถทำ<color=#FFCE00>อุปกรณ์คลิ</color>]=],
		[ [=[guidance]=] ]=[=[Upgrade1]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[card]=],
		[ [=[returnPoint]=] ]=3200,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[S23]=],
		[ [=[desc]=] ]=[=[คลิก“สวมอุปกรณ์อัตโนมัติ : ปุ่ม]=]
	},
	[ [=[3400]=] ]=
	{
		[ [=[text]=] ]=[=[<color=#FFCE00>ขึ้นอันดับ</color> ช่วยนักเตะได้รับ <color=#FFCE00>สกิลแรง</color>]=],
		[ [=[guidance]=] ]=[=[Upgrade]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[Card]=],
		[ [=[returnPoint]=] ]=3400,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[S23]=],
		[ [=[desc]=] ]=[=[คลิกปุ่มขึ้นอันดับ]=]
	},
	[ [=[3500]=] ]=
	{
		[ [=[text]=] ]=[=[]=],
		[ [=[guidance]=] ]=[=[CloseQuestReward]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[Card]=],
		[ [=[returnPoint]=] ]=3600,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[ปิดตารางขึ้นอันดับสำเร็จ]=]
	},
	[ [=[3600]=] ]=
	{
		[ [=[text]=] ]=[=[C.Ronaldo เก่งมาก พวกเราต้อนรับเกมแข่งขันต่อไปด้วยกันนะ]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[Card]=],
		[ [=[returnPoint]=] ]=3600,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[3700]=] ]=
	{
		[ [=[text]=] ]=[=[]=],
		[ [=[guidance]=] ]=[=[CloseCard]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[Card]=],
		[ [=[returnPoint]=] ]=3900,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[ปิดหน้านักเตะ]=]
	},
	[ [=[3800]=] ]=
	{
		[ [=[text]=] ]=[=[]=],
		[ [=[guidance]=] ]=[=[CloseManagement]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[Management]=],
		[ [=[returnPoint]=] ]=3900,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[เป็นรายชื่อด่านสายหลัก]=]
	},
	[ [=[3900]=] ]=
	{
		[ [=[text]=] ]=[=[ต้องชนะเกมนี้ให้ได้ เพื่อรักษาอันดับของทีม]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[MainLine]=],
		[ [=[returnPoint]=] ]=3900,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[C1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[4000]=] ]=
	{
		[ [=[text]=] ]=[=[C.Ronaldo เข้าใจได้สกิลปืนใหญ่แล้ว!]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[MainLine]=],
		[ [=[returnPoint]=] ]=3900,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[4100]=] ]=
	{
		[ [=[text]=] ]=[=[]=],
		[ [=[guidance]=] ]=[=[QuestEnter]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[MainLine]=],
		[ [=[returnPoint]=] ]=3900,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[คลิกเพื่อเริ่มการแข่งขัน]=]
	},
	[ [=[4200]=] ]=
	{
		[ [=[text]=] ]=[=[]=],
		[ [=[guidance]=] ]=[=[NewCloseQuestReward]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[MainLine]=],
		[ [=[returnPoint]=] ]=4300,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[ปิดสกอร์บอร์ด]=]
	},
	[ [=[4300]=] ]=
	{
		[ [=[text]=] ]=[=[สุดท้ายก็ชนะเกมสำคัญนี้ ทีมมีการเปลี่ยนแปลงที่ดีแล้ว แต่ยังอาจเผชิญกับความเสี่ยงในการตกอันดับอยู่

]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[MainLine]=],
		[ [=[returnPoint]=] ]=4300,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[C1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[4400]=] ]=
	{
		[ [=[text]=] ]=[=[ไม่ต้องห่วง ผมจะพาคุณไปอยู่ที่ที่มีแต่ความสุขนะครับ]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[MainLine]=],
		[ [=[returnPoint]=] ]=4300,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[4500]=] ]=
	{
		[ [=[text]=] ]=[=[]=],
		[ [=[guidance]=] ]=[=[CloseManagement]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[MainLine]=],
		[ [=[returnPoint]=] ]=4600,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[4600]=] ]=
	{
		[ [=[text]=] ]=[=[]=],
		[ [=[guidance]=] ]=[=[ToGacha]=],
		[ [=[animation]=] ]=1,
		[ [=[page]=] ]=[=[HomePage]=],
		[ [=[returnPoint]=] ]=4600,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[คลิกหน้าหมุนการ์ด]=]
	},
	[ [=[4700]=] ]=
	{
		[ [=[text]=] ]=[=[นี่เป็นร้านค้าที่มีนักเตะชื่อดังแวะมาบ่อย นอกจากนั้นก็ได้ยินว่า อีกอย่างผมได้ยินว่าการรับสมัครครั้งแรกสำหรับโค้ชมือใหม่จะได้ฟรีด้วยนะ]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[Gacha]=],
		[ [=[returnPoint]=] ]=4600,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[4800]=] ]=
	{
		[ [=[text]=] ]=[=[คุณกล้าว่าผมเป็นมือใหม่หรือ! ผมสั่งสอนซุปเปอร์สตาร์มามากมาย เกือบได้แชมป์ฟุตบอลโลกแล้วนะครับ]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[Gacha]=],
		[ [=[returnPoint]=] ]=4600,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[C1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[4900]=] ]=
	{
		[ [=[text]=] ]=[=[ยุคของคุณมันผ่านไปแล้ว ฟุตบอลสมัยใหม่นี้มีสิ่งใหม่ๆ มากมาย ซึ่งคุณอาจไม่รู้ดีเท่าผมหรอก]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[Gacha]=],
		[ [=[returnPoint]=] ]=4600,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[5000]=] ]=
	{
		[ [=[text]=] ]=[=[คลิกรับสมัครนักเตะ ครั้งนี้ได้รับสมัครฟรี]=],
		[ [=[guidance]=] ]=[=[Gacha]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[Gacha]=],
		[ [=[returnPoint]=] ]=4600,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[S23]=],
		[ [=[desc]=] ]=[=[คลิกหมุนการ์ด]=]
	},
	[ [=[5100]=] ]=
	{
		[ [=[text]=] ]=[=[]=],
		[ [=[guidance]=] ]=[=[CloseQuestReward]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[Gacha]=],
		[ [=[returnPoint]=] ]=5300,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[ปิดหน้ายิ่นดี]=]
	},
	[ [=[5200]=] ]=
	{
		[ [=[text]=] ]=[=[]=],
		[ [=[guidance]=] ]=[=[CloseGacha]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[Gacha]=],
		[ [=[returnPoint]=] ]=5300,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[ปิดหน้าหมุดการ์ด]=]
	},
	[ [=[5300]=] ]=
	{
		[ [=[text]=] ]=[=[สุดยอด ซุปเปอร์สตาร์ M. Ozil ได้เข้าร่วมทีมแล้ว คุณเป็นคนโชคดีนะครับ]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[HomePage]=],
		[ [=[returnPoint]=] ]=5300,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[5400]=] ]=
	{
		[ [=[text]=] ]=[=[จัดเรียง M. Ozil อยู่ลำดับต้นของรายชื่อ]=],
		[ [=[guidance]=] ]=[=[ToFormation]=],
		[ [=[animation]=] ]=1,
		[ [=[page]=] ]=[=[HomePage]=],
		[ [=[returnPoint]=] ]=5300,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[S23]=],
		[ [=[desc]=] ]=[=[เปิดหน้าแผนการเล่น]=]
	},
	[ [=[5500]=] ]=
	{
		[ [=[text]=] ]=[=[<color=#FFCE00>ดึง</color> M. Ozil ลงสนาม]=],
		[ [=[guidance]=] ]=[=[SwitchCard]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[Fomation]=],
		[ [=[returnPoint]=] ]=5300,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[S24]=],
		[ [=[desc]=] ]=[=[นำนักเตะ C เข้าตำแหน่งกองหน้าขวา]=]
	},
	[ [=[5600]=] ]=
	{
		[ [=[text]=] ]=[=[]=],
		[ [=[guidance]=] ]=[=[SaveFormation]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[Fomation]=],
		[ [=[returnPoint]=] ]=5300,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[คลิกบันทึกแผนการเล่น]=]
	},
	[ [=[5700]=] ]=
	{
		[ [=[text]=] ]=[=[]=],
		[ [=[guidance]=] ]=[=[CloseFormation]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[Fomation]=],
		[ [=[returnPoint]=] ]=5800,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[ปิดหน้าแผนการเล่น]=]
	},
	[ [=[5800]=] ]=
	{
		[ [=[text]=] ]=[=[ผมมั่นใจกับเกมสุดสัปดาห์นี้มาก]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[HomePage]=],
		[ [=[returnPoint]=] ]=5800,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[C1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[5900]=] ]=
	{
		[ [=[text]=] ]=[=[ไม่ยอมขอบคุณผมสักคำ คราวหน้าอย่าหวังผมจะมาช่วยคุณอีกนะ]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[HomePage]=],
		[ [=[returnPoint]=] ]=5800,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[คลิกเพื่อเริ่มการแข่งขัน]=]
	},
	[ [=[6000]=] ]=
	{
		[ [=[text]=] ]=[=[]=],
		[ [=[guidance]=] ]=[=[ToStartGamePage]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[HomePage]=],
		[ [=[returnPoint]=] ]=5800,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[ปิดสกอร์บอร์ด]=]
	},
	[ [=[6100]=] ]=
	{
		[ [=[text]=] ]=[=[]=],
		[ [=[guidance]=] ]=[=[ToMainLine]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[StartGamePage]=],
		[ [=[returnPoint]=] ]=5800,
		[ [=[type]=] ]=[=[main]=],
		[ [=[textType]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[คลิกหน้าขึ้นเลเวล]=]
	},
	[ [=[10500]=] ]=
	{
		[ [=[text]=] ]=[=[โอ มีจดหมายฉบับหนึ่ง คุณเซ็นรับแทนผมแล้วหรือ?]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[PlayerLetterDetail]=],
		[ [=[returnPoint]=] ]=10500,
		[ [=[type]=] ]=[=[letter]=],
		[ [=[textType]=] ]=[=[C1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[10600]=] ]=
	{
		[ [=[text]=] ]=[=[ไม่ใช่ผมจะเป็นใครนี่ ผมนี่แหละผู้ขยันคนเดียวที่ทำงานตลอด 24 ชม]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[PlayerLetterDetail]=],
		[ [=[returnPoint]=] ]=10500,
		[ [=[type]=] ]=[=[letter]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[10700]=] ]=
	{
		[ [=[text]=] ]=[=[Balotelli เป็นคนมีความมุ่งมั่น ผมสั่งสอนเขาตั้งแต่เด็ก ตอนนี้อยากเข้าทีมกลับวางเงื่อนไขกับผมอีก]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[PlayerLetterDetail]=],
		[ [=[returnPoint]=] ]=10500,
		[ [=[type]=] ]=[=[letter]=],
		[ [=[textType]=] ]=[=[C3]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[10800]=] ]=
	{
		[ [=[text]=] ]=[=[ถ้าตอบสนองเงื่อนไขได้ นักเตะที่ส่งจดหมายมาจะเข้าร่วมทีม]=],
		[ [=[guidance]=] ]=[=[LetterQuest]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[PlayerLetterDetail]=],
		[ [=[returnPoint]=] ]=10500,
		[ [=[type]=] ]=[=[letter]=],
		[ [=[textType]=] ]=[=[S24]=],
		[ [=[desc]=] ]=[=[เปล่งแสงเตือนเมื่อครบเงื่อนไขที่จดหมาย]=]
	},
	[ [=[10900]=] ]=
	{
		[ [=[text]=] ]=[=[ท้อใจแล้วหรือครับ? โดนเด็กๆ ตั้งข้อสงสัยเรื่องความสามารถของตนจึงรู้สึกเสียหน้าหรือ? ไม่ทะลุเป้าหมายที่ตั้งไว้หรือ?]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[PlayerLetterDetail]=],
		[ [=[returnPoint]=] ]=10500,
		[ [=[type]=] ]=[=[letter]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[11000]=] ]=
	{
		[ [=[text]=] ]=[=[จดหมายของเขาเตือนเราว่า มีผลงานยิ่งมากจะรับสมัครซุปเปอร์สตาร์ยิ่งง่าย]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[PlayerLetterDetail]=],
		[ [=[returnPoint]=] ]=10500,
		[ [=[type]=] ]=[=[letter]=],
		[ [=[textType]=] ]=[=[C1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[11100]=] ]=
	{
		[ [=[text]=] ]=[=[โค้ชเป็นอีกแล้วครับ]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[PlayerLetterDetail]=],
		[ [=[returnPoint]=] ]=10500,
		[ [=[type]=] ]=[=[letter]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[20100]=] ]=
	{
		[ [=[text]=] ]=[=[อากาศวันนี้ดีมาก]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[LeagueWelcome]=],
		[ [=[returnPoint]=] ]=20100,
		[ [=[type]=] ]=[=[league]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[20200]=] ]=
	{
		[ [=[text]=] ]=[=[ทำไมผมรู้สึกมีอะไรผิดปกติ?]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[LeagueWelcome]=],
		[ [=[returnPoint]=] ]=20100,
		[ [=[type]=] ]=[=[league]=],
		[ [=[textType]=] ]=[=[C1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[20300]=] ]=
	{
		[ [=[text]=] ]=[=[ผมเห็นคุณสบายใจกับปรีไมราลีกาเกิน จึงได้คุยกับนักเตะแล้วตัดสินใจลงทะเบียนไปเรียบร้อยแล้ว เราสามารถแข่งขันกับทีมฟุตบอลชั้นนำของโลกได้ สุดยอดมาก!]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[LeagueWelcome]=],
		[ [=[returnPoint]=] ]=20100,
		[ [=[type]=] ]=[=[league]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[20310]=] ]=
	{
		[ [=[text]=] ]=[=[โค้ชของทีมคือผม คุณนึกว่าตัวเองเป็นใครถึงกล้าทำแบบนี้ คุณสมรู้ร่วมคิดกับใครหรือเปล่า!]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[LeagueWelcome]=],
		[ [=[returnPoint]=] ]=20100,
		[ [=[type]=] ]=[=[league]=],
		[ [=[textType]=] ]=[=[C1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[20320]=] ]=
	{
		[ [=[text]=] ]=[=[บ่นพึมพำ...]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[LeagueWelcome]=],
		[ [=[returnPoint]=] ]=20100,
		[ [=[type]=] ]=[=[league]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[20330]=] ]=
	{
		[ [=[text]=] ]=[=[……]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[LeagueWelcome]=],
		[ [=[returnPoint]=] ]=20100,
		[ [=[type]=] ]=[=[league]=],
		[ [=[textType]=] ]=[=[C1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[20340]=] ]=
	{
		[ [=[text]=] ]=[=[บ่นพึมพำ...]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[LeagueWelcome]=],
		[ [=[returnPoint]=] ]=20100,
		[ [=[type]=] ]=[=[league]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[20350]=] ]=
	{
		[ [=[text]=] ]=[=[……]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[LeagueWelcome]=],
		[ [=[returnPoint]=] ]=20100,
		[ [=[type]=] ]=[=[league]=],
		[ [=[textType]=] ]=[=[C1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[20360]=] ]=
	{
		[ [=[text]=] ]=[=[บ่นพึมพำ...]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[LeagueWelcome]=],
		[ [=[returnPoint]=] ]=20100,
		[ [=[type]=] ]=[=[league]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[20370]=] ]=
	{
		[ [=[text]=] ]=[=[ผมยอมคุณแล้ว ยังไงก็ต้องแบบนี้แหละ ถึงจะสู่โลกกว้างได้]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[LeagueWelcome]=],
		[ [=[returnPoint]=] ]=20100,
		[ [=[type]=] ]=[=[league]=],
		[ [=[textType]=] ]=[=[C1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[20400]=] ]=
	{
		[ [=[text]=] ]=[=[ผมขออธิบายเพิ่มอีกหน่อย ลีกนี้มีหลายระดับ ต้องได้อันดับ 1 ถึงก้าวสู่ระดับต่อไปได้]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[LeagueWelcome]=],
		[ [=[returnPoint]=] ]=20100,
		[ [=[type]=] ]=[=[league]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[20500]=] ]=
	{
		[ [=[text]=] ]=[=[]=],
		[ [=[guidance]=] ]=[=[CloseQuestReward]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[LeagueWelcome]=],
		[ [=[returnPoint]=] ]=20100,
		[ [=[type]=] ]=[=[league]=],
		[ [=[textType]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[คลิกเข้าหน้า 2 ยิ่นดีเข้าสู่ลีก]=]
	},
	[ [=[20600]=] ]=
	{
		[ [=[text]=] ]=[=[ทีมเหล่านี้เป็นคู่แข่งสำหรับฤดูกาลนี้หรือ?]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[LeagueWelcomeInfo]=],
		[ [=[returnPoint]=] ]=20100,
		[ [=[type]=] ]=[=[league]=],
		[ [=[textType]=] ]=[=[C1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[20700]=] ]=
	{
		[ [=[text]=] ]=[=[ก็ได้ หากได้อันดับสูงจะได้รางวัลมากมายอีก เมื่อนั้นก็สามารถซื้อไอเท็มใหม่ๆ เพิ่มให้ผมอีกด้วย]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[LeagueWelcomeInfo]=],
		[ [=[returnPoint]=] ]=20100,
		[ [=[type]=] ]=[=[league]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[20750]=] ]=
	{
		[ [=[text]=] ]=[=[ใช่ เมื่อนั้นก็นำคุณไปขายเป็นเครื่องจักรเก่าเลย]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[]=],
		[ [=[returnPoint]=] ]=20100,
		[ [=[type]=] ]=[=[league]=],
		[ [=[textType]=] ]=[=[C1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[20800]=] ]=
	{
		[ [=[text]=] ]=[=[]=],
		[ [=[guidance]=] ]=[=[CloseQuestReward]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[LeagueWelcomeInfo]=],
		[ [=[returnPoint]=] ]=20100,
		[ [=[type]=] ]=[=[league]=],
		[ [=[textType]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[คลิกเลือกผู้สนับสนุน]=]
	},
	[ [=[20900]=] ]=
	{
		[ [=[text]=] ]=[=[ตอนนี้มี 2 บริษัทอยากเป็นผู้สนับสนุนของเราสำหรับฤดูกาลนี้ ถ้าทำตามคำเรียกร้องของเขา เราจะมีงบใช้จ่าย คุณลองเลือกดู]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[LeagueSponsor]=],
		[ [=[returnPoint]=] ]=20100,
		[ [=[type]=] ]=[=[league]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[21000]=] ]=
	{
		[ [=[text]=] ]=[=[มีบริษัทไหนอยากสบันสุนเครื่องน้ำดื่มไหมครับ ผมอยากเปลี่ยนเครื่องใหม่]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[LeagueSponsor]=],
		[ [=[returnPoint]=] ]=20100,
		[ [=[type]=] ]=[=[league]=],
		[ [=[textType]=] ]=[=[C1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[21100]=] ]=
	{
		[ [=[text]=] ]=[=[]=],
		[ [=[guidance]=] ]=[=[ChooseSponsor]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[LeagueSponsor]=],
		[ [=[returnPoint]=] ]=20100,
		[ [=[type]=] ]=[=[league]=],
		[ [=[textType]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[เลือกผู้สนับสนุน]=]
	},
	[ [=[21200]=] ]=
	{
		[ [=[text]=] ]=[=[เรียบร้อย เซ็นสัญญาผู้สนับสนุนแล้ว การลงทะเบียนก็เรียบร้อยแล้ว]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[LeagueMain]=],
		[ [=[returnPoint]=] ]=21200,
		[ [=[type]=] ]=[=[league]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[21300]=] ]=
	{
		[ [=[text]=] ]=[=[คลิกที่นี่เพื่อเริ่มการแข่งขัน อย่าแพ้มากเกินนะครับ...]=],
		[ [=[guidance]=] ]=[=[LeagueMatchStart]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[LeagueMain]=],
		[ [=[returnPoint]=] ]=21200,
		[ [=[type]=] ]=[=[league]=],
		[ [=[textType]=] ]=[=[S1c]=],
		[ [=[desc]=] ]=[=[เปล่งแสงปุ่มเริ่มแข่งขันเกมที่หลัง]=]
	},
	[ [=[21400]=] ]=
	{
		[ [=[text]=] ]=[=[รอก่อน ผมกำลังติดต่อศูนย์รับซื้อของเก่า...]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[LeagueMain]=],
		[ [=[returnPoint]=] ]=21200,
		[ [=[type]=] ]=[=[league]=],
		[ [=[textType]=] ]=[=[C1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[21500]=] ]=
	{
		[ [=[text]=] ]=[=[อากาศวันนี้ดีมาก...]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[LeagueMain]=],
		[ [=[returnPoint]=] ]=21200,
		[ [=[type]=] ]=[=[league]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[30100]=] ]=
	{
		[ [=[text]=] ]=[=[นี่คือตลาดการโอนย้ายนักเตะ]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[TransferMarket]=],
		[ [=[returnPoint]=] ]=30100,
		[ [=[type]=] ]=[=[transfermarket]=],
		[ [=[textType]=] ]=[=[C1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[30200]=] ]=
	{
		[ [=[text]=] ]=[=[ผมมาอยู่ที่นี่ได้อย่างไร...]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[TransferMarket]=],
		[ [=[returnPoint]=] ]=30100,
		[ [=[type]=] ]=[=[transfermarket]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[30210]=] ]=
	{
		[ [=[text]=] ]=[=[ใช่ แล้วผมนำเครื่องน้ำดื่มมาที่ตลาดการโอนย้ายนักเตะเพื่ออะไร? คนออกแบบเกมทำงานยังไงเนี่ย?]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[TransferMarket]=],
		[ [=[returnPoint]=] ]=30100,
		[ [=[type]=] ]=[=[transfermarket]=],
		[ [=[textType]=] ]=[=[C1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[30220]=] ]=
	{
		[ [=[text]=] ]=[=[(คนออกแบบเกม: โอ้ย ขอโทษนะ เมื่อเขียนตอนนี้ ฉันนอนไม่ค่อยพอจ้ะ)]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[TransferMarket]=],
		[ [=[returnPoint]=] ]=30100,
		[ [=[type]=] ]=[=[transfermarket]=],
		[ [=[textType]=] ]=[=[C1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[30230]=] ]=
	{
		[ [=[text]=] ]=[=[หรือว่า... ถ้าไม่มีอะไร ผมกลับก่อนนะ?]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[TransferMarket]=],
		[ [=[returnPoint]=] ]=30100,
		[ [=[type]=] ]=[=[transfermarket]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[30240]=] ]=
	{
		[ [=[text]=] ]=[=[เดี๋ยวก่อน อธิบายให้ผมหน่อย ผมออกจากฟุตบอลชั้นนำมาหลายปี จึงไม่ค่อยทราบราคาตลาดการโอนย้ายปัจจุบันเท่าไหร่]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[TransferMarket]=],
		[ [=[returnPoint]=] ]=30100,
		[ [=[type]=] ]=[=[transfermarket]=],
		[ [=[textType]=] ]=[=[C1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[30250]=] ]=
	{
		[ [=[text]=] ]=[=[ฮาๆ ผมมีโอกาสล้อเลียนคุณอีกแล้ว โค้ชรุกกี้อ่ะ]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[TransferMarket]=],
		[ [=[returnPoint]=] ]=30100,
		[ [=[type]=] ]=[=[transfermarket]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[30260]=] ]=
	{
		[ [=[text]=] ]=[=[……]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[TransferMarket]=],
		[ [=[returnPoint]=] ]=30100,
		[ [=[type]=] ]=[=[transfermarket]=],
		[ [=[textType]=] ]=[=[C1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[30270]=] ]=
	{
		[ [=[text]=] ]=[=[ง่ายมาก ตลาดซื้อขายนักเตะขึ้นตามระดับลีก ถ้าอยากดึงดูดสปอนเซอร์ คุณต้องมีผลงานที่ดี]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[TransferMarket]=],
		[ [=[returnPoint]=] ]=30100,
		[ [=[type]=] ]=[=[transfermarket]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[30300]=] ]=
	{
		[ [=[text]=] ]=[=[หาเงินผ่านลีก ซื้อขายในตลาดนักเตะอย่างพอเหมาะ ดึงดูดสปอนเซอร์เป็นคีย์หลักช่วยทีมพัฒนาได้อย่างรวดเร็ว]=],
		[ [=[guidance]=] ]=[=[TMPlayer]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[TransferMarket]=],
		[ [=[returnPoint]=] ]=30100,
		[ [=[type]=] ]=[=[transfermarket]=],
		[ [=[textType]=] ]=[=[C3]=],
		[ [=[desc]=] ]=[=[เปล่งแสงเตือนรายชื่อนักเตะที่โอนย้าย]=]
	},
	[ [=[30500]=] ]=
	{
		[ [=[text]=] ]=[=[แสดงว่าคุณยังฉลาดพอ สามารถสร้างรายชื่อนักเตะใหม่ได้ด้วย ถ้าไม่มีนักเตะที่ชอบ ลองสร้างใหม่เถอะ]=],
		[ [=[guidance]=] ]=[=[TMRefresh]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[TransferMarket]=],
		[ [=[returnPoint]=] ]=30100,
		[ [=[type]=] ]=[=[transfermarket]=],
		[ [=[textType]=] ]=[=[S1c]=],
		[ [=[desc]=] ]=[=[เปล่งแสงปุ่ม [กวาดล้าง]]=]
	},
	[ [=[30700]=] ]=
	{
		[ [=[text]=] ]=[=[เข้าใจแล้ว ผมยังต้องหาวิธีขนเครื่องน้ำดื่มของคุณกลับออฟฟิศอีก...]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[TransferMarket]=],
		[ [=[returnPoint]=] ]=30100,
		[ [=[type]=] ]=[=[transfermarket]=],
		[ [=[textType]=] ]=[=[C1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[40100]=] ]=
	{
		[ [=[text]=] ]=[=[ได้ยินว่าคุณพึ่งสร้างศูนย์ฝึกฝนให้ทีม ดีมาก]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[Training]=],
		[ [=[returnPoint]=] ]=40100,
		[ [=[type]=] ]=[=[training]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[40200]=] ]=
	{
		[ [=[text]=] ]=[=[วิธีที่ดีที่สุดเพื่อช่วยนักเตะอัพเลเวลสกิลคือการได้คะแนนฝึกซ้อม คุณมีข้อเสนออะไรเกี่ยวกับรายการฝึกซ้อมไหม]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[Training]=],
		[ [=[returnPoint]=] ]=40100,
		[ [=[type]=] ]=[=[training]=],
		[ [=[textType]=] ]=[=[C1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[40300]=] ]=
	{
		[ [=[text]=] ]=[=[คราวนี้คุณมาขอความช่วยเหลือจากผมเองนะ แสดงว่าบทบาทของผมนับวันยิ่งสำคัญขึ้น]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[Training]=],
		[ [=[returnPoint]=] ]=40100,
		[ [=[type]=] ]=[=[training]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[40350]=] ]=
	{
		[ [=[text]=] ]=[=[นี่เขาเรียกว่าถ่อมตัว]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[Training]=],
		[ [=[returnPoint]=] ]=40100,
		[ [=[type]=] ]=[=[training]=],
		[ [=[textType]=] ]=[=[C1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[40400]=] ]=
	{
		[ [=[text]=] ]=[=[ถ่อม...ตัว... ทำไมฟังดูไม่ปกติ...]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[Training]=],
		[ [=[returnPoint]=] ]=40100,
		[ [=[type]=] ]=[=[training]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[40500]=] ]=
	{
		[ [=[text]=] ]=[=[อย่างนี้นะครับ กองหน้าฝึกการยิงประตู กองกลางฝึกการเดาะบอล กองหลังฝึกการไล่ตามบอล ผู้รักษาประตูฝึกเซฟบอล!]=],
		[ [=[guidance]=] ]=[=[TrainingType]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[Training]=],
		[ [=[returnPoint]=] ]=40100,
		[ [=[type]=] ]=[=[training]=],
		[ [=[textType]=] ]=[=[S1b]=],
		[ [=[desc]=] ]=[=[เปล่งแสงเตือน 4  ประเภทการฝึกฝน]=]
	},
	[ [=[40700]=] ]=
	{
		[ [=[text]=] ]=[=[……]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[Training]=],
		[ [=[returnPoint]=] ]=40100,
		[ [=[type]=] ]=[=[training]=],
		[ [=[textType]=] ]=[=[C1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[40800]=] ]=
	{
		[ [=[text]=] ]=[=[ตื่นเต้นจัง... ผมพูดอะไรผิดหรือ...]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[Training]=],
		[ [=[returnPoint]=] ]=40100,
		[ [=[type]=] ]=[=[training]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[40900]=] ]=
	{
		[ [=[text]=] ]=[=[……]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[Training]=],
		[ [=[returnPoint]=] ]=40100,
		[ [=[type]=] ]=[=[training]=],
		[ [=[textType]=] ]=[=[C1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[41000]=] ]=
	{
		[ [=[text]=] ]=[=[เซงแล้ว... จะโมโหใหญ่แล้ว...]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[Training]=],
		[ [=[returnPoint]=] ]=40100,
		[ [=[type]=] ]=[=[training]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[41100]=] ]=
	{
		[ [=[text]=] ]=[=[สุดยอด!]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[Training]=],
		[ [=[returnPoint]=] ]=40100,
		[ [=[type]=] ]=[=[training]=],
		[ [=[textType]=] ]=[=[C1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[41200]=] ]=
	{
		[ [=[text]=] ]=[=[เป็นอะไร]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[Training]=],
		[ [=[returnPoint]=] ]=40100,
		[ [=[type]=] ]=[=[training]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[41300]=] ]=
	{
		[ [=[text]=] ]=[=[ตามแผนผมเป๊ะ! ดีกว่าต่างหาก! ทำตามที่คุณพูดแหละ!]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[Training]=],
		[ [=[returnPoint]=] ]=40100,
		[ [=[type]=] ]=[=[training]=],
		[ [=[textType]=] ]=[=[C1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[41400]=] ]=
	{
		[ [=[text]=] ]=[=[ตกใจเลย... จำไว้นะ แต่ละการฝึกซ้อมจะบังคับให้มีแต่นักเตะที่ถนัดตำแหน่งนั้นเท่านั้นที่เข้าฝึกได้ หากได้ผลการฝึกซ้อมอย่างดีเยี่ยม จะได้รับคะแนนสกิลเพิ่มอีกมากมาย]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[Training]=],
		[ [=[returnPoint]=] ]=40100,
		[ [=[type]=] ]=[=[training]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[41500]=] ]=
	{
		[ [=[text]=] ]=[=[รับทราบ ผมลงสนามฝึกฝนก่อน คุณเปิดฟังก์ชั่นทำน้ำเย็นด้วยนะ ผมอยากได้น้ำเย็นตอนกลับมา]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[Training]=],
		[ [=[returnPoint]=] ]=40100,
		[ [=[type]=] ]=[=[training]=],
		[ [=[textType]=] ]=[=[C1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[41600]=] ]=
	{
		[ [=[text]=] ]=[=[ไม่ให้ผมไปด้วยหรือ? ลืมพระคุณเร็วจัง...]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[Training]=],
		[ [=[returnPoint]=] ]=40100,
		[ [=[type]=] ]=[=[training]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[50100]=] ]=
	{
		[ [=[text]=] ]=[=[ทีมพัฒนาได้ดีมาก สุดท้ายก็ได้สนามเหย้าของตนแล้ว]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[Court]=],
		[ [=[returnPoint]=] ]=50100,
		[ [=[type]=] ]=[=[court]=],
		[ [=[textType]=] ]=[=[C1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[50200]=] ]=
	{
		[ [=[text]=] ]=[=[]=],
		[ [=[guidance]=] ]=[=[EnterCourt]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[Court]=],
		[ [=[returnPoint]=] ]=50100,
		[ [=[type]=] ]=[=[court]=],
		[ [=[textType]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[คลิกเข้าสนามกีฬา]=]
	},
	[ [=[50300]=] ]=
	{
		[ [=[text]=] ]=[=[ขึ้นเลเวลสนามกีฬาและไอเท็มประกอบ จะช่วยเพิ่ม <color=#FFCE00>รายได้สนามเหย้า</color> คุณโค้ชจะลองไหม]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[StadiumLevelUp]=],
		[ [=[returnPoint]=] ]=50100,
		[ [=[type]=] ]=[=[court]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[50400]=] ]=
	{
		[ [=[text]=] ]=[=[]=],
		[ [=[guidance]=] ]=[=[CourtStore]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[StadiumLevelUp]=],
		[ [=[returnPoint]=] ]=50100,
		[ [=[type]=] ]=[=[court]=],
		[ [=[textType]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[คลิกเปิดหน้าร้านค้า]=]
	},
	[ [=[50500]=] ]=
	{
		[ [=[text]=] ]=[=[คลิกปุ่มขึ้นเลเวลเพื่อขึ้นเลเวลร้านค้า ครั้งนี้ได้อัพเกรดฟรี]=],
		[ [=[guidance]=] ]=[=[BuildingLevelUp]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[SubsidiaryBuildLevelUp]=],
		[ [=[returnPoint]=] ]=50100,
		[ [=[type]=] ]=[=[court]=],
		[ [=[textType]=] ]=[=[S21]=],
		[ [=[desc]=] ]=[=[คลิกขึ้นเลเวล]=]
	},
	[ [=[50600]=] ]=
	{
		[ [=[text]=] ]=[=[คลิกเสร็จด่วน ได้ฟรีครั้งนี้้]=],
		[ [=[guidance]=] ]=[=[HurryUp]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[SubsidiaryBuildLevelUp]=],
		[ [=[returnPoint]=] ]=50600,
		[ [=[type]=] ]=[=[court]=],
		[ [=[textType]=] ]=[=[S21]=],
		[ [=[desc]=] ]=[=[คลิกปุ่มสำเร็จด่วน]=]
	},
	[ [=[50700]=] ]=
	{
		[ [=[text]=] ]=[=[]=],
		[ [=[guidance]=] ]=[=[LevelUpConfirm]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[SubsidiaryBuildLevelUp]=],
		[ [=[returnPoint]=] ]=51000,
		[ [=[type]=] ]=[=[court]=],
		[ [=[textType]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[ปิดหน้าขึ้นเลเวลสำเร็จ (ปัจจุบันนี้ไม่มี)]=]
	},
	[ [=[50800]=] ]=
	{
		[ [=[text]=] ]=[=[]=],
		[ [=[guidance]=] ]=[=[CloseStore]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[SubsidiaryBuildLevelUp]=],
		[ [=[returnPoint]=] ]=51000,
		[ [=[type]=] ]=[=[court]=],
		[ [=[textType]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[ปิดหน้าร้านค้า]=]
	},
	[ [=[50900]=] ]=
	{
		[ [=[text]=] ]=[=[]=],
		[ [=[guidance]=] ]=[=[CloseCourt]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[StadiumLevelUp]=],
		[ [=[returnPoint]=] ]=51000,
		[ [=[type]=] ]=[=[court]=],
		[ [=[textType]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[ปิดหน้าสนามกีฬา]=]
	},
	[ [=[51000]=] ]=
	{
		[ [=[text]=] ]=[=[เลเวลของแมวมองจะส่งผลต่อนักเตะที่ตลาดการโอนย้ายกำลังรับสมัคร]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[Court]=],
		[ [=[returnPoint]=] ]=51000,
		[ [=[type]=] ]=[=[court]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[51100]=] ]=
	{
		[ [=[text]=] ]=[=[]=],
		[ [=[guidance]=] ]=[=[EnterScout]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[Court]=],
		[ [=[returnPoint]=] ]=51000,
		[ [=[type]=] ]=[=[court]=],
		[ [=[textType]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[คลิกเข้าคอมเพล็กซ์]=]
	},
	[ [=[51200]=] ]=
	{
		[ [=[text]=] ]=[=[อยากขึ้นเลเวลแมวมอง ต้องเข้าสู่ทัวร์นาเมนต์ระดับสูงกว่า]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[ScoutLevelUp]=],
		[ [=[returnPoint]=] ]=51000,
		[ [=[type]=] ]=[=[court]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[51300]=] ]=
	{
		[ [=[text]=] ]=[=[]=],
		[ [=[guidance]=] ]=[=[PlayerList]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[ScoutLevelUp]=],
		[ [=[returnPoint]=] ]=51000,
		[ [=[type]=] ]=[=[court]=],
		[ [=[textType]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[คลิกเข้าปลดล็อคโอนย้ายนักเตะ]=]
	},
	[ [=[51400]=] ]=
	{
		[ [=[text]=] ]=[=[ที่นี่สามารถดูข้อมูลนักเตะของแมวมองที่มีเลเวลแตกต่างกัน]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[ScoutPlayerInfo]=],
		[ [=[returnPoint]=] ]=51000,
		[ [=[type]=] ]=[=[court]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[70100]=] ]=
	{
		[ [=[text]=] ]=[=[กรึกๆ ฉันกลับมาอีกแล้ว！การกลับมาครั้งนี้ได้นำวิธีเล่นแบบค้นหาแผนที่ใหญ่ใหม่สุดมาให้กับผู้จัดการทุกท่าน นั่นคือการเดินทางสนาม เรามาทำความเข้าใจวิธีการเล่นเบื้องต้นกันเถอะ！]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[]=],
		[ [=[returnPoint]=] ]=70100,
		[ [=[type]=] ]=[=[adventureF1]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[จุดเริ่มต้น]=]
	},
	[ [=[70200]=] ]=
	{
		[ [=[text]=] ]=[=[บนแผนที่จะมีพื้นที่ที่เป็นหมอกมากมายซึ่งไม่สามารถปลดล็อคได้]=],
		[ [=[guidance]=] ]=[=[Adventure/GridGuide]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[]=],
		[ [=[returnPoint]=] ]=70100,
		[ [=[type]=] ]=[=[adventureF1]=],
		[ [=[textType]=] ]=[=[S1b]=],
		[ [=[desc]=] ]=[=[ขีดเส้นรอบแปลงหมอกขาวบนแผนที่อันหนึ่งด้วยกรอบโน้มนำ]=]
	},
	[ [=[70300]=] ]=
	{
		[ [=[text]=] ]=[=[เมื่อรอบๆพื้นที่หมอกมีพื้นที่ที่ถูกปลดโผล่ออกมา พื้นที่หมอกจะเปลี่ยนเป็นสถานะปลดล็อคได้ เมื่อคลิกตอนนี้หมอกจะหายไปและจะได้เห็นเหตุการณ์ที่ซ่อนอยู่ข้างล่างไงล่ะ！
หมอกสี<color=#FFCE00>เหล่านั้นสามารถปลดล็อคหมอก</color>ได้ ต้องจำไว้ให้ดีล่ะ]=],
		[ [=[guidance]=] ]=[=[Adventure/GridGuide]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[]=],
		[ [=[returnPoint]=] ]=70100,
		[ [=[type]=] ]=[=[adventureF1]=],
		[ [=[textType]=] ]=[=[S1b]=],
		[ [=[desc]=] ]=[=[ขีดเส้นรอบแปลงหมอกสีรุ้งบนแผนที่อันหนึ่งด้วยกรอบโน้มนำ]=]
	},
	[ [=[70301]=] ]=
	{
		[ [=[text]=] ]=[=[กรึกๆ นี่คือค่าขวัญกำลังใจของผู้จัดการแต่ละท่าน <color=#FFCE00>สลายหมอกและสำเร็จเหตุการณ์จะต้องใช้ขวัญกำลังใจ</color> แต่ก็ล้ำค่าทีเดียวนะ]=],
		[ [=[guidance]=] ]=[=[Adventure/MoraleGuide]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[]=],
		[ [=[returnPoint]=] ]=70301,
		[ [=[type]=] ]=[=[adventureF1]=],
		[ [=[textType]=] ]=[=[S1b]=],
		[ [=[desc]=] ]=[=[ขีดเส้นรอบแถบทรัพยากรขวัญกำลังใจด้วยกรอบโน้มนำ]=]
	},
	[ [=[70302]=] ]=
	{
		[ [=[text]=] ]=[=[ในการเดินทางจะเข้าสู่ช่วงสัปดาห์ที่ต่างกันไป <color=#FFCE00>แผนที่ในแต่ละช่วงจะได้รับผลกระทบจากสภาพอากาศและหาราศาสตร์ที่แน่นอน </color>
สภาพอากาศจะส่งผลกระทบเลเวลทักษะนักเตะที่อยู่ในการแข่งขัน และโหราศาสตร์จะทำให้เกิดการเปลี่ยนแปลงแบบสุ่มมากมาย เช่น ใช้การเพิ่มลดของขวัญกำลังใจ การเพิ่มลดคุณสมบัติของนักเตะ ฯลฯ <color=#FFCE00>ใช้ผลของโหราศาสตร์อย่างสมเหตุสมผล เพื่อที่จะผ่านด่านได้ดียิ่งขึ้น！</color>]=],
		[ [=[guidance]=] ]=[=[Adventure/StarGuide]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[]=],
		[ [=[returnPoint]=] ]=70302,
		[ [=[type]=] ]=[=[adventureF1]=],
		[ [=[textType]=] ]=[=[S1b]=],
		[ [=[desc]=] ]=[=[ขีดเส้นรอบโหราศาสตร์สภาพอากาศวัฎจักรด้านซ้ายอันนั้นด้วยกรอบโน้มนำ]=]
	},
	[ [=[70400]=] ]=
	{
		[ [=[text]=] ]=[=[มาถึงปลายทางแล้ว ระยะการเดินทางทั้งหมด 9 ชั้น เอาชนะผู้จัดการตัวฉกาจสถานีสุดท้ายของ<color=#FFCE00>แต่ละชั้น</color> ก็จะได้ไปค้นหาในชั้นต่อไปนะ！]=],
		[ [=[guidance]=] ]=[=[Adventure/GridGuide]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[]=],
		[ [=[returnPoint]=] ]=70400,
		[ [=[type]=] ]=[=[adventureF1]=],
		[ [=[textType]=] ]=[=[S1b]=],
		[ [=[desc]=] ]=[=[ขีดเส้นรอบผู้จัดการตัวฉกาจด้วยกรอบโน้มนำ]=]
	},
	[ [=[70500]=] ]=
	{
		[ [=[text]=] ]=[=[กรึกๆ แนะนำการดำเนินการเบื้องต้นเรียบร้อยแล้ว ความสนุกที่เหลือกำลังรอให้ผู้จัดการทุกท่านไปค้นหาด้วยตัวเอง！เริ่มต้นการเดินทาง Go!Go!Go!]=],
		[ [=[guidance]=] ]=[=[Adventure/GridSwitch]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[]=],
		[ [=[returnPoint]=] ]=70500,
		[ [=[type]=] ]=[=[adventureF1]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[ดึงกลับมาที่จุดเริ่มต้น]=]
	},
	[ [=[70600]=] ]=
	{
		[ [=[text]=] ]=[=[กรึกๆ ชั้นนี้เริ่มจะมีผู้ขวางทาง<color=#FFCE00>ที่เรียกว่าเจ้า</color>โผล่ออกมาแล้ว มันจะพาปัญหามาให้เราไม่น้อยเลยทีเดียว เรามาดูซิว่าเขาอยู่ที่ไหน]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[]=],
		[ [=[returnPoint]=] ]=70600,
		[ [=[type]=] ]=[=[adventureF2]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[จุดเริ่มต้น]=]
	},
	[ [=[70700]=] ]=
	{
		[ [=[text]=] ]=[=[]=],
		[ [=[guidance]=] ]=[=[Adventure/GridGuide]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[]=],
		[ [=[returnPoint]=] ]=70600,
		[ [=[type]=] ]=[=[adventureF2]=],
		[ [=[textType]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[นิ้วคำแนะนำขี้ไปที่ไอคอนผู้ขวางทางอันหนึ่ง แนะนำให้ผู้เล่นคลิกเปิดแผง]=]
	},
	[ [=[70800]=] ]=
	{
		[ [=[text]=] ]=[=[พบแล้ว ที่แท้หลบอยู่ตรงนี้นี่เอง！ผู้ขวางถางมีเอฟเฟกต์พิเศษติดตัว：<color=#FFCE00>ทุกครั้งที่ผ่านรอบที่แน่นอน และลดขวัญกำลังใจผู้ท้าทายที่แน่นอน！หลังจาก</color>
เอาชนะผู้ขวางทาวแล้ว ผลลัพท์ทางลบนี้ก็จะหายไปเอง ผู้จัดการทุกท่านต้องสังเกตให้ดีนะ กรึกๆ]=],
		[ [=[guidance]=] ]=[=[Adventure/EffectGuide]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[]=],
		[ [=[returnPoint]=] ]=70600,
		[ [=[type]=] ]=[=[adventureF2]=],
		[ [=[textType]=] ]=[=[S1b]=],
		[ [=[desc]=] ]=[=[ขีดเส้นรอบแถบผลลัพท์พิเศษอันนั้นด้วยกรอบโน้มนำ]=]
	},
	[ [=[70900]=] ]=
	{
		[ [=[text]=] ]=[=[กรึกๆ มาถึงชั้นที่ 3 แล้ว เก่งจริงๆเลยนะ！ชั้นนี้บนแผนที่เริ่มจะมีผู้จัดการที่เรียกว่าเจ้า<color=#FFCE00>โผล่ออกมา</color> นั่นก็คือลูกน้องของผู้จัดการตัวฉกาจนั่นเอง]=],
		[ [=[guidance]=] ]=[=[]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[]=],
		[ [=[returnPoint]=] ]=70900,
		[ [=[type]=] ]=[=[adventureF3]=],
		[ [=[textType]=] ]=[=[S1]=],
		[ [=[desc]=] ]=[=[จุดเริ่มต้น]=]
	},
	[ [=[71000]=] ]=
	{
		[ [=[text]=] ]=[=[ผู้จัดการจะอยู่ใต้วังวนหมอก <color=#FFCE00>มีชั้นที่พวกเขาโผล่ออกมา ต้องเอาชนะผู้ช่วยผู้จัดการทั้งหมดตามเงื่อนไขพิเศษ หลังจากนั้นถึงจะสามารถสู้กับผู้จัดการตัวฉกาจได้！เงื่อนไขการสังหาร</color>
โดยรวม และต้องขอให้ผู้จัดการทุกท่านทำการค้นหาเอง กรึกๆ]=],
		[ [=[guidance]=] ]=[=[Adventure/GridGuide]=],
		[ [=[animation]=] ]=0,
		[ [=[page]=] ]=[=[]=],
		[ [=[returnPoint]=] ]=70900,
		[ [=[type]=] ]=[=[adventureF3]=],
		[ [=[textType]=] ]=[=[S1b]=],
		[ [=[desc]=] ]=[=[ขีดเส้นรอบแปลงวังวนบนแผนที่อันหนึ่งด้วยกรอบโน้มนำ]=]
	}
}
return var