local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		[ [=[name]=] ]=[=[การบริจาคเงินยูโรขั้นพื้นฐาน]=],
		[ [=[price]=] ]=5000000,
		[ [=[item]=] ]=
		{
			[ [=[20096]=] ]=[=[1]=]
		},
		[ [=[gc]=] ]=100,
		[ [=[beginTime]=] ]=1546635600,
		[ [=[endTime]=] ]=0,
		[ [=[id]=] ]=1,
		[ [=[priceType]=] ]=[=[m]=],
		[ [=[desc]=] ]=[=[หลังจากการบริจาคขั้นพื้นฐานคุณจะได้รับคะแนนสะสม 100 กิลด์และรางวัลสุ่มด้านล่าง]=]
	},
	[ [=[2]=] ]=
	{
		[ [=[name]=] ]=[=[การบริจาคเพชรล่วงหน้า]=],
		[ [=[price]=] ]=200,
		[ [=[item]=] ]=
		{
			[ [=[20097]=] ]=[=[1]=]
		},
		[ [=[gc]=] ]=200,
		[ [=[beginTime]=] ]=1546635600,
		[ [=[endTime]=] ]=0,
		[ [=[id]=] ]=2,
		[ [=[priceType]=] ]=[=[d]=],
		[ [=[desc]=] ]=[=[หลังจากบริจาคล่วงหน้าคุณจะได้รับคะแนนสะสม 200 กิลด์และรางวัลสุ่มด้านล่าง]=]
	},
	[ [=[3]=] ]=
	{
		[ [=[name]=] ]=[=[บริจาคเพชรสุดขีด]=],
		[ [=[price]=] ]=400,
		[ [=[item]=] ]=
		{
			[ [=[20098]=] ]=[=[1]=]
		},
		[ [=[gc]=] ]=400,
		[ [=[beginTime]=] ]=1546635600,
		[ [=[endTime]=] ]=0,
		[ [=[id]=] ]=3,
		[ [=[priceType]=] ]=[=[d]=],
		[ [=[desc]=] ]=[=[หลังจากบริจาคมากคุณจะได้รับคะแนนสะสมกิลด์ 400 คะแนนและรางวัลสุ่มด้านล่าง]=]
	},
	[ [=[4]=] ]=
	{
		[ [=[name]=] ]=[=[สุดยอดการบริจาคเหรียญ Lux]=],
		[ [=[price]=] ]=30,
		[ [=[item]=] ]=
		{
			[ [=[20099]=] ]=[=[1]=]
		},
		[ [=[gc]=] ]=600,
		[ [=[beginTime]=] ]=1546635600,
		[ [=[endTime]=] ]=0,
		[ [=[id]=] ]=4,
		[ [=[priceType]=] ]=[=[bkd]=],
		[ [=[desc]=] ]=[=[หลังการบริจาคเหรียญลักซ์คุณสามารถรับคะแนนสะสมกิลด์ 600 คะแนนและรับรางวัลสุ่มด้านล่าง]=]
	}
}
return var