local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		[ [=[arrangement]=] ]=1,
		[ [=[note]=] ]=[=[ด่าน ตั้งค่าเริ่มต้นผ่านด่าน]=],
		[ [=[tag]=] ]=[=[Main]=],
		[ [=[tagName]=] ]=[=[สายหลัก]=],
		[ [=[progress]=] ]=1,
		[ [=[order]=] ]=1,
		[ [=[condition]=] ]=[=[]=]
	},
	[ [=[2]=] ]=
	{
		[ [=[arrangement]=] ]=1,
		[ [=[note]=] ]=[=[สำเร็จ n จดหมายนักเตะ]=],
		[ [=[tag]=] ]=[=[Main]=],
		[ [=[tagName]=] ]=[=[สายหลัก]=],
		[ [=[progress]=] ]=1,
		[ [=[order]=] ]=2,
		[ [=[condition]=] ]=[=[]=]
	},
	[ [=[3]=] ]=
	{
		[ [=[arrangement]=] ]=1,
		[ [=[note]=] ]=[=[เข้าร่วมลีกได้ชนะเลศ n ครั้ง]=],
		[ [=[tag]=] ]=[=[League]=],
		[ [=[tagName]=] ]=[=[ลีก]=],
		[ [=[progress]=] ]=1,
		[ [=[order]=] ]=3,
		[ [=[condition]=] ]=[=[]=]
	},
	[ [=[4]=] ]=
	{
		[ [=[arrangement]=] ]=1,
		[ [=[note]=] ]=[=[เข้าร่วมลีกได้เป็นราชาทำประตู n ครั้ง]=],
		[ [=[tag]=] ]=[=[League]=],
		[ [=[tagName]=] ]=[=[ลีก]=],
		[ [=[progress]=] ]=1,
		[ [=[order]=] ]=4,
		[ [=[condition]=] ]=[=[]=]
	},
	[ [=[5]=] ]=
	{
		[ [=[arrangement]=] ]=1,
		[ [=[note]=] ]=[=[เข้าร่วมลีกได้เป็นราชาแอสซิสต์ n ครั้ง]=],
		[ [=[tag]=] ]=[=[League]=],
		[ [=[tagName]=] ]=[=[ลีก]=],
		[ [=[progress]=] ]=1,
		[ [=[order]=] ]=5,
		[ [=[condition]=] ]=[=[]=]
	},
	[ [=[6]=] ]=
	{
		[ [=[arrangement]=] ]=1,
		[ [=[note]=] ]=[=[เข้าร่วมลีกได้ชนะทั้งหมด n ครั้ง]=],
		[ [=[tag]=] ]=[=[League]=],
		[ [=[tagName]=] ]=[=[ลีก]=],
		[ [=[progress]=] ]=1,
		[ [=[order]=] ]=6,
		[ [=[condition]=] ]=[=[]=]
	},
	[ [=[7]=] ]=
	{
		[ [=[arrangement]=] ]=1,
		[ [=[note]=] ]=[=[เข้ารวมการฝึกฝนเดาะบอลประสบความสำเร็จ n ครั้ง]=],
		[ [=[tag]=] ]=[=[LittleGame]=],
		[ [=[tagName]=] ]=[=[ศูนย์การฝึกฝน]=],
		[ [=[progress]=] ]=1,
		[ [=[order]=] ]=7,
		[ [=[condition]=] ]=[=[201]=]
	},
	[ [=[8]=] ]=
	{
		[ [=[arrangement]=] ]=1,
		[ [=[note]=] ]=[=[เข้ารวมการฝึกฝนยิงบอลประสบความสำเร็จ n ครั้ง]=],
		[ [=[tag]=] ]=[=[LittleGame]=],
		[ [=[tagName]=] ]=[=[ศูนย์การฝึกฝน]=],
		[ [=[progress]=] ]=1,
		[ [=[order]=] ]=8,
		[ [=[condition]=] ]=[=[101]=]
	},
	[ [=[9]=] ]=
	{
		[ [=[arrangement]=] ]=1,
		[ [=[note]=] ]=[=[เข้ารวมการฝึกฝนการสกัดบอลประสบความสำเร็จ n ครั้ง]=],
		[ [=[tag]=] ]=[=[LittleGame]=],
		[ [=[tagName]=] ]=[=[ศูนย์การฝึกฝน]=],
		[ [=[progress]=] ]=1,
		[ [=[order]=] ]=9,
		[ [=[condition]=] ]=[=[301]=]
	},
	[ [=[10]=] ]=
	{
		[ [=[arrangement]=] ]=1,
		[ [=[note]=] ]=[=[เข้ารวมการฝึกฝนเซฟบอลประสบความสำเร็จ n ครั้ง]=],
		[ [=[tag]=] ]=[=[LittleGame]=],
		[ [=[tagName]=] ]=[=[ศูนย์การฝึกฝน]=],
		[ [=[progress]=] ]=1,
		[ [=[order]=] ]=10,
		[ [=[condition]=] ]=[=[401]=]
	},
	[ [=[11]=] ]=
	{
		[ [=[arrangement]=] ]=1,
		[ [=[note]=] ]=[=[ผ่านระดับความยากทั้งหมด n ลานประลองท้าแข่งสมาคม]=],
		[ [=[tag]=] ]=[=[Guild]=],
		[ [=[tagName]=] ]=[=[สมาคม]=],
		[ [=[progress]=] ]=1,
		[ [=[order]=] ]=11,
		[ [=[condition]=] ]=[=[]=]
	},
	[ [=[12]=] ]=
	{
		[ [=[arrangement]=] ]=1,
		[ [=[note]=] ]=[=[ระดับความยาก n สงครามสมาคมอันดับบ 1]=],
		[ [=[tag]=] ]=[=[Guild]=],
		[ [=[tagName]=] ]=[=[สมาคม]=],
		[ [=[progress]=] ]=1,
		[ [=[order]=] ]=12,
		[ [=[condition]=] ]=[=[]=]
	},
	[ [=[13]=] ]=
	{
		[ [=[arrangement]=] ]=1,
		[ [=[note]=] ]=[=[หาครบ n นักเตะ(ขึ้นอยู่กับรูป)]=],
		[ [=[tag]=] ]=[=[Collection]=],
		[ [=[tagName]=] ]=[=[รายได้]=],
		[ [=[progress]=] ]=1,
		[ [=[order]=] ]=13,
		[ [=[condition]=] ]=[=[]=]
	},
	[ [=[14]=] ]=
	{
		[ [=[arrangement]=] ]=1,
		[ [=[note]=] ]=[=[หาครบ n นักเตะคุณภาพ 4 (ขึ้นอยู่กับรูป)]=],
		[ [=[tag]=] ]=[=[Collection]=],
		[ [=[tagName]=] ]=[=[รายได้]=],
		[ [=[progress]=] ]=1,
		[ [=[order]=] ]=14,
		[ [=[condition]=] ]=[=[quality=4]=]
	},
	[ [=[15]=] ]=
	{
		[ [=[arrangement]=] ]=1,
		[ [=[note]=] ]=[=[หาครบ n นักเตะคุณภาพ 5 (ขึ้นอยู่กับรูป)]=],
		[ [=[tag]=] ]=[=[Collection]=],
		[ [=[tagName]=] ]=[=[รายได้]=],
		[ [=[progress]=] ]=1,
		[ [=[order]=] ]=15,
		[ [=[condition]=] ]=[=[quality=5]=]
	},
	[ [=[16]=] ]=
	{
		[ [=[arrangement]=] ]=1,
		[ [=[note]=] ]=[=[หาครบ n นักเตะคุณภาพ 6 (ขึ้นอยู่กับรูป)]=],
		[ [=[tag]=] ]=[=[Collection]=],
		[ [=[tagName]=] ]=[=[รายได้]=],
		[ [=[progress]=] ]=1,
		[ [=[order]=] ]=16,
		[ [=[condition]=] ]=[=[quality=6]=]
	},
	[ [=[17]=] ]=
	{
		[ [=[arrangement]=] ]=1,
		[ [=[note]=] ]=[=[หาครบ n นักเตะอังกฤษ (ขึ้นอยู่กับรูป)]=],
		[ [=[tag]=] ]=[=[Collection]=],
		[ [=[tagName]=] ]=[=[รายได้]=],
		[ [=[progress]=] ]=1,
		[ [=[order]=] ]=17,
		[ [=[condition]=] ]=[=[nation=England]=]
	},
	[ [=[18]=] ]=
	{
		[ [=[arrangement]=] ]=1,
		[ [=[note]=] ]=[=[หาครบ n นักเตะสเปน (ขึ้นอยู่กับรูป)]=],
		[ [=[tag]=] ]=[=[Collection]=],
		[ [=[tagName]=] ]=[=[รายได้]=],
		[ [=[progress]=] ]=1,
		[ [=[order]=] ]=18,
		[ [=[condition]=] ]=[=[nation=Spain]=]
	},
	[ [=[19]=] ]=
	{
		[ [=[arrangement]=] ]=1,
		[ [=[note]=] ]=[=[หาครบ n นักเตะฝรั่งเศส (ขึ้นอยู่กับรูป)]=],
		[ [=[tag]=] ]=[=[Collection]=],
		[ [=[tagName]=] ]=[=[รายได้]=],
		[ [=[progress]=] ]=1,
		[ [=[order]=] ]=19,
		[ [=[condition]=] ]=[=[nation=France]=]
	},
	[ [=[20]=] ]=
	{
		[ [=[arrangement]=] ]=1,
		[ [=[note]=] ]=[=[หาครบ n นักเตะอิตาลี (ขึ้นอยู่กับรูป)]=],
		[ [=[tag]=] ]=[=[Collection]=],
		[ [=[tagName]=] ]=[=[รายได้]=],
		[ [=[progress]=] ]=1,
		[ [=[order]=] ]=20,
		[ [=[condition]=] ]=[=[nation=Italy]=]
	},
	[ [=[22]=] ]=
	{
		[ [=[arrangement]=] ]=1,
		[ [=[note]=] ]=[=[สะสมได้รับ n หัวใจ]=],
		[ [=[tag]=] ]=[=[Friend]=],
		[ [=[tagName]=] ]=[=[เพื่อน]=],
		[ [=[progress]=] ]=1,
		[ [=[order]=] ]=22,
		[ [=[condition]=] ]=[=[]=]
	},
	[ [=[23]=] ]=
	{
		[ [=[arrangement]=] ]=1,
		[ [=[note]=] ]=[=[ได้ชนะ n ครั้งแข่งแลกเปลี่ยนกัน]=],
		[ [=[tag]=] ]=[=[Friend]=],
		[ [=[tagName]=] ]=[=[เพื่อน]=],
		[ [=[progress]=] ]=1,
		[ [=[order]=] ]=23,
		[ [=[condition]=] ]=[=[]=]
	},
	[ [=[24]=] ]=
	{
		[ [=[arrangement]=] ]=1,
		[ [=[note]=] ]=[=[สะสมล็อกอิน n วัน]=],
		[ [=[tag]=] ]=[=[Other]=],
		[ [=[tagName]=] ]=[=[อื่นๆ]=],
		[ [=[progress]=] ]=1,
		[ [=[order]=] ]=24,
		[ [=[condition]=] ]=[=[]=]
	},
	[ [=[25]=] ]=
	{
		[ [=[arrangement]=] ]=1,
		[ [=[note]=] ]=[=[สะสมอัพเกรดอาคารในการสร้างสนามฟุตบอล n แห่ง]=],
		[ [=[tag]=] ]=[=[Other]=],
		[ [=[tagName]=] ]=[=[อื่นๆ]=],
		[ [=[progress]=] ]=1,
		[ [=[order]=] ]=25,
		[ [=[condition]=] ]=[=[]=]
	},
	[ [=[26]=] ]=
	{
		[ [=[arrangement]=] ]=1,
		[ [=[note]=] ]=[=[สะสมนักเตะคุณภาพระดับตำนานและSSS n ตัว]=],
		[ [=[tag]=] ]=[=[Collection]=],
		[ [=[tagName]=] ]=[=[สะสมนักเตะ]=],
		[ [=[progress]=] ]=1,
		[ [=[order]=] ]=26,
		[ [=[condition]=] ]=[=[quality=7]=]
	},
	[ [=[27]=] ]=
	{
		[ [=[arrangement]=] ]=1,
		[ [=[note]=] ]=[=[สะสมอัพเกรดรูปปั้นห้องโถง n อัน]=],
		[ [=[tag]=] ]=[=[FootballHall]=],
		[ [=[tagName]=] ]=[=[ห้องโถงนักเตะ]=],
		[ [=[progress]=] ]=1,
		[ [=[order]=] ]=27,
		[ [=[condition]=] ]=[=[]=]
	}
}
return var