local null = nil
local var = 
{
	[ [=[101]=] ]=
	{
		[ [=[picIndex]=] ]=[=[101]=],
		[ [=[name]=] ]=[=[ไปทั่วโปรตุเกส]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=20,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=1,
		[ [=[condition]=] ]=
		{[=[Q1]=],[=[Q2]=],[=[Q3]=],[=[Q4]=],[=[Q5]=],[=[Q6]=]
		},
		[ [=[desc]=] ]=[=[ผ่านด่านทั้งหมดได้ 3 ดาว ตั้งแต่ด่าน C1 ถึง 6]=]
	},
	[ [=[102]=] ]=
	{
		[ [=[picIndex]=] ]=[=[102]=],
		[ [=[name]=] ]=[=[พิชิตเนเดอร์แลนด์]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=1,
		[ [=[condition]=] ]=
		{[=[Q7]=],[=[Q8]=],[=[Q9]=],[=[Q10]=],[=[Q11]=],[=[Q12]=]
		},
		[ [=[desc]=] ]=[=[ผ่านด่านทั้งหมดได้ 3 ดาว ตั้งแต่ด่าน C7 ถึง 12]=]
	},
	[ [=[103]=] ]=
	{
		[ [=[picIndex]=] ]=[=[103]=],
		[ [=[name]=] ]=[=[แชมป์ของฝรั่งเศส]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=60,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=1,
		[ [=[condition]=] ]=
		{[=[Q13]=],[=[Q14]=],[=[Q15]=],[=[Q16]=],[=[Q17]=],[=[Q18]=]
		},
		[ [=[desc]=] ]=[=[ผ่านด่านทั้งหมดได้ 3 ดาว ตั้งแต่ด่าน C13 ถึง 18]=]
	},
	[ [=[104]=] ]=
	{
		[ [=[picIndex]=] ]=[=[104]=],
		[ [=[name]=] ]=[=[ขั้นเทพอิตาลี]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=80,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=1,
		[ [=[condition]=] ]=
		{[=[Q19]=],[=[Q20]=],[=[Q21]=],[=[Q22]=],[=[Q23]=],[=[Q24]=]
		},
		[ [=[desc]=] ]=[=[ผ่านด่านทั้งหมดได้ 3 ดาว ตั้งแต่ด่าน C19 ถึง 24]=]
	},
	[ [=[105]=] ]=
	{
		[ [=[picIndex]=] ]=[=[105]=],
		[ [=[name]=] ]=[=[ครอบครองสเปน]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=100,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=1,
		[ [=[condition]=] ]=
		{[=[Q25]=],[=[Q26]=],[=[Q27]=],[=[Q28]=],[=[Q29]=],[=[Q30]=]
		},
		[ [=[desc]=] ]=[=[ผ่านด่านทั้งหมดได้ 3 ดาว ตั้งแต่ด่าน C25 ถึง 30]=]
	},
	[ [=[106]=] ]=
	{
		[ [=[picIndex]=] ]=[=[106]=],
		[ [=[name]=] ]=[=[ขึ้นราชย์]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=120,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=1,
		[ [=[condition]=] ]=
		{[=[Q31]=],[=[Q32]=],[=[Q33]=],[=[Q34]=],[=[Q35]=],[=[Q36]=]
		},
		[ [=[desc]=] ]=[=[ผ่านด่านทั้งหมดได้ 3 ดาว ตั้งแต่ด่าน C31 ถึง 36]=]
	},
	[ [=[201]=] ]=
	{
		[ [=[picIndex]=] ]=[=[201]=],
		[ [=[name]=] ]=[=[เพื่อนทั่วโลก Lv.1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=10,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=2,
		[ [=[condition]=] ]=3,
		[ [=[desc]=] ]=[=[สำเร็จ 3 จดหมายการจัดการ]=]
	},
	[ [=[202]=] ]=
	{
		[ [=[picIndex]=] ]=[=[202]=],
		[ [=[name]=] ]=[=[เพื่อนทั่วโลก Lv.2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=2,
		[ [=[condition]=] ]=6,
		[ [=[desc]=] ]=[=[สำเร็จ 6 จดหมายการจัดการ]=]
	},
	[ [=[203]=] ]=
	{
		[ [=[picIndex]=] ]=[=[203]=],
		[ [=[name]=] ]=[=[เพื่อนทั่วโลก Lv.3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=2,
		[ [=[condition]=] ]=9,
		[ [=[desc]=] ]=[=[สำเร็จ 9 จดหมายการจัดการ]=]
	},
	[ [=[204]=] ]=
	{
		[ [=[picIndex]=] ]=[=[204]=],
		[ [=[name]=] ]=[=[เพื่อนทั่วโลก Lv.4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=60,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=2,
		[ [=[condition]=] ]=12,
		[ [=[desc]=] ]=[=[สำเร็จ 12 จดหมายการจัดการ]=]
	},
	[ [=[205]=] ]=
	{
		[ [=[picIndex]=] ]=[=[205]=],
		[ [=[name]=] ]=[=[เพื่อนทั่วโลก Lv.5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=80,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=2,
		[ [=[condition]=] ]=15,
		[ [=[desc]=] ]=[=[สำเร็จ 15 จดหมายการจัดการ]=]
	},
	[ [=[206]=] ]=
	{
		[ [=[picIndex]=] ]=[=[206]=],
		[ [=[name]=] ]=[=[เพื่อนทั่วโลก Lv.6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=100,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=2,
		[ [=[condition]=] ]=18,
		[ [=[desc]=] ]=[=[สำเร็จ 18 จดหมายการจัดการ]=]
	},
	[ [=[207]=] ]=
	{
		[ [=[picIndex]=] ]=[=[207]=],
		[ [=[name]=] ]=[=[เพื่อนทั่วโลก Lv.7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=120,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=2,
		[ [=[condition]=] ]=21,
		[ [=[desc]=] ]=[=[สำเร็จ 21 จดหมายการจัดการ]=]
	},
	[ [=[301]=] ]=
	{
		[ [=[picIndex]=] ]=[=[301]=],
		[ [=[name]=] ]=[=[ทีมตำนาน Lv.1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=10,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=3,
		[ [=[condition]=] ]=1,
		[ [=[desc]=] ]=[=[ชนะเลศลีก 1 ครั้ง]=]
	},
	[ [=[302]=] ]=
	{
		[ [=[picIndex]=] ]=[=[302]=],
		[ [=[name]=] ]=[=[ทีมตำนาน Lv.2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=20,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=3,
		[ [=[condition]=] ]=3,
		[ [=[desc]=] ]=[=[ชนะเลศลีก 3 ครั้ง]=]
	},
	[ [=[303]=] ]=
	{
		[ [=[picIndex]=] ]=[=[303]=],
		[ [=[name]=] ]=[=[ทีมตำนาน Lv.3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=3,
		[ [=[condition]=] ]=10,
		[ [=[desc]=] ]=[=[ชนะเลศลีก 10 ครั้ง]=]
	},
	[ [=[304]=] ]=
	{
		[ [=[picIndex]=] ]=[=[304]=],
		[ [=[name]=] ]=[=[ทีมตำนาน Lv.4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=3,
		[ [=[condition]=] ]=20,
		[ [=[desc]=] ]=[=[ชนะเลศลีก 20 ครั้ง]=]
	},
	[ [=[305]=] ]=
	{
		[ [=[picIndex]=] ]=[=[305]=],
		[ [=[name]=] ]=[=[ทีมตำนาน Lv.5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=50,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=3,
		[ [=[condition]=] ]=50,
		[ [=[desc]=] ]=[=[ชนะเลศลีก 50 ครั้ง]=]
	},
	[ [=[306]=] ]=
	{
		[ [=[picIndex]=] ]=[=[306]=],
		[ [=[name]=] ]=[=[ทีมตำนาน Lv.6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=60,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=3,
		[ [=[condition]=] ]=100,
		[ [=[desc]=] ]=[=[ชนะเลศลีก 100 ครั้ง]=]
	},
	[ [=[307]=] ]=
	{
		[ [=[picIndex]=] ]=[=[307]=],
		[ [=[name]=] ]=[=[ทีมตำนาน Lv.7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=70,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=3,
		[ [=[condition]=] ]=200,
		[ [=[desc]=] ]=[=[แชมป์ลีก 200 ครั้ง]=]
	},
	[ [=[401]=] ]=
	{
		[ [=[picIndex]=] ]=[=[401]=],
		[ [=[name]=] ]=[=[นักเตะทำประตูยอดเยี่ยม Lv.1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=10,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=4,
		[ [=[condition]=] ]=1,
		[ [=[desc]=] ]=[=[เป็นดาวซัลโวฤดูกาล 1 ครั้ง]=]
	},
	[ [=[402]=] ]=
	{
		[ [=[picIndex]=] ]=[=[402]=],
		[ [=[name]=] ]=[=[นักเตะทำประตูยอดเยี่ยม Lv.2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=20,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=4,
		[ [=[condition]=] ]=3,
		[ [=[desc]=] ]=[=[เป็นดาวซัลโวฤดูกาล 3 ครั้ง]=]
	},
	[ [=[403]=] ]=
	{
		[ [=[picIndex]=] ]=[=[403]=],
		[ [=[name]=] ]=[=[นักเตะทำประตูยอดเยี่ยม Lv.3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=4,
		[ [=[condition]=] ]=10,
		[ [=[desc]=] ]=[=[เป็นดาวซัลโวฤดูกาล 10 ครั้ง]=]
	},
	[ [=[404]=] ]=
	{
		[ [=[picIndex]=] ]=[=[404]=],
		[ [=[name]=] ]=[=[นักเตะทำประตูยอดเยี่ยม Lv.4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=4,
		[ [=[condition]=] ]=20,
		[ [=[desc]=] ]=[=[เป็นดาวซัลโวฤดูกาล 20 ครั้ง]=]
	},
	[ [=[405]=] ]=
	{
		[ [=[picIndex]=] ]=[=[405]=],
		[ [=[name]=] ]=[=[นักเตะทำประตูยอดเยี่ยม Lv.5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=50,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=4,
		[ [=[condition]=] ]=50,
		[ [=[desc]=] ]=[=[เป็นดาวซัลโวฤดูกาล 50 ครั้ง]=]
	},
	[ [=[406]=] ]=
	{
		[ [=[picIndex]=] ]=[=[406]=],
		[ [=[name]=] ]=[=[นักเตะทำประตูยอดเยี่ยม Lv.6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=60,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=4,
		[ [=[condition]=] ]=100,
		[ [=[desc]=] ]=[=[เป็นดาวซัลโวฤดูกาล 100 ครั้ง]=]
	},
	[ [=[407]=] ]=
	{
		[ [=[picIndex]=] ]=[=[407]=],
		[ [=[name]=] ]=[=[นักเตะทำประตูยอดเยี่ยม Lv.7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=70,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=4,
		[ [=[condition]=] ]=200,
		[ [=[desc]=] ]=[=[เป็นดาวซัลโวฤดูกาล 200 ครั้ง]=]
	},
	[ [=[501]=] ]=
	{
		[ [=[picIndex]=] ]=[=[501]=],
		[ [=[name]=] ]=[=[อาจารย์กองกลางตัวรุก Lv1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=10,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=5,
		[ [=[condition]=] ]=1,
		[ [=[desc]=] ]=[=[เป็นแอสซิสต์ฤดูกาล 1 ครั้ง]=]
	},
	[ [=[502]=] ]=
	{
		[ [=[picIndex]=] ]=[=[502]=],
		[ [=[name]=] ]=[=[อาจารย์กองกลางตัวรุก Lv2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=20,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=5,
		[ [=[condition]=] ]=3,
		[ [=[desc]=] ]=[=[เป็นแอสซิสต์ฤดูกาล 3 ครั้ง]=]
	},
	[ [=[503]=] ]=
	{
		[ [=[picIndex]=] ]=[=[503]=],
		[ [=[name]=] ]=[=[อาจารย์กองกลางตัวรุก Lv3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=5,
		[ [=[condition]=] ]=10,
		[ [=[desc]=] ]=[=[เป็นแอสซิสต์ฤดูกาล 10 ครั้ง]=]
	},
	[ [=[504]=] ]=
	{
		[ [=[picIndex]=] ]=[=[504]=],
		[ [=[name]=] ]=[=[อาจารย์กองกลางตัวรุก Lv4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=5,
		[ [=[condition]=] ]=20,
		[ [=[desc]=] ]=[=[เป็นแอสซิสต์ฤดูกาล 20 ครั้ง]=]
	},
	[ [=[505]=] ]=
	{
		[ [=[picIndex]=] ]=[=[505]=],
		[ [=[name]=] ]=[=[อาจารย์กองกลางตัวรุก Lv5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=50,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=5,
		[ [=[condition]=] ]=50,
		[ [=[desc]=] ]=[=[เป็นแอสซิสต์ฤดูกาล 50 ครั้ง]=]
	},
	[ [=[506]=] ]=
	{
		[ [=[picIndex]=] ]=[=[506]=],
		[ [=[name]=] ]=[=[อาจารย์กองกลางตัวรุก Lv6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=60,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=5,
		[ [=[condition]=] ]=100,
		[ [=[desc]=] ]=[=[เป็นแอสซิสต์ฤดูกาล 100 ครั้ง]=]
	},
	[ [=[507]=] ]=
	{
		[ [=[picIndex]=] ]=[=[507]=],
		[ [=[name]=] ]=[=[อาจารย์กองกลางตัวรุก Lv7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=70,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=5,
		[ [=[condition]=] ]=200,
		[ [=[desc]=] ]=[=[เป็นแอสซิสต์ฤดูกาล 200 ครั้ง]=]
	},
	[ [=[601]=] ]=
	{
		[ [=[picIndex]=] ]=[=[601]=],
		[ [=[name]=] ]=[=[ชนะต่อเนื่อง Lv.1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=10,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=6,
		[ [=[condition]=] ]=1,
		[ [=[desc]=] ]=[=[เข้าร่วมลีกได้ชนะทั้งหมด 1 ครั้ง]=]
	},
	[ [=[602]=] ]=
	{
		[ [=[picIndex]=] ]=[=[602]=],
		[ [=[name]=] ]=[=[ชนะต่อเนื่อง Lv.2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=20,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=6,
		[ [=[condition]=] ]=3,
		[ [=[desc]=] ]=[=[เข้าร่วมลีกได้ชนะทั้งหมด 3 ครั้ง]=]
	},
	[ [=[603]=] ]=
	{
		[ [=[picIndex]=] ]=[=[603]=],
		[ [=[name]=] ]=[=[ชนะต่อเนื่อง Lv.3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=6,
		[ [=[condition]=] ]=10,
		[ [=[desc]=] ]=[=[เข้าร่วมลีกได้ชนะทั้งหมด 10 ครั้ง]=]
	},
	[ [=[604]=] ]=
	{
		[ [=[picIndex]=] ]=[=[604]=],
		[ [=[name]=] ]=[=[ชนะต่อเนื่อง Lv.4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=6,
		[ [=[condition]=] ]=20,
		[ [=[desc]=] ]=[=[เข้าร่วมลีกได้ชนะทั้งหมด 20 ครั้ง]=]
	},
	[ [=[605]=] ]=
	{
		[ [=[picIndex]=] ]=[=[605]=],
		[ [=[name]=] ]=[=[ชนะต่อเนื่อง Lv.5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=50,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=6,
		[ [=[condition]=] ]=50,
		[ [=[desc]=] ]=[=[เข้าร่วมลีกได้ชนะทั้งหมด 50 ครั้ง]=]
	},
	[ [=[606]=] ]=
	{
		[ [=[picIndex]=] ]=[=[606]=],
		[ [=[name]=] ]=[=[ชนะต่อเนื่อง Lv.6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=60,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=6,
		[ [=[condition]=] ]=100,
		[ [=[desc]=] ]=[=[เข้าร่วมลีกได้ชนะทั้งหมด 100 ครั้ง]=]
	},
	[ [=[607]=] ]=
	{
		[ [=[picIndex]=] ]=[=[607]=],
		[ [=[name]=] ]=[=[ชนะต่อเนื่อง Lv.7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=70,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=6,
		[ [=[condition]=] ]=200,
		[ [=[desc]=] ]=[=[เข้าร่วมลีกได้ชนะทั้งหมด 200 ครั้ง]=]
	},
	[ [=[701]=] ]=
	{
		[ [=[picIndex]=] ]=[=[701]=],
		[ [=[name]=] ]=[=[อาจารย์แห่งการเดาะบอล Lv.1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=10,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=7,
		[ [=[condition]=] ]=5,
		[ [=[desc]=] ]=[=[การฝึกฝนเดาะบอลได้ผลยอดเยี่ยม 5 ครั้ง]=]
	},
	[ [=[702]=] ]=
	{
		[ [=[picIndex]=] ]=[=[702]=],
		[ [=[name]=] ]=[=[อาจารย์แห่งการเดาะบอล Lv.2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=20,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=7,
		[ [=[condition]=] ]=20,
		[ [=[desc]=] ]=[=[การฝึกฝนเดาะบอลได้ผลยอดเยี่ยม 20 ครั้ง]=]
	},
	[ [=[703]=] ]=
	{
		[ [=[picIndex]=] ]=[=[703]=],
		[ [=[name]=] ]=[=[อาจารย์แห่งการเดาะบอล Lv.3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=7,
		[ [=[condition]=] ]=50,
		[ [=[desc]=] ]=[=[การฝึกฝนเดาะบอลได้ผลยอดเยี่ยม 50 ครั้ง]=]
	},
	[ [=[704]=] ]=
	{
		[ [=[picIndex]=] ]=[=[704]=],
		[ [=[name]=] ]=[=[อาจารย์แห่งการเดาะบอล Lv.4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=7,
		[ [=[condition]=] ]=100,
		[ [=[desc]=] ]=[=[การฝึกฝนเดาะบอลได้ผลยอดเยี่ยม 100 ครั้ง]=]
	},
	[ [=[705]=] ]=
	{
		[ [=[picIndex]=] ]=[=[705]=],
		[ [=[name]=] ]=[=[อาจารย์แห่งการเดาะบอล Lv.5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=50,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=7,
		[ [=[condition]=] ]=200,
		[ [=[desc]=] ]=[=[การฝึกฝนเดาะบอลได้ผลยอดเยี่ยม 200 ครั้ง]=]
	},
	[ [=[706]=] ]=
	{
		[ [=[picIndex]=] ]=[=[706]=],
		[ [=[name]=] ]=[=[อาจารย์แห่งการเดาะบอล Lv.6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=60,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=7,
		[ [=[condition]=] ]=500,
		[ [=[desc]=] ]=[=[การฝึกฝนเดาะบอลได้ผลยอดเยี่ยม 500 ครั้ง]=]
	},
	[ [=[707]=] ]=
	{
		[ [=[picIndex]=] ]=[=[707]=],
		[ [=[name]=] ]=[=[อาจารย์แห่งการเดาะบอล Lv.7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=70,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=7,
		[ [=[condition]=] ]=1000,
		[ [=[desc]=] ]=[=[การฝึกฝนเดาะบอลได้ผลยอดเยี่ยม 1000 ครั้ง]=]
	},
	[ [=[801]=] ]=
	{
		[ [=[picIndex]=] ]=[=[801]=],
		[ [=[name]=] ]=[=[อาจารย์แห่งการยิงบอล Lv.1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=10,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=8,
		[ [=[condition]=] ]=5,
		[ [=[desc]=] ]=[=[การฝึกฝนยิงบอลได้ผลยอดเยี่ยม 5 ครั้ง]=]
	},
	[ [=[802]=] ]=
	{
		[ [=[picIndex]=] ]=[=[802]=],
		[ [=[name]=] ]=[=[อาจารย์แห่งการยิงบอล Lv.2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=20,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=8,
		[ [=[condition]=] ]=20,
		[ [=[desc]=] ]=[=[การฝึกฝนยิงบอลได้ผลยอดเยี่ยม 20 ครั้ง]=]
	},
	[ [=[803]=] ]=
	{
		[ [=[picIndex]=] ]=[=[803]=],
		[ [=[name]=] ]=[=[อาจารย์แห่งการยิงบอล Lv.3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=8,
		[ [=[condition]=] ]=50,
		[ [=[desc]=] ]=[=[การฝึกฝนยิงบอลได้ผลยอดเยี่ยม 50 ครั้ง]=]
	},
	[ [=[804]=] ]=
	{
		[ [=[picIndex]=] ]=[=[804]=],
		[ [=[name]=] ]=[=[อาจารย์แห่งการยิงบอล Lv.4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=8,
		[ [=[condition]=] ]=100,
		[ [=[desc]=] ]=[=[การฝึกฝนยิงบอลได้ผลยอดเยี่ยม 100 ครั้ง]=]
	},
	[ [=[805]=] ]=
	{
		[ [=[picIndex]=] ]=[=[805]=],
		[ [=[name]=] ]=[=[อาจารย์แห่งการยิงบอล Lv.5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=50,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=8,
		[ [=[condition]=] ]=200,
		[ [=[desc]=] ]=[=[การฝึกฝนยิงบอลได้ผลยอดเยี่ยม 200 ครั้ง]=]
	},
	[ [=[806]=] ]=
	{
		[ [=[picIndex]=] ]=[=[806]=],
		[ [=[name]=] ]=[=[อาจารย์แห่งการยิงบอล Lv.6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=60,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=8,
		[ [=[condition]=] ]=500,
		[ [=[desc]=] ]=[=[การฝึกฝนยิงบอลได้ผลยอดเยี่ยม 500 ครั้ง]=]
	},
	[ [=[807]=] ]=
	{
		[ [=[picIndex]=] ]=[=[807]=],
		[ [=[name]=] ]=[=[อาจารย์แห่งการยิงบอล Lv.7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=70,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=8,
		[ [=[condition]=] ]=1000,
		[ [=[desc]=] ]=[=[การฝึกฝนยิงบอลได้ผลยอดเยี่ยม 1000 ครั้ง]=]
	},
	[ [=[901]=] ]=
	{
		[ [=[picIndex]=] ]=[=[901]=],
		[ [=[name]=] ]=[=[ราชาแห่งการตัดบอล Lv.1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=10,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=9,
		[ [=[condition]=] ]=5,
		[ [=[desc]=] ]=[=[การฝึกฝนแย่งบอลได้ผลยอดเยี่ยม 5 ครั้ง]=]
	},
	[ [=[902]=] ]=
	{
		[ [=[picIndex]=] ]=[=[902]=],
		[ [=[name]=] ]=[=[ราชาแห่งการตัดบอล Lv.2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=20,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=9,
		[ [=[condition]=] ]=20,
		[ [=[desc]=] ]=[=[การฝึกฝนแย่งบอลได้ผลยอดเยี่ยม 20 ครั้ง]=]
	},
	[ [=[903]=] ]=
	{
		[ [=[picIndex]=] ]=[=[903]=],
		[ [=[name]=] ]=[=[ราชาแห่งการตัดบอล Lv.3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=9,
		[ [=[condition]=] ]=50,
		[ [=[desc]=] ]=[=[การฝึกฝนแย่งบอลได้ผลยอดเยี่ยม 50 ครั้ง]=]
	},
	[ [=[904]=] ]=
	{
		[ [=[picIndex]=] ]=[=[904]=],
		[ [=[name]=] ]=[=[ราชาแห่งการตัดบอล Lv.4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=9,
		[ [=[condition]=] ]=100,
		[ [=[desc]=] ]=[=[การฝึกฝนแย่งบอลได้ผลยอดเยี่ยม 100 ครั้ง]=]
	},
	[ [=[905]=] ]=
	{
		[ [=[picIndex]=] ]=[=[905]=],
		[ [=[name]=] ]=[=[ราชาแห่งการตัดบอล Lv.5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=50,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=9,
		[ [=[condition]=] ]=200,
		[ [=[desc]=] ]=[=[การฝึกฝนแย่งบอลได้ผลยอดเยี่ยม 200 ครั้ง]=]
	},
	[ [=[906]=] ]=
	{
		[ [=[picIndex]=] ]=[=[906]=],
		[ [=[name]=] ]=[=[ราชาแห่งการตัดบอล Lv.6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=60,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=9,
		[ [=[condition]=] ]=500,
		[ [=[desc]=] ]=[=[การฝึกฝนแย่งบอลได้ผลยอดเยี่ยม 500 ครั้ง]=]
	},
	[ [=[907]=] ]=
	{
		[ [=[picIndex]=] ]=[=[907]=],
		[ [=[name]=] ]=[=[ราชาแห่งการตัดบอล Lv.7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=70,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=9,
		[ [=[condition]=] ]=1000,
		[ [=[desc]=] ]=[=[การฝึกฝนแย่งบอลได้ผลยอดเยี่ยม 1000 ครั้ง]=]
	},
	[ [=[1001]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1001]=],
		[ [=[name]=] ]=[=[อาจารย์แห่งเซฟบอล Lv.1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=10,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=10,
		[ [=[condition]=] ]=5,
		[ [=[desc]=] ]=[=[การฝึกฝนเซฟบอลได้ผลยอดเยี่ยม 5 ครั้ง]=]
	},
	[ [=[1002]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1002]=],
		[ [=[name]=] ]=[=[อาจารย์แห่งเซฟบอล Lv.2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=20,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=10,
		[ [=[condition]=] ]=20,
		[ [=[desc]=] ]=[=[การฝึกฝนเซฟบอลได้ผลยอดเยี่ยม 20 ครั้ง]=]
	},
	[ [=[1003]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1003]=],
		[ [=[name]=] ]=[=[อาจารย์แห่งเซฟบอล Lv.3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=10,
		[ [=[condition]=] ]=50,
		[ [=[desc]=] ]=[=[การฝึกฝนเซฟบอลได้ผลยอดเยี่ยม 50 ครั้ง]=]
	},
	[ [=[1004]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1004]=],
		[ [=[name]=] ]=[=[อาจารย์แห่งเซฟบอล Lv.4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=10,
		[ [=[condition]=] ]=100,
		[ [=[desc]=] ]=[=[การฝึกฝนเซฟบอลได้ผลยอดเยี่ยม 100 ครั้ง]=]
	},
	[ [=[1005]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1005]=],
		[ [=[name]=] ]=[=[อาจารย์แห่งเซฟบอล Lv.5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=50,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=10,
		[ [=[condition]=] ]=200,
		[ [=[desc]=] ]=[=[การฝึกฝนเซฟบอลได้ผลยอดเยี่ยม 200 ครั้ง]=]
	},
	[ [=[1006]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1006]=],
		[ [=[name]=] ]=[=[อาจารย์แห่งเซฟบอล Lv.6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=60,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=10,
		[ [=[condition]=] ]=500,
		[ [=[desc]=] ]=[=[การฝึกฝนเซฟบอลได้ผลยอดเยี่ยม 500 ครั้ง]=]
	},
	[ [=[1007]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1007]=],
		[ [=[name]=] ]=[=[อาจารย์แห่งเซฟบอล Lv.7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=70,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=10,
		[ [=[condition]=] ]=1000,
		[ [=[desc]=] ]=[=[การฝึกฝนเซฟบอลได้ผลยอดเยี่ยม 1000 ครั้ง]=]
	},
	[ [=[1101]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1101]=],
		[ [=[name]=] ]=[=[ท้าแข่งสมาคม Lv.1]=],
		[ [=[condition2]=] ]=
		{[=[1]=]
		},
		[ [=[honorPoint]=] ]=10,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=11,
		[ [=[condition]=] ]=5,
		[ [=[desc]=] ]=[=[ผ่านลานประลองสมาคมทั้งหมด ระดับความยาก 1]=]
	},
	[ [=[1102]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1102]=],
		[ [=[name]=] ]=[=[ท้าแข่งสมาคม Lv.2]=],
		[ [=[condition2]=] ]=
		{[=[2]=]
		},
		[ [=[honorPoint]=] ]=20,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=11,
		[ [=[condition]=] ]=5,
		[ [=[desc]=] ]=[=[ผ่านลานประลองสมาคมทั้งหมด ระดับความยาก 2]=]
	},
	[ [=[1103]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1103]=],
		[ [=[name]=] ]=[=[ท้าแข่งสมาคม Lv.3]=],
		[ [=[condition2]=] ]=
		{[=[3]=]
		},
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=11,
		[ [=[condition]=] ]=5,
		[ [=[desc]=] ]=[=[ผ่านลานประลองท้าแข่งสมาคมทั้งหมด ระดับความยาก 3]=]
	},
	[ [=[1104]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1104]=],
		[ [=[name]=] ]=[=[ท้าแข่งสมาคม Lv.4]=],
		[ [=[condition2]=] ]=
		{[=[4]=]
		},
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=11,
		[ [=[condition]=] ]=5,
		[ [=[desc]=] ]=[=[ผ่านลานประลองท้าแข่งสมาคมทั้งหมด ระดับความยาก 4]=]
	},
	[ [=[1105]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1105]=],
		[ [=[name]=] ]=[=[ท้าแข่งสมาคม Lv.5]=],
		[ [=[condition2]=] ]=
		{[=[5]=]
		},
		[ [=[honorPoint]=] ]=50,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=11,
		[ [=[condition]=] ]=5,
		[ [=[desc]=] ]=[=[ผ่านลานประลองท้าแข่งสมาคมทั้งหมด ระดับความยาก 5]=]
	},
	[ [=[1106]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1106]=],
		[ [=[name]=] ]=[=[ท้าแข่งสมาคม Lv.6]=],
		[ [=[condition2]=] ]=
		{[=[6]=]
		},
		[ [=[honorPoint]=] ]=60,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=11,
		[ [=[condition]=] ]=5,
		[ [=[desc]=] ]=[=[ผ่านลานประลองท้าแข่งสมาคมทั้งหมด ระดับความยาก 6]=]
	},
	[ [=[1107]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1107]=],
		[ [=[name]=] ]=[=[ท้าแข่งสมาคม Lv.7]=],
		[ [=[condition2]=] ]=
		{[=[7]=]
		},
		[ [=[honorPoint]=] ]=70,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=11,
		[ [=[condition]=] ]=5,
		[ [=[desc]=] ]=[=[ผ่านลานประลองท้าแข่งสมาคมทั้งหมด ระดับความยาก 7]=]
	},
	[ [=[1201]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1201]=],
		[ [=[name]=] ]=[=[นักรบแห่งสมาคม Lv1]=],
		[ [=[condition2]=] ]=
		{[=[1]=]
		},
		[ [=[honorPoint]=] ]=10,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=12,
		[ [=[condition]=] ]=1,
		[ [=[desc]=] ]=[=[ชนะเลศสงครามสมาคม ระดับความยาก 1]=]
	},
	[ [=[1202]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1202]=],
		[ [=[name]=] ]=[=[นักรบแห่งสมาคม Lv2]=],
		[ [=[condition2]=] ]=
		{[=[2]=]
		},
		[ [=[honorPoint]=] ]=20,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=12,
		[ [=[condition]=] ]=1,
		[ [=[desc]=] ]=[=[ชนะเลศสงครามสมาคม ระดับความยาก 2]=]
	},
	[ [=[1203]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1203]=],
		[ [=[name]=] ]=[=[นักรบแห่งสมาคม Lv3]=],
		[ [=[condition2]=] ]=
		{[=[3]=]
		},
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=12,
		[ [=[condition]=] ]=1,
		[ [=[desc]=] ]=[=[ชนะเลศสงครามสมาคม ระดับความยาก 3]=]
	},
	[ [=[1204]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1204]=],
		[ [=[name]=] ]=[=[นักรบแห่งสมาคม Lv4]=],
		[ [=[condition2]=] ]=
		{[=[4]=]
		},
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=12,
		[ [=[condition]=] ]=1,
		[ [=[desc]=] ]=[=[ชนะเลศสงครามสมาคม ระดับความยาก 4]=]
	},
	[ [=[1205]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1205]=],
		[ [=[name]=] ]=[=[นักรบแห่งสมาคม Lv5]=],
		[ [=[condition2]=] ]=
		{[=[5]=]
		},
		[ [=[honorPoint]=] ]=60,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=12,
		[ [=[condition]=] ]=1,
		[ [=[desc]=] ]=[=[ชนะเลศสงครามสมาคม ระดับความยาก 5]=]
	},
	[ [=[1206]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1206]=],
		[ [=[name]=] ]=[=[นักรบแห่งสมาคม Lv6]=],
		[ [=[condition2]=] ]=
		{[=[6]=]
		},
		[ [=[honorPoint]=] ]=80,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=12,
		[ [=[condition]=] ]=1,
		[ [=[desc]=] ]=[=[ชนะเลศสงครามสมาคม ระดับความยาก 6]=]
	},
	[ [=[1207]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1207]=],
		[ [=[name]=] ]=[=[นักรบแห่งสมาคม Lv7]=],
		[ [=[condition2]=] ]=
		{[=[7]=]
		},
		[ [=[honorPoint]=] ]=100,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=12,
		[ [=[condition]=] ]=1,
		[ [=[desc]=] ]=[=[ชนะเลศสงครามสมาคม ระดับความยาก 7]=]
	},
	[ [=[1301]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1301]=],
		[ [=[name]=] ]=[=[นักสะสม Lv.1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=13,
		[ [=[condition]=] ]=100,
		[ [=[desc]=] ]=[=[สะสม 100 นักเตะ]=]
	},
	[ [=[1302]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1302]=],
		[ [=[name]=] ]=[=[นักสะสม Lv.2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=60,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=13,
		[ [=[condition]=] ]=200,
		[ [=[desc]=] ]=[=[สะสม 200 นักเตะ]=]
	},
	[ [=[1303]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1303]=],
		[ [=[name]=] ]=[=[นักสะสม Lv.3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=80,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=13,
		[ [=[condition]=] ]=300,
		[ [=[desc]=] ]=[=[สะสม 300 นักเตะ]=]
	},
	[ [=[1304]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1304]=],
		[ [=[name]=] ]=[=[นักสะสม Lv.4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=100,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=13,
		[ [=[condition]=] ]=400,
		[ [=[desc]=] ]=[=[สะสม 400 นักเตะ]=]
	},
	[ [=[1305]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1305]=],
		[ [=[name]=] ]=[=[นักสะสม Lv.5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=120,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=13,
		[ [=[condition]=] ]=500,
		[ [=[desc]=] ]=[=[สะสม 500 นักเตะ]=]
	},
	[ [=[1401]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1401]=],
		[ [=[name]=] ]=[=[สหภาพสตาร์ Lv.1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=20,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=14,
		[ [=[condition]=] ]=20,
		[ [=[desc]=] ]=[=[สะสม 20 นักเตะประเภท A]=]
	},
	[ [=[1402]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1402]=],
		[ [=[name]=] ]=[=[สหภาพสตาร์ Lv.2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=14,
		[ [=[condition]=] ]=40,
		[ [=[desc]=] ]=[=[สะสม 40 นักเตะประเภท A]=]
	},
	[ [=[1403]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1403]=],
		[ [=[name]=] ]=[=[สหภาพสตาร์ Lv.3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=14,
		[ [=[condition]=] ]=60,
		[ [=[desc]=] ]=[=[สะสม 60 นักเตะประเภท A]=]
	},
	[ [=[1404]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1404]=],
		[ [=[name]=] ]=[=[สหภาพสตาร์ Lv.4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=50,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=14,
		[ [=[condition]=] ]=80,
		[ [=[desc]=] ]=[=[สะสม 80 นักเตะประเภท A]=]
	},
	[ [=[1501]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1501]=],
		[ [=[name]=] ]=[=[ราชาแห่งทางบก Lv.1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=15,
		[ [=[condition]=] ]=20,
		[ [=[desc]=] ]=[=[สะสม 20 นักเตะประเภท S]=]
	},
	[ [=[1502]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1502]=],
		[ [=[name]=] ]=[=[ราชาแห่งทางบก Lv.2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=50,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=15,
		[ [=[condition]=] ]=40,
		[ [=[desc]=] ]=[=[สะสม 40 นักเตะประเภท S]=]
	},
	[ [=[1503]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1503]=],
		[ [=[name]=] ]=[=[ราชาแห่งทางบก Lv.3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=70,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=15,
		[ [=[condition]=] ]=60,
		[ [=[desc]=] ]=[=[สะสม 60 นักเตะประเภท S]=]
	},
	[ [=[1504]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1504]=],
		[ [=[name]=] ]=[=[ราชาแห่งทางบก Lv.4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=90,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=15,
		[ [=[condition]=] ]=80,
		[ [=[desc]=] ]=[=[สะสม 80 นักเตะประเภท S]=]
	},
	[ [=[1601]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1601]=],
		[ [=[name]=] ]=[=[เรือรบกาแล็กซี่ Lv.1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=80,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=16,
		[ [=[condition]=] ]=20,
		[ [=[desc]=] ]=[=[สะสม 20 นักเตะประเภท SS]=]
	},
	[ [=[1602]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1602]=],
		[ [=[name]=] ]=[=[เรือรบกาแล็กซี่ Lv.2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=90,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=16,
		[ [=[condition]=] ]=40,
		[ [=[desc]=] ]=[=[สะสม 40 นักเตะประเภท SS]=]
	},
	[ [=[1603]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1603]=],
		[ [=[name]=] ]=[=[เรือรบกาแล็กซี่ Lv.3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=100,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=16,
		[ [=[condition]=] ]=60,
		[ [=[desc]=] ]=[=[สะสม 60 นักเตะประเภท SS]=]
	},
	[ [=[1604]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1604]=],
		[ [=[name]=] ]=[=[เรือรบกาแล็กซี่ Lv.4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=120,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=16,
		[ [=[condition]=] ]=80,
		[ [=[desc]=] ]=[=[สะสม 80 นักเตะประเภท SS]=]
	},
	[ [=[1701]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1701]=],
		[ [=[name]=] ]=[=[อัศวินขุนนาง Lv.1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=17,
		[ [=[condition]=] ]=10,
		[ [=[desc]=] ]=[=[สะสม 10 นักเตะอังกฤษ]=]
	},
	[ [=[1702]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1702]=],
		[ [=[name]=] ]=[=[อัศวินขุนนาง Lv.2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=17,
		[ [=[condition]=] ]=20,
		[ [=[desc]=] ]=[=[สะสม 20 นักเตะอังกฤษ]=]
	},
	[ [=[1703]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1703]=],
		[ [=[name]=] ]=[=[อัศวินขุนนาง Lv.3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=50,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=17,
		[ [=[condition]=] ]=30,
		[ [=[desc]=] ]=[=[สะสม 30 นักเตะอังกฤษ]=]
	},
	[ [=[1704]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1704]=],
		[ [=[name]=] ]=[=[อัศวินขุนนาง Lv.4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=70,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=17,
		[ [=[condition]=] ]=40,
		[ [=[desc]=] ]=[=[สะสม 40 นักเตะอังกฤษ]=]
	},
	[ [=[1705]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1705]=],
		[ [=[name]=] ]=[=[อัศวินขุนนาง Lv.5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=80,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=17,
		[ [=[condition]=] ]=50,
		[ [=[desc]=] ]=[=[สะสม 50 นักเตะอังกฤษ]=]
	},
	[ [=[1706]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1706]=],
		[ [=[name]=] ]=[=[อัศวินขุนนาง Lv.6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=90,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=17,
		[ [=[condition]=] ]=60,
		[ [=[desc]=] ]=[=[สะสม 60 นักเตะอังกฤษ]=]
	},
	[ [=[1707]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1707]=],
		[ [=[name]=] ]=[=[อัศวินขุนนาง Lv.7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=100,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=17,
		[ [=[condition]=] ]=70,
		[ [=[desc]=] ]=[=[สะสม 70 นักเตะอังกฤษ]=]
	},
	[ [=[1801]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1801]=],
		[ [=[name]=] ]=[=[นักสู้วัวกระทิง Lv.1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=18,
		[ [=[condition]=] ]=10,
		[ [=[desc]=] ]=[=[สะสม 10 นักเตะสเปน]=]
	},
	[ [=[1802]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1802]=],
		[ [=[name]=] ]=[=[นักสู้วัวกระทิง Lv.2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=18,
		[ [=[condition]=] ]=20,
		[ [=[desc]=] ]=[=[สะสม 20 นักเตะสเปน]=]
	},
	[ [=[1803]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1803]=],
		[ [=[name]=] ]=[=[นักสู้วัวกระทิง Lv.3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=50,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=18,
		[ [=[condition]=] ]=30,
		[ [=[desc]=] ]=[=[สะสม 30 นักเตะสเปน]=]
	},
	[ [=[1804]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1804]=],
		[ [=[name]=] ]=[=[นักสู้วัวกระทิง Lv.4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=70,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=18,
		[ [=[condition]=] ]=40,
		[ [=[desc]=] ]=[=[สะสม 40 นักเตะสเปน]=]
	},
	[ [=[1805]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1805]=],
		[ [=[name]=] ]=[=[นักสู้วัวกระทิง Lv.5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=80,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=18,
		[ [=[condition]=] ]=50,
		[ [=[desc]=] ]=[=[สะสม 50 นักเตะสเปน]=]
	},
	[ [=[1806]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1806]=],
		[ [=[name]=] ]=[=[นักสู้วัวกระทิง Lv.6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=90,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=18,
		[ [=[condition]=] ]=60,
		[ [=[desc]=] ]=[=[สะสม 60 นักเตะสเปน]=]
	},
	[ [=[1807]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1807]=],
		[ [=[name]=] ]=[=[นักสู้วัวกระทิง Lv.7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=100,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=18,
		[ [=[condition]=] ]=70,
		[ [=[desc]=] ]=[=[สะสม 70 นักเตะสเปน]=]
	},
	[ [=[1901]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1901]=],
		[ [=[name]=] ]=[=[พ่อครัวโรแมนติก Lv.1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=19,
		[ [=[condition]=] ]=10,
		[ [=[desc]=] ]=[=[สะสม 10 นักเตะฝรั่งเศส]=]
	},
	[ [=[1902]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1902]=],
		[ [=[name]=] ]=[=[พ่อครัวโรแมนติก Lv.2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=19,
		[ [=[condition]=] ]=20,
		[ [=[desc]=] ]=[=[สะสม 20 นักเตะฝรั่งเศส]=]
	},
	[ [=[1903]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1903]=],
		[ [=[name]=] ]=[=[พ่อครัวโรแมนติก Lv.3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=50,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=19,
		[ [=[condition]=] ]=30,
		[ [=[desc]=] ]=[=[สะสม 30 นักเตะฝรั่งเศส]=]
	},
	[ [=[1904]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1904]=],
		[ [=[name]=] ]=[=[พ่อครัวโรแมนติก Lv.4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=70,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=19,
		[ [=[condition]=] ]=40,
		[ [=[desc]=] ]=[=[สะสม 40 นักเตะฝรั่งเศส]=]
	},
	[ [=[1905]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1905]=],
		[ [=[name]=] ]=[=[พ่อครัวโรแมนติก Lv.5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=80,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=19,
		[ [=[condition]=] ]=50,
		[ [=[desc]=] ]=[=[สะสม 50 นักเตะฝรั่งเศส]=]
	},
	[ [=[1906]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1906]=],
		[ [=[name]=] ]=[=[พ่อครัวโรแมนติก Lv.6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=90,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=19,
		[ [=[condition]=] ]=60,
		[ [=[desc]=] ]=[=[สะสม 60 นักเตะฝรั่งเศส]=]
	},
	[ [=[1907]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1907]=],
		[ [=[name]=] ]=[=[พ่อครัวโรแมนติก Lv.7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=100,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=19,
		[ [=[condition]=] ]=70,
		[ [=[desc]=] ]=[=[สะสม 70 นักเตะฝรั่งเศส]=]
	},
	[ [=[2001]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2001]=],
		[ [=[name]=] ]=[=[นักกวีลึกซึ้ง Lv.1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=20,
		[ [=[condition]=] ]=10,
		[ [=[desc]=] ]=[=[สะสม 10 นักเตะอิตาลี]=]
	},
	[ [=[2002]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2002]=],
		[ [=[name]=] ]=[=[นักกวีลึกซึ้ง Lv.2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=20,
		[ [=[condition]=] ]=20,
		[ [=[desc]=] ]=[=[สะสม 20 นักเตะอิตาลี]=]
	},
	[ [=[2003]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2003]=],
		[ [=[name]=] ]=[=[นักกวีลึกซึ้ง Lv.3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=50,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=20,
		[ [=[condition]=] ]=30,
		[ [=[desc]=] ]=[=[สะสม 30 นักเตะอิตาลี]=]
	},
	[ [=[2004]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2004]=],
		[ [=[name]=] ]=[=[นักกวีลึกซึ้ง Lv.4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=70,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=20,
		[ [=[condition]=] ]=40,
		[ [=[desc]=] ]=[=[สะสม 40 นักเตะอิตาลี]=]
	},
	[ [=[2005]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2005]=],
		[ [=[name]=] ]=[=[นักกวีลึกซึ้ง Lv.5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=80,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=20,
		[ [=[condition]=] ]=50,
		[ [=[desc]=] ]=[=[สะสม 50 นักเตะอิตาลี]=]
	},
	[ [=[2006]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2006]=],
		[ [=[name]=] ]=[=[นักกวีลึกซึ้ง Lv.6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=90,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=20,
		[ [=[condition]=] ]=60,
		[ [=[desc]=] ]=[=[สะสม 50 นักเตะอิตาลี]=]
	},
	[ [=[2007]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2007]=],
		[ [=[name]=] ]=[=[นักกวีลึกซึ้ง Lv.7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=100,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=20,
		[ [=[condition]=] ]=70,
		[ [=[desc]=] ]=[=[สะสม 70 นักเตะอิตาลี]=]
	},
	[ [=[2201]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2201]=],
		[ [=[name]=] ]=[=[ช่วยเหลือผู้อื่น Lv.1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=10,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=22,
		[ [=[condition]=] ]=900,
		[ [=[desc]=] ]=[=[ได้ 900 หัวใจ]=]
	},
	[ [=[2202]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2202]=],
		[ [=[name]=] ]=[=[ช่วยเหลือผู้อื่น Lv.2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=20,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=22,
		[ [=[condition]=] ]=3000,
		[ [=[desc]=] ]=[=[ได้ 3000 หัวใจ]=]
	},
	[ [=[2203]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2203]=],
		[ [=[name]=] ]=[=[ช่วยเหลือผู้อื่น Lv.3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=22,
		[ [=[condition]=] ]=6000,
		[ [=[desc]=] ]=[=[ได้ 6000 หัวใจ]=]
	},
	[ [=[2204]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2204]=],
		[ [=[name]=] ]=[=[ช่วยเหลือผู้อื่น Lv.4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=22,
		[ [=[condition]=] ]=15000,
		[ [=[desc]=] ]=[=[ได้ 15000 หัวใจ]=]
	},
	[ [=[2205]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2205]=],
		[ [=[name]=] ]=[=[ช่วยเหลือผู้อื่น Lv.5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=50,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=22,
		[ [=[condition]=] ]=30000,
		[ [=[desc]=] ]=[=[ได้ 30000 หัวใจ]=]
	},
	[ [=[2206]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2206]=],
		[ [=[name]=] ]=[=[ช่วยเหลือผู้อื่น Lv.6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=60,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=22,
		[ [=[condition]=] ]=60000,
		[ [=[desc]=] ]=[=[ได้ 60000 หัวใจ]=]
	},
	[ [=[2207]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2207]=],
		[ [=[name]=] ]=[=[ช่วยเหลือผู้อื่น Lv.7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=70,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=22,
		[ [=[condition]=] ]=150000,
		[ [=[desc]=] ]=[=[ได้ 150000 หัวใจ]=]
	},
	[ [=[2301]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2301]=],
		[ [=[name]=] ]=[=[องค์ประกอบกระตือรือร้น Lv.1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=10,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=23,
		[ [=[condition]=] ]=100,
		[ [=[desc]=] ]=[=[ชนะ 100 แข่งแลกเปลี่ยนกัน]=]
	},
	[ [=[2302]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2302]=],
		[ [=[name]=] ]=[=[องค์ประกอบกระตือรือร้น Lv.2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=20,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=23,
		[ [=[condition]=] ]=200,
		[ [=[desc]=] ]=[=[ชนะ 200 แข่งแลกเปลี่ยนกัน]=]
	},
	[ [=[2303]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2303]=],
		[ [=[name]=] ]=[=[องค์ประกอบกระตือรือร้น Lv.3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=23,
		[ [=[condition]=] ]=500,
		[ [=[desc]=] ]=[=[ชนะ 500 แข่งแลกเปลี่ยนกัน]=]
	},
	[ [=[2304]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2304]=],
		[ [=[name]=] ]=[=[องค์ประกอบกระตือรือร้น Lv.4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=23,
		[ [=[condition]=] ]=1000,
		[ [=[desc]=] ]=[=[ชนะ 1000 แข่งแลกเปลี่ยนกัน]=]
	},
	[ [=[2305]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2305]=],
		[ [=[name]=] ]=[=[องค์ประกอบกระตือรือร้น Lv.5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=50,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=23,
		[ [=[condition]=] ]=2000,
		[ [=[desc]=] ]=[=[ชนะ 2000 แข่งแลกเปลี่ยนกัน]=]
	},
	[ [=[2306]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2306]=],
		[ [=[name]=] ]=[=[องค์ประกอบกระตือรือร้น Lv.6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=60,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=23,
		[ [=[condition]=] ]=5000,
		[ [=[desc]=] ]=[=[ชนะ 5000 แข่งแลกเปลี่ยนกัน]=]
	},
	[ [=[2307]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2307]=],
		[ [=[name]=] ]=[=[องค์ประกอบกระตือรือร้น Lv.7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=70,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=23,
		[ [=[condition]=] ]=10000,
		[ [=[desc]=] ]=[=[ชนะ 10000 แข่งแลกเปลี่ยนกัน]=]
	},
	[ [=[2401]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2401]=],
		[ [=[name]=] ]=[=[ผู้เล่นที่ภักดี Lv.1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=20,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=24,
		[ [=[condition]=] ]=7,
		[ [=[desc]=] ]=[=[ล็อกอิน 7 วัน]=]
	},
	[ [=[2402]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2402]=],
		[ [=[name]=] ]=[=[ผู้เล่นที่ภักดี Lv.2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=24,
		[ [=[condition]=] ]=30,
		[ [=[desc]=] ]=[=[ล็อกอิน 30 วัน]=]
	},
	[ [=[2403]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2403]=],
		[ [=[name]=] ]=[=[ผู้เล่นที่ภักดี Lv.3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=60,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=24,
		[ [=[condition]=] ]=60,
		[ [=[desc]=] ]=[=[ล็อกอิน 60 วัน]=]
	},
	[ [=[2404]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2404]=],
		[ [=[name]=] ]=[=[ผู้เล่นที่ภักดี Lv.4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=70,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=24,
		[ [=[condition]=] ]=100,
		[ [=[desc]=] ]=[=[ล็อกอิน 100 วัน]=]
	},
	[ [=[2405]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2405]=],
		[ [=[name]=] ]=[=[ผู้เล่นที่ภักดี Lv.5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=80,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=24,
		[ [=[condition]=] ]=150,
		[ [=[desc]=] ]=[=[ล็อกอิน 150 วัน]=]
	},
	[ [=[2406]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2406]=],
		[ [=[name]=] ]=[=[ผู้เล่นที่ภักดี Lv.6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=90,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=24,
		[ [=[condition]=] ]=300,
		[ [=[desc]=] ]=[=[ล็อกอิน 300 วัน]=]
	},
	[ [=[2407]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2407]=],
		[ [=[name]=] ]=[=[ผู้เล่นที่ภักดี Lv.7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=100,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=24,
		[ [=[condition]=] ]=500,
		[ [=[desc]=] ]=[=[ล็อกอิน 500 วัน]=]
	},
	[ [=[2501]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2501]=],
		[ [=[name]=] ]=[=[ปรมาจารย์ก่อสร้าง Lv1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=10,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=25,
		[ [=[condition]=] ]=20,
		[ [=[desc]=] ]=[=[สะสมอัพเกรดอาคารในการสร้างสนามฟุตบอล 20 ครั้ง]=]
	},
	[ [=[2502]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2501]=],
		[ [=[name]=] ]=[=[ปรมาจารย์ก่อสร้าง Lv2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=20,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=25,
		[ [=[condition]=] ]=40,
		[ [=[desc]=] ]=[=[สะสมอัพเกรดอาคารในการสร้างสนามฟุตบอล 40 ครั้ง]=]
	},
	[ [=[2503]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2501]=],
		[ [=[name]=] ]=[=[ปรมาจารย์ก่อสร้าง Lv3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=25,
		[ [=[condition]=] ]=60,
		[ [=[desc]=] ]=[=[สะสมอัพเกรดอาคารในการสร้างสนามฟุตบอล 60 ครั้ง]=]
	},
	[ [=[2504]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2501]=],
		[ [=[name]=] ]=[=[ปรมาจารย์ก่อสร้าง Lv4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=25,
		[ [=[condition]=] ]=80,
		[ [=[desc]=] ]=[=[สะสมอัพเกรดอาคารในการสร้างสนามฟุตบอล 80 ครั้ง]=]
	},
	[ [=[2505]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2501]=],
		[ [=[name]=] ]=[=[ปรมาจารย์ก่อสร้าง Lv5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=60,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=25,
		[ [=[condition]=] ]=100,
		[ [=[desc]=] ]=[=[สะสมอัพเกรดอาคารในการสร้างสนามฟุตบอล 100 ครั้ง]=]
	},
	[ [=[2506]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2501]=],
		[ [=[name]=] ]=[=[ปรมาจารย์ก่อสร้าง Lv6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=80,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=25,
		[ [=[condition]=] ]=130,
		[ [=[desc]=] ]=[=[สะสมอัพเกรดอาคารในการสร้างสนามฟุตบอล 130 ครั้ง]=]
	},
	[ [=[2507]=] ]=
	{
		[ [=[picIndex]=] ]=[=[2501]=],
		[ [=[name]=] ]=[=[ปรมาจารย์ก่อสร้าง Lv7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=100,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=25,
		[ [=[condition]=] ]=166,
		[ [=[desc]=] ]=[=[สะสมอัพเกรดอาคารในการสร้างสนามฟุตบอล 166 ครั้ง]=]
	},
	[ [=[2601]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1101]=],
		[ [=[name]=] ]=[=[หอเกียรติยศตำนาน Lv1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=15,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=26,
		[ [=[condition]=] ]=3,
		[ [=[desc]=] ]=[=[สะสมนักเตะคุณภาพระดับตำนานและSSS 3 ตัว]=]
	},
	[ [=[2602]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1102]=],
		[ [=[name]=] ]=[=[หอเกียรติยศตำนาน Lv2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=25,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=26,
		[ [=[condition]=] ]=6,
		[ [=[desc]=] ]=[=[สะสมนักเตะคุณภาพระดับตำนานและSSS 6 ตัว]=]
	},
	[ [=[2603]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1103]=],
		[ [=[name]=] ]=[=[หอเกียรติยศตำนาน Lv3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=35,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=26,
		[ [=[condition]=] ]=10,
		[ [=[desc]=] ]=[=[สะสมนักเตะคุณภาพระดับตำนานและSSS 10 ตัว]=]
	},
	[ [=[2604]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1104]=],
		[ [=[name]=] ]=[=[หอเกียรติยศตำนาน Lv4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=45,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=26,
		[ [=[condition]=] ]=15,
		[ [=[desc]=] ]=[=[สะสมนักเตะคุณภาพระดับตำนานและSSS 15 ตัว]=]
	},
	[ [=[2605]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1105]=],
		[ [=[name]=] ]=[=[หอเกียรติยศตำนาน Lv5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=55,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=26,
		[ [=[condition]=] ]=20,
		[ [=[desc]=] ]=[=[สะสมนักเตะคุณภาพระดับตำนานและSSS 20 ตัว]=]
	},
	[ [=[2606]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1106]=],
		[ [=[name]=] ]=[=[หอเกียรติยศตำนาน Lv6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=65,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=26,
		[ [=[condition]=] ]=25,
		[ [=[desc]=] ]=[=[สะสมนักเตะคุณภาพระดับตำนานและSSS 25 ตัว]=]
	},
	[ [=[2607]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1107]=],
		[ [=[name]=] ]=[=[หอเกียรติยศตำนาน Lv7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[honorPoint]=] ]=80,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=26,
		[ [=[condition]=] ]=30,
		[ [=[desc]=] ]=[=[สะสมนักเตะคุณภาพระดับตำนานและSSS 30 ตัว]=]
	},
	[ [=[2701]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1901]=],
		[ [=[name]=] ]=[=[ความรุ่งโรจน์ตลอดกาล Lv1]=],
		[ [=[condition2]=] ]=
		{[=[3]=]
		},
		[ [=[honorPoint]=] ]=15,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=27,
		[ [=[condition]=] ]=30,
		[ [=[desc]=] ]=[=[สะสมรูปปั้นห้องโถง 30 อันอัพเกรดเป็นคุณภาพเงิน]=]
	},
	[ [=[2702]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1902]=],
		[ [=[name]=] ]=[=[ความรุ่งโรจน์ตลอดกาล Lv2]=],
		[ [=[condition2]=] ]=
		{[=[3]=]
		},
		[ [=[honorPoint]=] ]=20,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=27,
		[ [=[condition]=] ]=60,
		[ [=[desc]=] ]=[=[สะสมรูปปั้นห้องโถง 60 อันอัพเกรดเป็นคุณภาพเงิน]=]
	},
	[ [=[2703]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1903]=],
		[ [=[name]=] ]=[=[ความรุ่งโรจน์ตลอดกาล Lv3]=],
		[ [=[condition2]=] ]=
		{[=[4]=]
		},
		[ [=[honorPoint]=] ]=25,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=27,
		[ [=[condition]=] ]=25,
		[ [=[desc]=] ]=[=[สะสมรูปปั้นห้องโถง 25 อันอัพเกรดเป็นคุณภาพทอง]=]
	},
	[ [=[2704]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1904]=],
		[ [=[name]=] ]=[=[ความรุ่งโรจน์ตลอดกาล Lv4]=],
		[ [=[condition2]=] ]=
		{[=[4]=]
		},
		[ [=[honorPoint]=] ]=30,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=27,
		[ [=[condition]=] ]=50,
		[ [=[desc]=] ]=[=[สะสมรูปปั้นห้องโถง 50 อันอัพเกรดเป็นคุณภาพทอง]=]
	},
	[ [=[2705]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1905]=],
		[ [=[name]=] ]=[=[ความรุ่งโรจน์ตลอดกาล Lv5]=],
		[ [=[condition2]=] ]=
		{[=[5]=]
		},
		[ [=[honorPoint]=] ]=40,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=27,
		[ [=[condition]=] ]=25,
		[ [=[desc]=] ]=[=[สะสมรูปปั้นห้องโถง 25 อันอัพเกรดเป็นคุณภาพทองสีดำ]=]
	},
	[ [=[2706]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1906]=],
		[ [=[name]=] ]=[=[ความรุ่งโรจน์ตลอดกาล Lv6]=],
		[ [=[condition2]=] ]=
		{[=[6]=]
		},
		[ [=[honorPoint]=] ]=50,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=27,
		[ [=[condition]=] ]=25,
		[ [=[desc]=] ]=[=[สะสมรูปปั้นห้องโถง 25 อันอัพเกรดเป็นคุณภาพทองคำขาว]=]
	},
	[ [=[2707]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1907]=],
		[ [=[name]=] ]=[=[ความรุ่งโรจน์ตลอดกาล Lv7]=],
		[ [=[condition2]=] ]=
		{[=[7]=]
		},
		[ [=[honorPoint]=] ]=60,
		[ [=[lastHonor]=] ]=0,
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=27,
		[ [=[condition]=] ]=20,
		[ [=[desc]=] ]=[=[สะสมรูปปั้นห้องโถง 20 อันอัพเกรดเป็นคุณภาพทองสีแดง]=]
	},
	[ [=[2708]=] ]=
	{
		[ [=[picIndex]=] ]=[=[1604]=],
		[ [=[name]=] ]=[=[ความรุ่งโรจน์ตลอดกาล Lv8]=],
		[ [=[condition2]=] ]=
		{[=[8]=]
		},
		[ [=[honorPoint]=] ]=80,
		[ [=[lastHonor]=] ]=1,
		[ [=[order]=] ]=8,
		[ [=[type]=] ]=27,
		[ [=[condition]=] ]=20,
		[ [=[desc]=] ]=[=[สะสมรูปปั้นห้องโถง 20 อันอัพเกรดเป็นคุณภาพทองสีฟ้า]=]
	}
}
return var