local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		[ [=[title]=] ]=[=[บทนำ]=],
		[ [=[descID]=] ]=[=[TimeLimitMascotPresent]=],
		[ [=[introduce]=] ]=[=[1. ในช่วงกิจกรรม เมื่อผู้เล่นกิลด์สำเร็จภารกิจความสนิทสนม สามารถเพิ่มระดับความสนิทสนมให้กับมาสคอตกิลด์ ทุกครั้งที่จำนวนพอยท์ระดับความสนิทสนมถึงปริมาณหนึ่ง มาสคอตจะแจกกล่องของขวัญนำโชคออกมา 40 อัน ผู้เล่นแต่ละคนสามารถเลือกเปิดกล่องของขวัญหนึ่งอันเพื่อสุ่มรับของขวัญชิ้นใหญ่หนึ่งชิ้น เมื่อมีกล่องของขวัญที่เปิดได้กรุณาเปิดให้ทันเวลา หลังจากหน้ากิจกรรมหายไปหากมีกล่องของขวัญที่ไม่ได้เปิดจะถือเป็นโมฆะ
2. จะทำการจัดอันดับระดับความสนิทสนมกิลด์ตามระดับความสนิทสนมของมาสคอตแต่ละกิลด์ กิลด์ที่มีจำนวนพอยท์ระดับความสนิทสนมเป็นไปตามเงื่อนไขของแต่ละอันดับ จะมีโอกาสติดชาร์ต หากมีหลายกิลด์ที่มีจำนวนพอยท์ระดับความสนิทสนมตรงตามเงื่อนไขของการจัดอันดับใดๆ พร้อมกัน กิลด์ที่มีจำนวนพอยท์ระดับความสนิทสนมยิ่งสูงก็จะยิ่งอยู่ในอันดับแถวหน้า เมื่อกิจกรรมสิ้นสุดลง จะจัดอันดับตามระดับความสนิทสนมของกิลด์ และจะแจกรางวัลจัดอันดับกิลด์จำนวนมากให้กับสมาชิกทั้งหมดในกิลด์ทางอีเมล โปรดทราบ ผู้เล่นที่ไม่ได้คลิกเข้าไปในหน้ากิจกรรมนี้ในช่วงกิจกรรมจะไม่ได้รับของรางวัล
3. ภารกิจระดับความสนิทสนมแบ่งออกเป็นภารกิจกิลด์กับภารกิจส่วนตัว เมื่อสำเร็จภารกิจกิลด์แล้วรางวัลระดับความสนิทสนมมาสคอตจะเพิ่มขึ้นอัตโนมัติ รางวัลไอเทมส่วนตัวอื่นๆ ต้องไปกดรับเอง ภารกิจส่วนตัวรีเฟรชทุกวันเวลา 5:00 น. รางวัลทั้งหมดต้องกดรับด้วยตัวท่านเอง สำเร็จภารกิจแล้วกรุณารับรางวัลให้ทันเวลา รางวัลที่ไม่ได้รับจะไม่มีการแจกชดเชยให้ในภายหลัง
 4. หลังจากสิ้นสุดกิจกรรมจะมีหน้าแสดงระยะเวลาในช่วงหนึ่ง ระหว่างนี้ผู้เล่นที่มีรางวัลภารกิจที่ยังไม่ได้รับยังสามารถรับรางวัลได้อยู่ เมื่อรับรางวัลแล้วจะได้รับไอเทมเกมที่สอดคล้องกัน แต่ค่าระดับความสนิทสนมมาสคอตจะไม่เพิ่มขึ้นอีก ในระหว่างนี้ กล่องของขวัญระดับความสนิทสนมมาสคอตที่ผู้เล่นยังไม่ได้เปิดก็จะสามารถเปิดต่อไปได้ แต่ในขั้นนี้ผู้เล่นจะไม่สามารถทำภารกิจต่อได้อีก
5. “กิลด์ที่สังกัด” ของผู้เล่น จะเป็นกิลด์ที่ผู้เล่นอยู่เมื่อเริ่มกิจกรรม ระดับความสนิทสนมที่ได้รับจากการสำเร็จภารกิจในช่วงกิจกรรมจะบริจาคให้กับมาสคอตใน “กิลด์ที่สังกัด” กล่องของขวัญมาสคอตที่สามารถเปิดได้และรางวัลอันดับระดับความสนิทสนมกิลด์ที่สมาชิกทั้งหมดได้รับ จะตัดสินโดย “กิลด์ที่สังกัด” เช่นกัน ผู้เล่นออกจากกิลด์หรือเปลี่ยนกิลด์ในช่วงกิจกรรม “กิลด์ที่สังกัด” จะไม่เปลี่ยนแปลง
 6. ผู้เล่นที่ไม่มีกิลด์ในช่วงเริ่มต้นของกิจกรรมจะไม่สามารถเข้าร่วมกิจกรรมนี้ได้ โปรดรอกิจกรรมในครั้งถัดไปเปิด
]=],
		[ [=[type]=] ]=1
	},
	[ [=[2]=] ]=
	{
		[ [=[title]=] ]=[=[บทนำ]=],
		[ [=[descID]=] ]=[=[CompeteGuess]=],
		[ [=[introduce]=] ]=[=[1. ทุกวันระบบจะเลือกรอบแพ้คัดออกยูโรเปียนแชมเปียนคลับส์คัพหรือยูฟ่าคัพ 4 เกมให้ผู้เล่นได้ทายผลแพ้ชนะกัน หากในวันนี้จำนวนนัดการแข่งขันยูโรเปียนแชมเปียนคลับส์คัพและยูฟ่าคัพมีไม่ถึง 4 เกมก็จะสามารถทายผลในจำนวนเกมทั้งหมดได้ 
2. ผู้เล่นสามารถทายผลได้หลายสนามในเวลาเดียวกัน 
3. รีเฟรชจำนวนเกมการแข่งขันทุกวันเวลาเที่ยงคืน ช่วงเที่ยงคืนจนถึงเวลาเริ่มการแข่งขันล้วนสามารถทายผลได้ 
4. เลือกสนับสนุนฝ่ายที่ตัวเองคิดว่าจะชนะหนึ่งทีม หากทีมที่สนับสนุนได้รับชัยชนะก็จะถือว่าทายถูกและได้รับรางวัลการทายผล  
5. ใช้เงินยูจ่ายค่าเดิมพัน แบ่งระดับการวางเดิมพันออกเป็น 5 ระดับ สามารถเลือกวางหนึ่งระดับในจำนวนทั้งหมด จำนวนเงินที่วางยิ่งสูงของรางวัลก็ยิ่งมาก เมื่อวางเดิมพันแล้วจะไม่สามารถแก้ไขได้ 
6. หากฝ่ายที่มีผู้สนับสนุนน้อยได้รับชัยชนะ ผู้เล่นทายถูกที่วางดิมพัน 4-5 ระดับยังจะได้รับของรางวัลทวีคูณอีกด้วย จำนวนผู้สนับสนุนของทั้งสองฝ่ายยิ่งต่างกันมากการทวีคูณของรางวัลก็ยิ่งมาก โปรดดูรายละเอียดของรางวัลที่หน้าทายผล รางวัลทวีคูณที่ได้รับจะตัดสินจากจำนวนคนล่าสุดของทั้งสองฝ่าย 
7. เมื่อผลการแข่งขันของจำนวนเกมที่ทายผลออกมา ผู้เล่นสามารถดูผลการแข่งขันกับผลการทายผลได้ที่หน้าทายผล ผู้เล่นที่ทายสำเร็จโปรดไปรับของรางวัลที่ “การทายผลของฉัน” 
8. บันทึกการทายผลและของรางวัลใน “การทายผลของฉัน” จะยังคงเก็บไว้ 7 วันหลังจบฤดูกาลนี้ และจะลบออกหลังจาก 7 วัน กรุณารับรางวัลในเวลาที่กำหนด หากเกินกำหนดแล้วจะไม่มีการชดเชยรางวัลให้ในภายหลัง]=],
		[ [=[type]=] ]=2
	},
	[ [=[3]=] ]=
	{
		[ [=[title]=] ]=[=[บทนำ]=],
		[ [=[descID]=] ]=[=[TimeLimitGuildCarnival]=],
		[ [=[introduce]=] ]=[=[ในช่วงกิจกรรมสมาชิกสมาคมจะได้รับคะแนนความสัมพันธ์สำหรับการซื้อสินค้าที่ร้านคาร์นิวัล เมื่อคะแนนถึงระดับหนึ่งสมาชิกทั้งหมดของสมาคมจะได้รับรางวัลมากมาย!

2.รางวัลคะแนนสมาคมจะแจกให้กับสมาชิกทุกคนของสมาคมทางไปรษณีย์หลังจบกิจกรรม โปรดทราบว่าสมาชิกสมาคมที่ไม่ได้คลิกเข้าสู่หน้ากิจกรรมนี้ในระหว่างกิจกรรมจะไม่ได้รับรางวัล

3."กิลด์" ของผู้เล่นคือกิลด์ที่ผู้เล่นอยู่ที่จุดเริ่มต้นของเหตุการณ์ คะแนนที่ได้รับระหว่างการซื้อผลิตภัณฑ์จะถูกส่งไปยัง "กิลด์"; คะแนนกิลด์ที่ได้รับจะถูกกำหนดโดยคะแนนของ "กิลด์" หากผู้เล่นถอนตัวจากกิลด์ในระหว่างกิจกรรมหรือเข้าร่วมกิลด์อื่น "กิลด์ของตัวเอง" จะไม่เปลี่ยน

4.ผู้เล่นที่ไม่มีกิลด์ในตอนต้นของกิจกรรมจะไม่สามารถเข้าร่วมในกิจกรรมนี้ได้โปรดรอให้กิจกรรมถัดไปเปิดขึ้น]=],
		[ [=[type]=] ]=1
	},
	[ [=[4]=] ]=
	{
		[ [=[title]=] ]=[=[บทนำ]=],
		[ [=[descID]=] ]=[=[CaochMainPage]=],
		[ [=[introduce]=] ]=[=[เมื่อได้โค้ชที่มีพรสวรรค์สุดโต่งแต่กลับขาดประสบการณ์ร่วมทีม บางทีคุณอาจจะได้เห็นเงาของกุนซือผู้มีชื่อเสียงบนตัวเขา แต่ปัจจุบันเขายังเป็นแค่คนหนุ่มที่เพิ่งจะเข้าสู่วงการฟุตบอล ต้องเติบโตไปพร้อมกับคุณเพื่อกลายเป็นกุนซือที่มีชื่อเสียงระดับโลก 
1. ร่วมภารกิจฝึกฝนกับโค้ชหนุ่มของคุณเพื่อรับสิ่งของของโค้ชเพิ่ม แล้วก้าวไปสู่จุดสูงสุดพร้อมกับโค้ชหนุ่มของคุณ 
2. ช่วยโค้ชหนุ่มของคุณศึกษาข้อมูลพื้นฐานในการจัดโซนรวมถึงเทคนิคการทำเกม เพื่อกลายเป็นดาวโค้ชหนึ่งเดียวที่เหมาะกับทีมของคุณ 
3. สำรวจประสบการณ์ที่ได้รับจากการฝึกสอนไปพร้อมกับโค้ชของคุณ กระตุ้นพรสวรรค์ในการฝึกสอนของโค้ชเพื่อสร้างโค้ชที่ไม่มีใครเหมือนของคุณ 
4. สร้างทีมผู้ช่วยโค้ชสำหรับโค้ชรวมถึงทีมของตนเองโดยเฉพาะ การเข้าร่วมของผู้ช่วยโค้ชจะทำให้สมาชิกในทีมของคุณเหมือนเสือติดปีกและได้รับชัยชนะในการแข่งขัน]=],
		[ [=[type]=] ]=2
	},
	[ [=[5]=] ]=
	{
		[ [=[title]=] ]=[=[บทนำ]=],
		[ [=[descID]=] ]=[=[CoachMission]=],
		[ [=[introduce]=] ]=[=[เหล่านักเตะวัยรุ่นที่มาจากที่ทั่วทุกมุมโลกต้องการโค้ชที่จะมาพาดารานักเตะของเขามาทำการฝึกสอนในระยะสั้น ขณะเดียวกันองค์กรที่เชิญก็ยังได้ให้ค่าตอบแทนก้อนใหญ่เป็นการตอบแทนการชี้แนะอีกด้วย 
1. แต่ละวันผู้เล่นจะมีโอกาสร่วมภารกิจฝึกสอนในจำนวนครั้งที่แน่นอน หากต้องการโอกาสในการไปฝึกสอนข้างนอกมากขึ้น ผู้เล่นสามารถใช้เพรชซื้อจำนวนครั้งที่ได้ ผู้เล่นที่ระดับ VIP ยิ่งสูงโอกาสในการซื้อจำนวนครั้งก็จะยิ่งมาก โปรดรับทราบว่าต้องใช้ภารกิจฝึกสอนในวันนั้นให้หมด เนื่องจากจำนวนครั้งภารกิจฝึกสอนในวันถัดไปจะถูกรีเซ็ตใหม่ทั้งหมด 
2. แต่ละองค์กรที่เชื้อเชิญต่างมีความต้องการในตัวนักเตะที่โค้ชฝึกสอนที่ไม่เหมือนกัน มีเพียงนักเตะที่เป็นไปตามเงื่อนไขเหล่านี้ (หนึ่งในทักษะนั้นจะต้องเป็นทักษะเฉพาะตัวนักเตะเอง) พวกเขาถึงจะยอมเซ็นสัญญาภารกิจฝึกสอนร่วมกับคุณ 
3. ในแต่ละครั้งเราจะมอบการเชิญภารกิจฝึกสอนให้คุณ 3 อย่าง ไม่มีคำเชิญที่เหมาะสมควรทำอย่างไร ในแต่ละวันเราจะให้จำนวนโอกาสในการรีเฟรชฟรีกับคุณ แถมคุณยังสามารถซื้อเพรชเพื่อทำการรีเฟรชอีกด้วย 
4. จากการอัพเลเวลโค้ชของคุณจะทำให้ได้รับการเชิญภารกิจฝึกสอนในเลเวลที่สูงขึ้น ภารกิจฝึกสอนที่มีเลเวลสูงขึ้นจะทำให้มีค่าตอบแทนที่สูงขึ้น 
5. ภารกิจฝึกสอนแต่ละครั้งต้องใช้เวลาที่แน่นอน ขณะเดียวกันนักเตะแต่ละคนจะเข้าร่วมภารกิจฝึกสอนได้หนึ่งครั้งในแต่ละวัน และอย่าลืมรับรางวัลของภารกิจฝึกสอนที่สำเร็จได้ที่ภารกิจของฉัน]=],
		[ [=[type]=] ]=2
	},
	[ [=[6]=] ]=
	{
		[ [=[title]=] ]=[=[บทนำ]=],
		[ [=[descID]=] ]=[=[CoachBaseInfo]=],
		[ [=[introduce]=] ]=[=[โค้ชแต่ละคนต่างมีสไตล์ที่เป็นเอกลักษณ์เฉพาะตัว เติบโตไปพร้อมกับโค้ชของคุณ บ่มเพาะคุณสมบัติพื้นฐานของโค้ชและสร้างความเปลี่ยนแปลงไปพร้อม ๆ กัน 
1. คุณสมบัติพื้นฐานของโค้ชเป็นเครื่องหมายที่สำคัญในการตัดสินความสามารถของโค้ชว่ายิ่งใหญ่หรือไม่ คุณสมบัติที่สูงกว่าสามารถช่วยให้โค้ชทำการเรียนรู้การใช้รูปแบบโซนรวมถึงเทคนิคในการทำเกมได้ดียิ่งขึ้น และทำอย่างไรจึงจะใช้พรสวรรค์ของตนเองได้ดีมากขึ้นเป็นต้น 
2. อัปเกรดคุณสมบัติโค้ชต้องใช้หนังสือประสบการณ์ฝึกสอนของโค้ช หนังสือประสบการณ์ฝึกสอนของโค้ชสามารถรับได้จากภารกิจการฝึกสอน 
3. โค้ชแต่ละคนสามารถเรียนรู้การใช้รูปแบบโซนและเทคนิคการทำเกมที่ดีขึ้น ใช้เทคนิดการทำเกม/หนังสืออัปเกรดรูปแบบโซนสามารถอัปเลเวลเทคนิดการทำเกม/รูปแบบขบวนที่สอดคล้องเพื่อทำให้ทีมแข็งแกร่งมากยิ่งขึ้น]=],
		[ [=[type]=] ]=2
	},
	[ [=[7]=] ]=
	{
		[ [=[title]=] ]=[=[บทนำ]=],
		[ [=[descID]=] ]=[=[CoachTalentSkill]=],
		[ [=[introduce]=] ]=[=[โค้ชหนุ่มของคุณต้องการให้คุณช่วยชี้นำทิศทางในการฝึกสอนให้เขาโดยด่วน ทำให้เขาได้เผยพรสวรรค์ของตัวเองออกมาในที่ที่เหมาะสม 
1. เรียนพรสวรรค์โค้ชต้องใช้คูปองพรสวรรค์โค้ช สามารถรับคูปองพรสวรรค์โค้ชได้จากการอัปเกรดคุณสมบัติโค้ช แน่นอนว่าในการฝีกสอนยังมีเปอร์เซ็นต์ที่จะได้รับคูปองพรสวรรค์ที่หน่วยงานเชื้อเชิญมอบให้อีกเล็กน้อย 
2. มีรูปแบบพรสวรรค์ใหญ่ๆ ด้วยกันทั้งหมด 4 ประเภท ในหน้าพรสวรรค์แต่ละหน้าจะต้องตรงตามเงื่อนไขที่กำหนดจึงจะสามารถปลดล็อกการเรียนได้]=],
		[ [=[type]=] ]=2
	},
	[ [=[8]=] ]=
	{
		[ [=[title]=] ]=[=[บทนำ]=],
		[ [=[descID]=] ]=[=[TimeLimitGoldCup]=],
		[ [=[introduce]=] ]=[=[1.ในช่วงกิจกรรมผู้เล่นจะได้รับพลังงาน 1 ครั้งต่อถ้วยทองคำสำหรับอัญมณี 1 เม็ดที่ได้รับและ 15 พลังงานสำหรับถ้วยทองคำสำหรับทุกๆ 1 เหรียญที่บริโภค/n2.เมื่อค่าพลังงานของถ้วยทองคำถึงตำแหน่งเกียร์ที่ระบุผู้เล่นทุกคนที่ได้รับคะแนน "การสนับสนุนพลังงานส่วนบุคคล" ที่ตำแหน่งเกียร์กำหนดไว้จะได้รับการกลับมาของถ้วยทองคำ/n3.การสนับสนุนพลังงานมีกระดานผู้นำผู้เล่นที่มีคะแนนสะสมพลังงานในแต่ละอันดับจะมีโอกาสได้อยู่ในรายชื่อและรับรางวัลมากมาย หากผู้เล่นมากกว่าหนึ่งคนมีคุณสมบัติตรงตามจุดพลังงานที่ต้องการในการจัดอันดับที่แน่นอนในเวลาเดียวกัน หากคะแนนสะสมพลังงานเท่ากันผู้เล่นที่ถึงจุดแรกอันดับแรก ในตอนท้ายของกิจกรรมการจัดอันดับจะได้รับทางอีเมลตามการจัดอันดับสุดท้ายของรายการ]=],
		[ [=[type]=] ]=1
	},
	[ [=[9]=] ]=
	{
		[ [=[title]=] ]=[=[บทนำ]=],
		[ [=[descID]=] ]=[=[CoachGuide]=],
		[ [=[introduce]=] ]=[=[โค้ชที่ประสบความสำเร็จแต่ละคนต่างถนัดในการชี้นำให้นักเตะของตัวเองพัฒนาได้ดีขึ้น โค้ชของคุณต้องเริ่มก้าวเข้าสู่การเดินทางนี้แล้ว 
1. ตามเลเวลของตัวโค้ชเอง โค้ชของคุณจะได้รับแถบคำแนะนำโค้ชมากขึ้น โค้ชที่เลเวลยิ่งสูงแถบคำแนะนำก็จะอนุญาติให้นักเตะมีทักษะคุณสมบัติพิเศษเพิ่มมากขึ้น 
2. ใส่นักเตะแต่ละคนเข้าไปในแถบจะสุ่มเกิดผลคุณสมบัติพิเศษ 1 ถึง 3 อย่าง ผู้เล่นสามารถใช้หนังสือคุณสมบัติพิเศษรวมถึงไอเทมคุณสมบัติพิเศษเพื่อช่วยให้นักเตะพัฒนาและเติบโต 
3. ทักษะคุณสมบัติพิเศษจะไม่ปรากฏอยู่ที่พลังการต่อสู้ แต่จะเป็นในรูปแบบโบนัสให้นักเตะตามสภาพความเป็นจริงในการแข่งขัน ผู้เล่นสามารถดูสภาพการโบนัสคุณสมบัติพิเศษที่แตกต่างกันได้ที่การ์ดใหญ่]=],
		[ [=[type]=] ]=2
	},
	[ [=[10]=] ]=
	{
		[ [=[title]=] ]=[=[บทนำ]=],
		[ [=[descID]=] ]=[=[AssistantCoachInformationLibrary]=],
		[ [=[introduce]=] ]=[=[แน่นอนว่าข้างกายโค้ชระดับโลกคงจะขาดความร่วมมือของผู้ช่วยโค้ชไปไม่ได้ ค้นหาโค้ชที่เหมาะสมสามารถช่วยอัปเกรดความสามารถของทีมตนเองให้เพิ่มขึ้นได้อย่างมาก 
1. ผู้เล่นสามารถใช้ข่าวกรองของผู้ช่วยโค้ชมารับสมัครผู้ช่วยโค้ชได้ แต่ละครั้งใส่ข่าวกรองได้มากสุด 3 อัน ใส่ได้น้อยสุด 1 อัน เราจะคัดสรรโค้ชที่เหมาะสมให้คุณตามเงื่อนไขของข่าวกรอง 
2. ในสถานการณ์ที่ใส่ข่าวกรองระดับดาวที่ต่างกันลงไปหลายอัน จะรับสมัครได้เพียงผู้ช่วยโค้ชที่มีระดับดาวต่ำสุดในนั้น 
3. ข่าวกรองผู้ช่วยโค้ชพิเศษจะมีผลกระทบต่อโค้ชระดับดาวต่ำสุดที่ผลิตออกมา แต่จะมีอัตราประสิทธิภาพที่แน่นอน ตัวอย่างเช่น: ใช้ข่าวกรองธรรมดา 3 ดาวจำนวน 1 อันกับข่าวกรองพิเศษ 1 ดาวจำนวน 1 อันก็จะรับสมัครได้ผู้ช่วยโค้ชระดับสามดาว 1 คน ผู้ช่วยโค้ชนี้จะเป็นไปตามเงื่อนไขของข่าวกรอง 3 ดาวและมีอัตราในการเป็นไปตามเงื่อนไขข่าวกรอง 1 ดาว]=],
		[ [=[type]=] ]=2
	},
	[ [=[11]=] ]=
	{
		[ [=[title]=] ]=[=[บทนำ]=],
		[ [=[descID]=] ]=[=[TimeLimitPowerShoot]=],
		[ [=[introduce]=] ]=[=[ถึงเวลาที่จะสะท้อนให้เห็นถึงปฏิกิริยาอันฉับไวหน้าประตูของกองหน้าระดับโลกกันแล้ว ช่วยดารานักเตะทำประตูให้สำเร็จเพื่อรับของรางวัลมากมาย ไอเทมหายากชนิดต่างๆ กำลังรอคุณอยู่เลย 
1. ทุกครั้งก่อนเริ่มยิงประตูระบบจะเลือกรางวัลใหญ่ระดับสุดยอดออกมา 1 อย่าง รางวัลยิงประตูที่หายากที่สุด 1 อย่าง รางวัลยิงประตูหายาก 2 อย่าง รางวัลยิงประตู 3 อย่างรวมถึงรางวัลเข้าร่วม 3 อย่างเพิ่มเข้าไปในสระรางวัล หลังจากผู้เล่นเริ่มยิงประตูสระรางวัลจะคงที่จนกว่าผู้เล่นจะทำการรีเฟรชเองหรือของรางวัลในสระถูกรับไปจนหมด 
2. ทุกครั้งที่ผู้เล่นยิงประตูต้องใช้เพรชจำนวนหนึ่ง รายละเอียดของจำนวนสามารถคลิกดูได้ที่เครื่องหมายอัศเจรีย์ 
3. หลังจากผู้เล่นยิงประตูได้ 10 ครั้งจะได้รับรางวัลในสระรางวัลอย่างแน่นอน 10 รายการ]=],
		[ [=[type]=] ]=1
	},
	[ [=[12]=] ]=
	{
		[ [=[title]=] ]=[=[บทนำ]=],
		[ [=[descID]=] ]=[=[TimeLimitGoldBall]=],
		[ [=[introduce]=] ]=[=[1. สำเร็จภารกิจประจำวันกับภารกิจหมุนเวียนในช่วงกิจกรรมจะได้รับลูกบอลทองคำ สะสมลูกบอลทองคำถึงจำนวนหนึ่งจะได้รับรางวัลพื้นฐานที่กำหนด 
2. ใช้เหรียญชั้นนำซื้อรางวัลเลื่อนขั้นเพื่อรับสิทธิ์ สามารถรับรางวัลเลื่อนขั้นเพิ่มเติมได้เมื่อสำเร็จความคืบหน้าที่กำหนด (รางวัลเลื่อนขั้นที่ซื้อก่อนสำเร็จระดับความคืบหน้า หลังจากซื้อแล้วก็ยังสามารถรับได้อีก) 
3. รีเฟรชภารกิจประจำวันทุกวันเวลา 5:00 น. แต่ละวันสำเร็จภารกิจได้หนึ่งครั้ง แต่สามารถสำเร็จภารกิจหมุนเวียนซ้ำได้ หลังจากสำเร็จภารกิจโปรดรับลูกบอลทองคำให้ทันเวลา หากไม่ได้รับในเวลาที่กำหนดจะไม่มีการชดเชยลูกบอลทองคำให้]=],
		[ [=[type]=] ]=1
	},
	[ [=[13]=] ]=
	{
		[ [=[title]=] ]=[=[บทนำ]=],
		[ [=[descID]=] ]=[=[AdventureHowToPlay]=],
		[ [=[introduce]=] ]=[=[1. เกมการเดินทางบนสนามหญ้ามีทั้งหมด 9 ชั้น ผู้เล่นจะพบกับเรื่องราวต่างๆ ในระหว่างการเดินทาง อาทิเช่น หีบสมบัติ ขุดสมบัติ พ่อค้าลึกลับเป็นต้น และจะได้เจอกับการท้าทายของผู้เล่นคนอื่นๆ ผู้จัดการแต่ละท่านจะสำรวจ อัปเกรด ตอบรับการท้าทายอย่างไม่หยุดโดยมีเป้าหมายในการไปให้ถึงชั้นที่สูงขึ้นเพื่อรับของรางวัลมากมาย 
2. การเดินทางบนสนามหญ้าทุก 14 วันคือหนึ่งฤดูกาล หลังจบฤดูกาลระดับความคืบหน้าจะรีเซ็ตใหม่อีกครั้ง ไอเทมที่ได้จากการเล่นเกมนี้ในกระเป๋าเป้ก็จะถูกลบออก 
3. ในแต่ละชั้น ทางออกและทางเข้าจะอยู่ในตำแหน่งที่แน่นอน ผู้เล่นจะเริ่มเดินทางจากทางเข้า ปลดล็อกดินแดนที่อยู่ในหมอกไปเรื่อยๆ และพบกับเหตุการณ์ต่างๆ ทุกครั้งที่ปลดล็อกดินแดนที่อยู่ในหมอกหนึ่งที่จะใช้ขวัญกำลังใจ 8 พอยท์ สำเร็จเหตุการณ์ก็ต้องใช้ขวัญกำลังใจเช่นกัน แต่ละเหตุการณ์จะใช้ขวัญกำลังใจไม่เท่ากัน หลังจากเอาชนะผู้เล่นอื่นๆ ได้สำเร็จแล้ว จำนวนผลต่างประตูจะกลายเป็นสปิริต สามารถใช้สปิริตซื้อไอเทมในร้านค้า เปิดหีบสมบัติสปิริตต่างๆ สุดท้ายเดินไปถึงทางออก หลังจากเอาชนะ BOSS ที่อยู่ตรงทางออกได้แล้วจะเข้าสู่ชั้นต่อไป 
4. ในระหว่างการเดินทางจะเข้าสู่วงจรที่แตกต่างกัน ในแต่ละวงจรแผนที่จะได้รับผลกระทบจากสภาพอากาศและโหราศาสตร์ที่คงที่ โปรดดูรายละเอียดกติกาการสับเปลี่ยนวงจรกับผลของสภาพอากาศและโหราศาสตร์ได้ในเกม  
5. การแบ่งโซนการประลอง: แต่ละฤดูกาลจะแบ่งโซนการประลองให้คุณตามพลังการต่อสู้ที่สูงที่สุดในประวัติศาสตร์ตอนเริ่มฤดูกาลของคุณ ซึ่งของรางวัลในแต่ละโซนจะแตกต่างกัน รายละเอียดกติกาการแบ่งโปรดดูได้ที่ “การแบ่งโซน” 
6. รางวัลจำนวนชั้น: ผ่านแต่ละชั้นจะได้รับรางวัลผ่านด่านจำนวนมาก สำเร็จเหตุการณ์ในแต่ละชั้น 100% ยังจะได้รับของรางวัลเพิ่มเติมอีกด้วย หมายเหตุ: โซนการประลองที่ต่างกันรางวัลผ่านด่านกับรางวัลสำเร็จเหตุการณ์ 100% ก็จะต่างกัน รายละเอียดของรางวัลโปรดดูได้ที่ “รางวัลผ่านด่าน” และ “รางวัลสำเร็จ 100%” 
7. การจัดอันดับและรางวัลฤดูกาล: เมื่อผ่านด่านในแต่ละชั้น ปลดล็อกดินแดนแต่ละโซนจะได้รับคะแนนสะสม จำนวนของคะแนนสะสมจะส่งผลกระทบต่ออันดับในชาร์ตอันดับของคุณ หากคะแนนสะสมเท่ากันกัน ผู้เล่นที่ได้คะแนนสะสมครบตามจำนวนนั้นๆ ก่อนก็จะได้อยู่ในอันดับต้นๆ รางวัลฤดูกาลจะแบ่งออกเป็น 2 ประเภทได้แก่ รางวัลประจำวันกับรางวัลสุดท้ายของฤดูกาล: ทุกวันเวลา 21:00 น. จะแจกรางวัลประจำวันตามลำดับในชาร์ตอันดับปัจจุบัน เมื่อจบฤดูกาลจะแจกรางวัลสุดท้ายของฤดูกาลตามผลอันดับล่าสุดของชาร์ตอันดับ หมายเหตุ: ในแต่ละโซนการประลองจะมีชาร์ตอันดับที่เป็นเอกลักษณ์เฉพาะตัว รางวัลฤดูกาลของแต่ละโซนการประลองก็จะแตกต่างกัน รายละเอียดของรางวัลโปรดดูได้ที่ “รางวัลประจำวันของฤดูกาล”และ “รางวัลสุดท้ายของฤดูกาล” ]=],
		[ [=[type]=] ]=2
	},
	[ [=[16]=] ]=
	{
		[ [=[title]=] ]=[=[บทนำ]=],
		[ [=[descID]=] ]=[=[TimeLimitStageShop]=],
		[ [=[introduce]=] ]=[=[1. ช่วงกิจกรรม ใช้คูปองช้อปปิ้งซื้อสินค้าจะสุ่มรับสินค้าหนึ่งชิ้นที่อยู่ในร้าน 
2. มีร้านค้าทั้งหมด 3 ขั้น คือ ขั้นหนึ่ง ขั้นสองและขั้นสาม หลังจากซื้อสินค้าถึงจำนวนที่กำหนดในร้านค้าขั้นก่อนหน้าจะได้รับสิทธิ์ในการช้อปปิ้งร้านค้าขั้นถัดไป 
3. สามารถดูตัวอย่างสินค้าที่ขายในร้านค้าที่ยังไม่มีสิทธิ์ซื้อได้ล่วงหน้า 
4. สามารถรับคูปองช้อปปิ้งได้จากภารกิจร้านค้า กรุณาคลิก "ไปรับ" เพื่อรับคูปองช้อปปิ้ง 
5. “ภารกิจดร้านค้า” จะรีเฟรชทุกวันเวลา 5 โมง โปรดรับคูปองช้อปปิ้งทันทีหลังจากสำเร็จภารกิจ จะไม่มีการแจกชดเชยคูปองช้อปปิ้งที่หมดเขตแล้ว 
6. หลังจบกิจกรรมรอบนี้จะลบคูปองช้อปปิ้งออก โปรดใช้ในเวลาที่กำหนด]=],
		[ [=[type]=] ]=1
	},
	[ [=[17]=] ]=
	{
		[ [=[title]=] ]=[=[บทนำ]=],
		[ [=[descID]=] ]=[=[TimeLimitPlayerDoll]=],
		[ [=[introduce]=] ]=[=[1. คลิก “เปิดใช้ตู้คีบตุ๊กตา” เพื่อเลือกรางวัล 
2. รางวัลที่เลือกได้แบ่งเป็นหลายระดับ จำนวนรางวัลที่ต้องเลือกในแต่ละระดับมีเงื่อนไขที่กำหนด หลังจากเลือกรับรางวัลทั้งหมดเสร็จตามเงื่อนไขแล้ว ตู้คีบตุ๊กตาจะเริ่มทำงานและสามารถใช้เพรชเพื่อจับรางวัล 
3. ในระหว่างการจับสามารถเปลี่ยนรางวัลที่เลือกได้ในตู้คีบตุ๊กตาได้ทุกเมื่อ คลิกปุ่ม “เปลี่ยนรางวัล” เพื่อเลือกรางวัลใหม่อีกครั้ง 
4. สะสมจับรางวัลจนถึงจำนวนที่กำหนดจะได้รับรางวัลใหญ่เป็นจำนวนครั้ง หลังจบกิจกรรมจะแจกรางวัลจำนวนครั้งที่ยังไม่ได้รับผ่านทางจดหมาย]=],
		[ [=[type]=] ]=1
	},
	[ [=[18]=] ]=
	{
		[ [=[title]=] ]=[=[บทนำ]=],
		[ [=[descID]=] ]=[=[TimeLimitMarbles]=],
		[ [=[introduce]=] ]=[=[1. ใช้การดีดลูกแก้ว หลังจากเลือก “ดีดหนึ่งครั้ง” หรือ “ดีดสิบครั้ง” แล้วเริ่มใช้ตู้ดีดลูกแก้ว 
2. คลิกนิ้วมือเพื่อเริ่มเก็บพลัง เมื่อปรับระดับแรงยิงเสร็จแล้วค่อยคลิกนิ้วมือเพื่อดีดลูกแก้วออกไป：หลังจากที่ลูกแก้วชนไปชนมาแล้วก็จะตกลงไปอยู่ในช่องหนึ่ง ผู้จัดการทั้งหลายก็จะได้รับไอเทมแลกเปลี่ยนที่อยู่ในช่อง 
3. รวบรวมไอเทมแลกเปลี่ยนเพื่อแลกเป็นของรางวัลสุดคุ้ม：คลิกปุ่ม “แลกรางวัล” เพื่อแลกรางวัลที่ชื่นชอบ สามารถดูจำนวนไอเทมแลกเปลี่ยนชนิดต่างๆ ได้ที่ด้านซ้ายของตู้ดีดลูกแก้ว 
4. สามารถใช้เพรชซื้อการดีดลูกแก้วหรือจะรับได้จาก "ภารกิจดีดลูกแก้ว" ก็ได้ คลิกปุ่ม “ภารกิจดีดลูกแก้ว” สำเร็จภารกิจเพื่อรับการดีดลูกแก้ว：รีเฟรชภารกิจใหม่ทุกวันเวลา 5 โมง โปรดรับการดีดลูกแก้วทันทีหลังจากสำเร็จภารกิจแล้ว จะไม่มีการแจกชดเชยการดีดลูกแก้วที่หมดเขตแล้ว 
5. สะสมการดีดลูกแก้วถึงจำนวนที่กำหนดจะได้รับรางวัลใหญ่เป็นจำนวนครั้ง หลังจบกิจกรรมจะแจกรางวัลจำนวนครั้งที่ยังไม่ได้รับผ่านทางจดหมาย 
6. หลังจบกิจกรรมรอบนี้จะลบไอเทมแลกเปลี่ยนและการดีดลูกแก้วที่ยังไม่ได้ใช้ออกไป โปรดใช้ในเวลาที่กำหนด]=],
		[ [=[type]=] ]=1
	},
	[ [=[19]=] ]=
	{
		[ [=[title]=] ]=[=[เคล็ดลับ]=],
		[ [=[descID]=] ]=[=[MedalTips]=],
		[ [=[introduce]=] ]=[=[1.จุดเกิดของเหรียญโดยหลักคือการดวลขั้นสุดยอด
2.จำนวนเหรียญที่นักเตะพกติดตัวได้สูงสุดจะเกี่ยวข้องกับคุณภาพของตัวนักเตะ คุณภาพนักเตะยิ่งสูง จำนวนเหรียญที่พกติดตัวได้ก็จะยิ่งมาก นักเตะหนึ่งคนพกเหรียญติดตัวได้มาสุด 5 อัน
3.สามารถใช้เหรียญนักเตะซ้ำได้ และผู้เล่นสามารถถอดเหรียญออกได ้ทุกเพื่อเอาไปติดที่ตัวผู้เล่นคนอื่นๆ
4.สามารถทำการเลื่อนขึ้นเหรียญนักเตะได้ การเลื่อนขั้นต้องใช้จิดใจความมุ่งมั่นหรือบุคลิกดาราดังในจำนวนที่แน่นอน และมีอัตราในการได้รับควาสำเร็จ หากเลื่อนขั้นเหรียญสำเร็จ ก็จะกลายเป็นเหรียญชั้นสูงและจะทำให้นักเตะได้รับคุณสมบัติมากมาย หากเลื่อนขั้นเหรียญล้มเหลว เหรียญก็จะกลายเป็นสภาพที่เสียหาย แต่เหรียญที่อยู่ในสภาพที่เสียหายก็ยังเอามาใช้ได้ แต่เหรียญจะไม่สามารถทำการเลื่อนขั้นได้อีก เมื่อเลื่อนขั้นเหรียญคุรภาพ SS ขั้นไป สามารถใช้บุคลิกดาราดังเพื่อคุ้มครองการเลื่อนขั้น หลังจากเลือกการคุ้มครองการเลื่อนขั้นแล้ว หากเลื่อนขั้นเหรียญไม่สำเร็จก็จะไม่เสียหายและยังสามารถเลื่อนขั้นอีกได้ 
5.เมื่อเลื่อนขั้นเหรียญเลเวล A/เลเวล S/เลเวล SS จะมีอัตราน้อยที่กลายเป็นเหรียญเกียรติยศ และเหรียญเกียรติยศจะมีทักษะ Buff เลเวล1ติดเพิ่มมา
6.เมื่อทำการเลื่อนขั้นเหรียญเกียรติยศเลเวล S เลื่อนขั้นสำเร็จก็จะอัพได้แค่เหรียญเกียรติยศเลเวล SS เท่านั้น เหรียญเกียรติยศจะมีทักษะ Buff เลเวล3ติดเพิ่มมา ถ้าเลื่อนขั้นล้มเหลวก็จะกลายเป็นเหรียญที่ใช้งานไม่ได้
7.เมื่อเลื่อนขั้นเหรียญเกียรติยศ SS ถ้าเลื่อนขั้นสำเร็จก็จะกลายเป็นเหรียญเกียรติยศ SSS หรือเหรียญดาวเกียรติยศ SSS เมื่อเลื่อนขั้นเหรียญดาวเกียรติยศ SS มีอัตราที่ได้รับความสำเร็จได้ หากเลื่อนขั้นสำเร็จจะกลายเป็นเหรียญดาวเกียรติยศ SSS หรือวเหรียญดาวเกียรติยศสูงสุด SS
8.สามารถจำแนกเหรียญได้ หลังจากจำแนกแล้วจะได้รับจิดใจ หลังจากจำแนกเหรียญเลเวล SS/SSS รวมถึงเหรียญเกียรติยศ ดาวเกียรติยศ และดาวเกียรติยศสูงสุดแล้วจะได้รับบุคลิกดาราดัง100% สามารถใช้บุคลิกดาราดังเพื่อรับ/เลื่อนขั้น/เปลี่ยนคำอวยพรเหรียญ
9.ทักษะ Buff เหรียยเพิ่มเติมแบ่งออกเป็นประเภทผู้นักษาประตู ประเภทที่ไม่ใช่ผู้รักษาประตูรวมถึงที่ใช้ทั่วไป 
ประเภทผู้รักษาประตูประกอบด้วยเทพพิทักษ์ พลังผู้นำ  
ที่ไม่ใช่ผู้รักษาประตูประกอบด้วย:ความมั่นใจในตนเอง ความผันผวนของจิตวิญญาณ พรสวรรค์ลูกตั้งเตะป้อมปืนใหญ่ เข้ายิงอย่างมีเหตุผล เลือกตำแหน่งอย่างมีเหตุผล เก็บสะสมเต็มที่ 
ประเภที่ใช้ทั่วไปประกอบด้วย:เจ้าแอสซิสต์ ยึดมั่นในกลยุทธ์ ยิ่งรุกยิ่งแกร่ง ความคับข้องใจ อารมณ์แปรปรวน นักปรับตัว ยอดฝีมือขาขึ้น ยอดฝีมือขาลง สู้แบบไม่กลัวตาย ลงมือตัดกำลังก่อน]=],
		[ [=[type]=] ]=2
	},
	[ [=[20]=] ]=
	{
		[ [=[title]=] ]=[=[บทนำ]=],
		[ [=[descID]=] ]=[=[TimeLimitFreeShoppingCart]=],
		[ [=[introduce]=] ]=[=[1.กิจกรรมนี้แบ่งออกเป็นวันที่ให้เหลือกกับวันที่ไม่ต้องจ่ายเงิน 
2.ในวันที่ให้เลือก ผู้เล่นเลือกสินค้าที่ตั้งไว้ล่วงหน้าได้หนึ่งชิ้นทุกวันเพื่อใส่เข้าไปในตะกร้าช้อปปิ้ง ในวันที่ไม่ต้องจ่ายเงินจะสามารถรับสินค้าที่เลือกทั้งหมดได้ฟรี 
3.ไม่ว่าจะเป็นวันที่ให้เลือกหรือวันที่ไม่ต้องจ่ายเงิน ผู้ที่ล็อคอินก็จะสามารถรับรางวัลสวัสดิการประจำวันฟรีได้ 
4.ลืมรับรางวัลสวัสดิการในวันนี้จะไม่แจกชดให้ ลืมเลือกสินค้าในวันที่ให้เลือกก็จไม่ให้เลือกชด ลืมรับสินค้าฟรีที่อยู่ในตะกร้าช้อปปิ้งในวันที่ไม่ต้องจ่ายเงินก็จะไม่ส่งชดเชยไปทางจดหมายให้ ดังน้น โปรดผู้จัดการทุกท่านรับและเลือกของรางวัลตรงเวลา]=],
		[ [=[type]=] ]=1
	},
	[ [=[21]=] ]=
	{
		[ [=[title]=] ]=[=[บทนำ]=],
		[ [=[descID]=] ]=[=[TimeLimitMultiGetGift]=],
		[ [=[introduce]=] ]=[=[0]=],
		[ [=[type]=] ]=1
	},
	[ [=[22]=] ]=
	{
		[ [=[title]=] ]=[=[บทนำ]=],
		[ [=[descID]=] ]=[=[Fancy]=],
		[ [=[introduce]=] ]=[=[0]=],
		[ [=[type]=] ]=2
	},
	[ [=[23]=] ]=
	{
		[ [=[title]=] ]=[=[บทนำ]=],
		[ [=[descID]=] ]=[=[CardSupporter]=],
		[ [=[introduce]=] ]=[=[0]=],
		[ [=[type]=] ]=2
	},
	[ [=[24]=] ]=
	{
		[ [=[title]=] ]=[=[0]=],
		[ [=[descID]=] ]=[=[CardSupporterPaster]=],
		[ [=[introduce]=] ]=[=[0]=],
		[ [=[type]=] ]=2
	}
}
return var