local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		[ [=[card]=] ]=
		{[=[Mbalotelli3=1]=]
		},
		[ [=[title]=] ]=[=[จดหมายจากตัวแทนของ Baloteli]=],
		[ [=[text]=] ]=[=[เรียนท่านโค้ชที่เคารพ:
สวัสดี
ได้ยินว่าท่านเริ่มงานใหม่ที่เกาะเล็กแห่งหนึ่ง ผมนับถือท่านมาก ผมคิดว่าต้องฝึกฝนพื้นฐานให้ดีก่อนจะสร้างทีมที่ใหญ่ได้ ถ้าได้รับเข้าทีมของท่านจะทำให้ผมพัฒนากว่าเยอะ ถ้าท่าน <color=#b75f00>ชนะทีมเบเลเนนส์</color>ในซูเปอร์ลีกโปรตุเกสเพื่อแสดงความ
สามารถของทีมท่าน ผมจะไปอยู่กับทีมท่านอย่างยินดี
      ขอแสดงความนับถือ
Balotelli

]=],
		[ [=[ID]=] ]=[=[1]=],
		[ [=[desc]=] ]=[=[ท้าแข่ง]=],
		[ [=[contents]=] ]=
		{
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Mbalotelli3]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		},
		[ [=[openCondition]=] ]=
		{
			[ [=[quest]=] ]=[=[Q103]=]
		},
		[ [=[finishCondition]=] ]=
		{
			[ [=[quest]=] ]=
			{[=[Q105]=]
			}
		}
	},
	[ [=[1p]=] ]=
	{
		[ [=[card]=] ]=
		{[=[Sromero3=1]=]
		},
		[ [=[title]=] ]=[=[จดหมายของ Romero]=],
		[ [=[text]=] ]=[=[โค้ช:
สวัสดี
ถ้าได้เข้าร่วมทีม ผมจะพยายามไม่ให้เสียประตู ถ้าท่านสามารถ<color=#b75f00>ชนะทีมเบนฟิกา</color>ในโปรตุเกสลีก ผมจะย้ายมาทันที
      

Romero
]=],
		[ [=[ID]=] ]=[=[1p]=],
		[ [=[desc]=] ]=[=[ท้าแข่ง]=],
		[ [=[contents]=] ]=
		{
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Sromero3]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		},
		[ [=[openCondition]=] ]=
		{
			[ [=[quest]=] ]=[=[Q106]=]
		},
		[ [=[finishCondition]=] ]=
		{
			[ [=[quest]=] ]=
			{[=[Q108]=]
			}
		}
	},
	[ [=[2]=] ]=
	{
		[ [=[card]=] ]=
		{[=[Dante3=1]=]
		},
		[ [=[title]=] ]=[=[จดหมายจากตัวแทนของ Dante]=],
		[ [=[text]=] ]=[=[เรียนท่านโค้ชที่เคารพ:
สวัสดีครับ
เป็นผู้จัดการที่ร่วมงานกับท่านมาตั้งนาน ผมยินดีที่รู้ว่าท่านได้ผลงานใหม่ นักเตะสองคน <color=#b75f00>Glen Johnson</color>และ<color=#b75f00>Ranocchia</color>ที่ผมดูแลกำลังอยู่กับท่าน ผมดีใจมากที่ได้เห็นเขาพัฒนาขึ้นเยอะ ตอนนี้ผมมีนักเตะอีกคนคือ - Dante อยากจะแนะนำกับทีมของท่าน
รอรับคำตอบจากท่าน
ขอแสดงความนับถือ
ตัวแทน
]=],
		[ [=[ID]=] ]=[=[2]=],
		[ [=[desc]=] ]=[=[สรรหานักเตะ]=],
		[ [=[contents]=] ]=
		{
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Dante3]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		},
		[ [=[openCondition]=] ]=
		{
			[ [=[quest]=] ]=[=[Q201]=]
		},
		[ [=[finishCondition]=] ]=
		{
			[ [=[card]=] ]=
			{[=[Gjohnson2]=],[=[Aranocchia2]=]
			}
		}
	},
	[ [=[3]=] ]=
	{
		[ [=[card]=] ]=
		{[=[Gpelle4=1]=]
		},
		[ [=[title]=] ]=[=[จดหมายจากตัวแทนของ Pelle]=],
		[ [=[text]=] ]=[=[เรียนท่านโค้ชที่เคารพ:
สวัสดีครับ
ผมยินดีมากที่ได้ทำงานกับท่านมาตั้งนาน ได้ยินว่าช่วงนี้ท่านมีความสำเร็จมากมายผมก็ดีใจด้วย ตอนนี้มีนักเตะสองคน <color=#b75f00>Lorrente</color>และ<color=#b75f00>Balotelli</color> ที่ผมเป็นตัวแทนกำลังอยู่ในทีมของท่าน หวังว่าท่านจะช่วยพวกเขาได้แสดงความสามารถในตัว ผมยังมีอีกคนที่เก่งมากคือ Pelle อยากจะแนะนำกับทีมของท่าน
รอรับคำตอบจากท่าน
ขอแสดงความนับถือ
ตัวแทน
]=],
		[ [=[ID]=] ]=[=[3]=],
		[ [=[desc]=] ]=[=[สรรหานักเตะ]=],
		[ [=[contents]=] ]=
		{
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Gpelle4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		},
		[ [=[openCondition]=] ]=
		{
			[ [=[quest]=] ]=[=[Q301]=]
		},
		[ [=[finishCondition]=] ]=
		{
			[ [=[card]=] ]=
			{[=[Fllorente2]=],[=[Mbalotelli3]=]
			}
		}
	},
	[ [=[4]=] ]=
	{
		[ [=[card]=] ]=
		{[=[Iperisic4=1]=]
		},
		[ [=[title]=] ]=[=[จดหมายของตัวแทน I. Perisic]=],
		[ [=[text]=] ]=[=[เรียนท่านโค้ชที่เคารพ:
สวัสดีครับ
ผมยินดีมากที่ได้ทำงานกับท่านมาตั้งนาน ได้ยินว่าช่วงนี้ท่านมีความสำเร็จมากมายผมก็ดีใจด้วย ทุกคนก็รู้ว่าท่านมีความสามารถในด้านพัฒนานักเตะ
เยาวชน ถ้าท่านสามารถช่วยนักเตะสองคน<color=#b75f00>Cabaye</color>และ<color=#b75f00>McGowan</color>ที่ผมเป็นตัวแทนกำลังอยู่ในทีมของท่าน หวังว่าท่านจะช่วยพวกเขาได้แสดงความสามารถในตัว ผมยังมีอีกคนที่เก่งมากคือ Perisic อยากจะแนะนำกับทีมของท่าน
รอรับคำตอบจากท่าน
ขอแสดงความนับถือ
ตัวแทน
]=],
		[ [=[ID]=] ]=[=[4]=],
		[ [=[desc]=] ]=[=[สรรหานักเตะ]=],
		[ [=[contents]=] ]=
		{
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Iperisic4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		},
		[ [=[openCondition]=] ]=
		{
			[ [=[quest]=] ]=[=[Q401]=]
		},
		[ [=[finishCondition]=] ]=
		{
			[ [=[card]=] ]=
			{[=[Ycabaye2]=],[=[Rmcgowan3]=]
			}
		}
	},
	[ [=[5]=] ]=
	{
		[ [=[card]=] ]=
		{[=[Rmontolivo5=1]=]
		},
		[ [=[title]=] ]=[=[จดหมายจากตัวแทนของ Montolivo]=],
		[ [=[text]=] ]=[=[เรียนท่านโค้ชที่เคารพ:
สวัสดีครับ
ผมยินดีมากที่ได้ทำงานกับท่านมาตั้งนาน ได้ยินว่าช่วงนี้ท่านมีความสำเร็จมากมายผมก็ดีใจด้วย ทุกคนก็รู้ว่าท่านมีความสามารถในด้านพัฒนานักเตะ
เยาวชน ถ้าท่านสามารถช่วย<color=#b75f00>Balotelli, Dante, Pelle, Perisic</color>ที่ผมเป็นตัวแทนกำลังอยู่ในทีมของท่าน หวังว่าท่านจะช่วยพวกเขาได้แสดงความสามารถในตัว ผมยังมีอีกคนที่เก่งมากคือ Montolivo อยากจะแนะนำกับทีมของท่าน
รอรับคำตอบจากท่าน
ขอแสดงความนับถือ
ตัวแทน
]=],
		[ [=[ID]=] ]=[=[5]=],
		[ [=[desc]=] ]=[=[สรรหานักเตะ]=],
		[ [=[contents]=] ]=
		{
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Rmontolivo5]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		},
		[ [=[openCondition]=] ]=
		{
			[ [=[quest]=] ]=[=[Q501]=]
		},
		[ [=[finishCondition]=] ]=
		{
			[ [=[card]=] ]=
			{[=[Mbalotelli3]=],[=[Dante3]=],[=[Gpelle4]=],[=[Iperisic4]=]
			}
		}
	},
	[ [=[6]=] ]=
	{
		[ [=[card]=] ]=
		{[=[Akolarov4=1]=]
		},
		[ [=[title]=] ]=[=[จดหมายจากตัวแทนของ Kolarov]=],
		[ [=[text]=] ]=[=[เรียนท่านโค้ชที่เคารพ:
สวัสดีครับ
ผมยินดีมากที่ได้ทำงานกับท่านมาตั้งนาน ได้ยินว่าช่วงนี้ท่านมีความสำเร็จมากมายผมก็ดีใจด้วย ทุกคนก็รู้ว่าท่านมีความสามารถในด้านพัฒนานักเตะ
เยาวชน ถ้าท่านสามารถช่วย<color=#b75f00>Santon</color> และ <color=#b75f00>Zaza</color>ที่ผมเป็นตัวแทนกำลังอยู่ในทีมของท่าน หวังว่าท่านจะช่วยพวกเขาได้แสดงความสามารถในตัว ผมยังมีอีกคนที่เก่งมากคือ Kolarov อยากจะแนะนำกับทีมของท่าน
รอรับคำตอบจากท่าน
ขอแสดงความนับถือ
ตัวแทน
]=],
		[ [=[ID]=] ]=[=[6]=],
		[ [=[desc]=] ]=[=[สรรหานักเตะ]=],
		[ [=[contents]=] ]=
		{
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Akolarov4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		},
		[ [=[openCondition]=] ]=
		{
			[ [=[quest]=] ]=[=[Q601]=]
		},
		[ [=[finishCondition]=] ]=
		{
			[ [=[card]=] ]=
			{[=[Dsanton2]=],[=[Szaza3]=]
			}
		}
	},
	[ [=[7]=] ]=
	{
		[ [=[card]=] ]=
		{[=[Fcoentrao4=1]=]
		},
		[ [=[title]=] ]=[=[จดหมายจากตัวแทนของ Coentrao]=],
		[ [=[text]=] ]=[=[เรียนท่านโค้ชที่เคารพ:
สวัสดีครับ
ผมยินดีมากที่ได้ทำงานกับท่านมาตั้งนาน ได้ยินว่าช่วงนี้ท่านมีความสำเร็จมากมายผมก็ดีใจด้วย ทุกคนก็รู้ว่าท่านมีความสามารถในด้านพัฒนานักเตะ
เยาวชน ถ้าท่านสามารถช่วย<color=#b75f00>Balotelli</color>และ<color=#b75f00>Romero</color>ที่ผมเป็นตัวแทนกำลังอยู่ในทีมของท่าน หวังว่าท่านจะช่วยพวกเขาได้แสดงความสามารถในตัว ผมยังมีอีกคนที่เก่งมากคือ Coentrao อยากจะแนะนำกับทีมของท่าน
รอรับคำตอบจากท่าน
ขอแสดงความนับถือ
ตัวแทน
]=],
		[ [=[ID]=] ]=[=[7]=],
		[ [=[desc]=] ]=[=[สรรหานักเตะ]=],
		[ [=[contents]=] ]=
		{
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Fcoentrao4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		},
		[ [=[openCondition]=] ]=
		{
			[ [=[quest]=] ]=[=[Q701]=]
		},
		[ [=[finishCondition]=] ]=
		{
			[ [=[card]=] ]=
			{[=[Mbalotelli2]=],[=[Sromero3]=]
			}
		}
	},
	[ [=[8]=] ]=
	{
		[ [=[card]=] ]=
		{[=[Spapastathopoulos5=1]=]
		},
		[ [=[title]=] ]=[=[จดหมายจากตัวแทนของ S.Papastathopoulos]=],
		[ [=[text]=] ]=[=[เรียนท่านโค้ชที่เคารพ:
สวัสดีครับ
ผมรู้สึกเป็นเกียรติอย่างยิ่งที่ได้ร่วมงานกับคุณเป็นเวลา
นาน ได้ยินว่าช่วงนี้ท่านประสบความสำเร็จมากมายผมก็
ดีใจด้วย ทุกคนก็รู้ว่าท่านมีความสามารถในด้านพัฒนา
นักเตะเยาวชน ถ้าท่านสามารถช่วย<color=#b75f00>Illarramendi, Zaza, Kolarov, Coentrao</color>ที่ผมเป็นตัวแทนกำลังอยู่ในทีมของท่าน หวังว่าท่านจะช่วยพวกเขาได้แสดงความสามารถในตัว ผมยังมีอีกคนที่เก่งมากคือ S. Papastathopoulos อยากจะแนะนำกับทีมของท่าน
รอรับคำตอบจากท่าน
ขอแสดงความนับถือ
ตัวแทน
]=],
		[ [=[ID]=] ]=[=[8]=],
		[ [=[desc]=] ]=[=[สรรหานักเตะ]=],
		[ [=[contents]=] ]=
		{
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Spapastathopoulos5]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		},
		[ [=[openCondition]=] ]=
		{
			[ [=[quest]=] ]=[=[Q801]=]
		},
		[ [=[finishCondition]=] ]=
		{
			[ [=[card]=] ]=
			{[=[Aillarramendi3]=],[=[Szaza3]=],[=[Akolarov4]=],[=[Fcoentrao4]=]
			}
		}
	},
	[ [=[9]=] ]=
	{
		[ [=[card]=] ]=
		{[=[Dorigi5=1]=]
		},
		[ [=[title]=] ]=[=[จดหมายจากตัวแทนของ Origi]=],
		[ [=[text]=] ]=[=[เรียนท่านโค้ชที่เคารพ:
สวัสดีครับ
ผมยินดีมากที่ได้ทำงานกับท่านมาตั้งนาน ได้ยินว่าช่วงนี้ท่านมีความสำเร็จมากมายผมก็ดีใจด้วย ทุกคนก็รู้ว่าท่านมีความสามารถในด้านพัฒนานักเตะ
เยาวชน ถ้าท่านสามารถช่วย<color=#b75f00>Alberto Moreno, Miradas, Renato Augusto, Ibrahimovic</color>ที่ผมเป็นตัวแทนกำลังอยู่ในทีมของท่าน หวังว่าท่านจะช่วยพวกเขาได้แสดงความสามารถในตัว ผมยังมีอีกคนที่เก่งมากคือ Origi อยากจะแนะนำกับทีมของท่าน
รอรับคำตอบจากท่าน
ขอแสดงความนับถือ
ตัวแทน
]=],
		[ [=[ID]=] ]=[=[9]=],
		[ [=[desc]=] ]=[=[สรรหานักเตะ]=],
		[ [=[contents]=] ]=
		{
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Dorigi5]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		},
		[ [=[openCondition]=] ]=
		{
			[ [=[quest]=] ]=[=[Q1001]=]
		},
		[ [=[finishCondition]=] ]=
		{
			[ [=[card]=] ]=
			{[=[Albertomoreno3]=],[=[Kmirallas3]=],[=[Renatoaugusto4]=],[=[Zibrahimovic4]=]
			}
		}
	},
	[ [=[10]=] ]=
	{
		[ [=[card]=] ]=
		{[=[Javimartinez5=1]=]
		},
		[ [=[title]=] ]=[=[จดหมายจากตัวแทนของ Javi Martinez]=],
		[ [=[text]=] ]=[=[เรียนท่านโค้ชที่เคารพ:
สวัสดีครับ
ผมยินดีมากที่ได้ทำงานกับท่านมาตั้งนาน ได้ยินว่าช่วงนี้ท่านมีความสำเร็จมากมายผมก็ดีใจด้วย ทุกคนก็รู้ว่าท่านมีความสามารถในด้านพัฒนานักเตะ
เยาวชน ถ้าท่านสามารถช่วย <color=#b75f00>Sainsbury, Spiranovic, Lewandowski, Modric</color> ที่ผมเป็นตัวแทนกำลังอยู่ในทีมของท่าน หวังว่าท่านจะช่วยพวกเขาได้แสดงความสามารถในตัว ผมยังมีอีกคนที่เก่งมากคือ Javi Martinez อยากจะแนะนำกับทีมของท่าน
รอรับคำตอบจากท่าน
ขอแสดงความนับถือ
ตัวแทน
]=],
		[ [=[ID]=] ]=[=[10]=],
		[ [=[desc]=] ]=[=[สรรหานักเตะ]=],
		[ [=[contents]=] ]=
		{
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Javimartinez5]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		},
		[ [=[openCondition]=] ]=
		{
			[ [=[quest]=] ]=[=[Q1201]=]
		},
		[ [=[finishCondition]=] ]=
		{
			[ [=[card]=] ]=
			{[=[Tsainsbury3]=],[=[Mspiranovic3]=],[=[Rlewandowski4]=],[=[Lmodric4]=]
			}
		}
	},
	[ [=[11]=] ]=
	{
		[ [=[card]=] ]=
		{[=[Anderherrera5=1]=]
		},
		[ [=[title]=] ]=[=[จดหมายจากตัวแทนของ Ander Herrera]=],
		[ [=[text]=] ]=[=[เรียนท่านโค้ชที่เคารพ:
สวัสดีครับ
ผมยินดีมากที่ได้ทำงานกับท่านมาตั้งนาน ได้ยินว่าช่วงนี้ท่านมีความสำเร็จมากมายผมก็ดีใจด้วย ทุกคนก็รู้ว่าท่านมีความสามารถในด้านพัฒนานักเตะ
เยาวชน ถ้าท่านสามารถช่วย<color=#b75f00>Gabbiadini, Ashley Young, Balotelli, Pedro</color>ที่ผมเป็นตัวแทนกำลังอยู่ในทีมของท่าน หวังว่าท่านจะช่วยพวกเขาได้แสดงความสามารถในตัว ผมยังมีอีกคนที่เก่งมากคือ Ander Herrera อยากจะแนะนำกับทีมของท่าน
รอรับคำตอบจากท่าน
ขอแสดงความนับถือ
ตัวแทน
]=],
		[ [=[ID]=] ]=[=[11]=],
		[ [=[desc]=] ]=[=[สรรหานักเตะ]=],
		[ [=[contents]=] ]=
		{
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Anderherrera5]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		},
		[ [=[openCondition]=] ]=
		{
			[ [=[quest]=] ]=[=[Q1401]=]
		},
		[ [=[finishCondition]=] ]=
		{
			[ [=[card]=] ]=
			{[=[Mgabbiadini3]=],[=[Ayoung3]=],[=[Mbalotelli4]=],[=[Pedro4]=]
			}
		}
	},
	[ [=[12]=] ]=
	{
		[ [=[card]=] ]=
		{[=[Fernandotorres6=1]=]
		},
		[ [=[title]=] ]=[=[จดหมายจากตัวแทนของ Torres]=],
		[ [=[text]=] ]=[=[เรียนท่านโค้ชที่เคารพ:
สวัสดีครับ
ผมยินดีมากที่ได้ทำงานกับท่านมาตั้งนาน ได้ยินว่าช่วงนี้ท่านมีความสำเร็จมากมายผมก็ดีใจด้วย ทุกคนก็รู้ว่าท่านมีความสามารถในด้านพัฒนานักเตะ
เยาวชน ถ้าท่านสามารถช่วย<color=#b75f00>Montolivo, Origi, De Sciglio, Balotelli</color>ที่ผมเป็นตัวแทนกำลังอยู่ในทีมของท่าน หวังว่าท่านจะช่วยพวกเขาได้แสดงความสามารถในตัว ผมยังมีอีกคนที่เก่งมากคือ Fernando Torres อยากจะแนะนำกับทีมของท่าน
รอรับคำตอบจากท่าน
ขอแสดงความนับถือ
ตัวแทน
]=],
		[ [=[ID]=] ]=[=[12]=],
		[ [=[desc]=] ]=[=[สรรหานักเตะ]=],
		[ [=[contents]=] ]=
		{
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Fernandotorres6]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		},
		[ [=[openCondition]=] ]=
		{
			[ [=[quest]=] ]=[=[Q1601]=]
		},
		[ [=[finishCondition]=] ]=
		{
			[ [=[card]=] ]=
			{[=[Rmontolivo5]=],[=[Dorigi5]=],[=[Mdesciglio5]=],[=[Mbalotelli5]=]
			}
		}
	},
	[ [=[13]=] ]=
	{
		[ [=[card]=] ]=
		{[=[Cescfabregas6=1]=]
		},
		[ [=[title]=] ]=[=[จดหมายจากตัวแทนของ Cesc Fabregas]=],
		[ [=[text]=] ]=[=[เรียนท่านโค้ชที่เคารพ:
สวัสดีครับ
ผมรู้สึกเป็นเกียรติอย่างยิ่งที่ได้ร่วมงานกับคุณเป็นเวลา
นาน ได้ยินว่าช่วงนี้ท่านประสบความสำเร็จมากมายผมก็
ดีใจด้วย ทุกคนก็รู้ว่าท่านมีความสามารถในด้านพัฒนา
นักเตะเยาวชน ถ้าท่านสามารถช่วย<color=#b75f00>S. Papastathopoulos, Ander Herrera, Matic, Walcott</color>ที่ผมเป็นตัวแทนกำลังอยู่ในทีมของท่าน หวังว่าท่านจะช่วยพวกเขาได้แสดงความสามารถในตัว ผมยังมีอีกคนที่เก่งมากคือ Cesc Fabregas อยากจะแนะนำกับทีมของท่าน
รอรับคำตอบจากท่าน
ขอแสดงความนับถือ
ตัวแทน
]=],
		[ [=[ID]=] ]=[=[13]=],
		[ [=[desc]=] ]=[=[สรรหานักเตะ]=],
		[ [=[contents]=] ]=
		{
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Cescfabregas6]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		},
		[ [=[openCondition]=] ]=
		{
			[ [=[quest]=] ]=[=[Q1801]=]
		},
		[ [=[finishCondition]=] ]=
		{
			[ [=[card]=] ]=
			{[=[Spapastathopoulos5]=],[=[Anderherrera5]=],[=[Nmatic5]=],[=[Twalcott5]=]
			}
		}
	},
	[ [=[14]=] ]=
	{
		[ [=[card]=] ]=
		{[=[Santicazorla6=1]=]
		},
		[ [=[title]=] ]=[=[จดหมายจากตัวแทนของ Cazzola]=],
		[ [=[text]=] ]=[=[เรียนท่านโค้ชที่เคารพ:
สวัสดีครับ
ผมยินดีมากที่ได้ทำงานกับท่านมาตั้งนาน ได้ยินว่าช่วงนี้ท่านมีความสำเร็จมากมายผมก็ดีใจด้วย ทุกคนก็รู้ว่าท่านมีความสามารถในด้านพัฒนานักเตะ
เยาวชน ถ้าท่านสามารถช่วย<color=#b75f00>Javi Martinez, Coquelin, Isco, Welbeck</color>ที่ผมเป็นตัวแทนกำลังอยู่ในทีมของท่าน หวังว่าท่านจะช่วยพวกเขาได้แสดงความสามารถในตัว ผมยังมีอีกคนที่เก่งมากคือ Cazzola อยากจะแนะนำกับทีมของท่าน
รอรับคำตอบจากท่าน
ขอแสดงความนับถือ
ตัวแทน
]=],
		[ [=[ID]=] ]=[=[14]=],
		[ [=[desc]=] ]=[=[สรรหานักเตะ]=],
		[ [=[contents]=] ]=
		{
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Santicazorla6]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		},
		[ [=[openCondition]=] ]=
		{
			[ [=[quest]=] ]=[=[Q2001]=]
		},
		[ [=[finishCondition]=] ]=
		{
			[ [=[card]=] ]=
			{[=[Javimartinez5]=],[=[Fcoquelin5]=],[=[Isco5]=],[=[Dwelbeck5]=]
			}
		}
	},
	[ [=[15]=] ]=
	{
		[ [=[card]=] ]=
		{[=[Gdonnarumma6=1]=]
		},
		[ [=[title]=] ]=[=[จดหมายจากตัวแทนของ Donnarumma]=],
		[ [=[text]=] ]=[=[เรียนท่านโค้ชที่เคารพ:
สวัสดีครับ
ผมยินดีมากที่ได้ทำงานกับท่านมาตั้งนาน ได้ยินว่าช่วงนี้ท่านมีความสำเร็จมากมายผมก็ดีใจด้วย ทุกคนก็รู้ว่าท่านมีความสามารถในด้านพัฒนานักเตะ
เยาวชน ถ้าท่านสามารถช่วย<color=#b75f00>Felipe Anderson, Romanioli, Shaarawy, Rojo</color>ที่ผมเป็นตัวแทนกำลังอยู่ในทีมของท่าน หวังว่าท่านจะช่วยพวกเขาได้แสดงความสามารถในตัว ผมยังมีอีกคนที่เก่งมากคือ Donnarumma อยากจะแนะนำกับทีมของท่าน
รอรับคำตอบจากท่าน
ขอแสดงความนับถือ
ตัวแทน
]=],
		[ [=[ID]=] ]=[=[15]=],
		[ [=[desc]=] ]=[=[สรรหานักเตะ]=],
		[ [=[contents]=] ]=
		{
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Gdonnarumma6]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		},
		[ [=[openCondition]=] ]=
		{
			[ [=[quest]=] ]=[=[Q2201]=]
		},
		[ [=[finishCondition]=] ]=
		{
			[ [=[card]=] ]=
			{[=[Fanderson5]=],[=[Aromagnoli5]=],[=[Selshaarawy5]=],[=[Marcosrojo5]=]
			}
		}
	},
	[ [=[16]=] ]=
	{
		[ [=[card]=] ]=
		{[=[Talderweireld6=1]=]
		},
		[ [=[title]=] ]=[=[จดหมายจากตัวแทนของ Alderweireld]=],
		[ [=[text]=] ]=[=[เรียนท่านโค้ชที่เคารพ:
สวัสดีครับ
ผมยินดีมากที่ได้ทำงานกับท่านมาตั้งนาน ได้ยินว่าช่วงนี้ท่านมีความสำเร็จมากมายผมก็ดีใจด้วย ทุกคนก็รู้ว่าท่านมีความสามารถในด้านพัฒนานักเตะ
เยาวชน ถ้าท่านสามารถช่วย<color=#b75f00>A. Rudiger, H. Maguire, Ben Davies, F. Llorente</color>ที่ผมเป็นตัวแทนกำลังอยู่ในทีมของท่าน หวังว่าท่านจะช่วยพวกเขาได้แสดงความสามารถในตัว ผมยังมีอีกคนที่เก่งมากคือ T. Alderweireld อยากจะแนะนำกับทีมของท่าน
รอรับคำตอบจากท่าน
ขอแสดงความนับถือ
ตัวแทน
]=],
		[ [=[ID]=] ]=[=[16]=],
		[ [=[desc]=] ]=[=[สรรหานักเตะ]=],
		[ [=[contents]=] ]=
		{
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Talderweireld6]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		},
		[ [=[openCondition]=] ]=
		{
			[ [=[quest]=] ]=[=[Q2501]=]
		},
		[ [=[finishCondition]=] ]=
		{
			[ [=[card]=] ]=
			{[=[Arudiger5]=],[=[Hmaguire5]=],[=[Bendavies5]=],[=[Fllorente5]=]
			}
		}
	},
	[ [=[17]=] ]=
	{
		[ [=[card]=] ]=
		{[=[Gabrieljesus6=1]=]
		},
		[ [=[title]=] ]=[=[จดหมายจากตัวแทนของ Gabriel Jesus]=],
		[ [=[text]=] ]=[=[เรียนท่านโค้ชที่เคารพ:
สวัสดีครับ
ผมยินดีมากที่ได้ทำงานกับท่านมาตั้งนาน ได้ยินว่าช่วงนี้ท่านมีความสำเร็จมากมายผมก็ดีใจด้วย ทุกคนก็รู้ว่าท่านมีความสามารถในด้านพัฒนานักเตะ
เยาวชน ถ้าท่านสามารถช่วย<color=#b75f00>F. Delph, Danilo, Dalbert, Fabinho</color>ที่ผมเป็นตัวแทนกำลังอยู่ในทีมของท่าน หวังว่าท่านจะช่วยพวกเขาได้แสดงความสามารถในตัว ผมยังมีอีกคนที่เก่งมากคือ Gabriel Jesus อยากจะแนะนำกับทีมของท่าน
รอรับคำตอบจากท่าน
ขอแสดงความนับถือ
ตัวแทน
]=],
		[ [=[ID]=] ]=[=[17]=],
		[ [=[desc]=] ]=[=[สรรหานักเตะ]=],
		[ [=[contents]=] ]=
		{
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Gabrieljesus6]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		},
		[ [=[openCondition]=] ]=
		{
			[ [=[quest]=] ]=[=[Q2901]=]
		},
		[ [=[finishCondition]=] ]=
		{
			[ [=[card]=] ]=
			{[=[Fdelph5]=],[=[Danilo5]=],[=[Dalbert5]=],[=[Fabinho5]=]
			}
		}
	}
}
return var