local null = nil
local var = 
{
	[ [=[FL]=] ]=
	{
		[ [=[pos]=] ]=
		{[=[1]=],[=[6]=]
		},
		[ [=[desc]=] ]=[=[左边锋]=],
		[ [=[displayPos]=] ]=[=[ปีกซ้าย]=],
		[ [=[positionType]=] ]=1
	},
	[ [=[ML]=] ]=
	{
		[ [=[pos]=] ]=
		{[=[11]=]
		},
		[ [=[desc]=] ]=[=[左前卫]=],
		[ [=[displayPos]=] ]=[=[กองกลางซ้าย]=],
		[ [=[positionType]=] ]=2
	},
	[ [=[DL]=] ]=
	{
		[ [=[pos]=] ]=
		{[=[16]=],[=[21]=]
		},
		[ [=[desc]=] ]=[=[左后卫]=],
		[ [=[displayPos]=] ]=[=[แบ็กซ้าย]=],
		[ [=[positionType]=] ]=3
	},
	[ [=[FR]=] ]=
	{
		[ [=[pos]=] ]=
		{[=[5]=],[=[10]=]
		},
		[ [=[desc]=] ]=[=[右边锋]=],
		[ [=[displayPos]=] ]=[=[ปีกขวา]=],
		[ [=[positionType]=] ]=1
	},
	[ [=[MR]=] ]=
	{
		[ [=[pos]=] ]=
		{[=[15]=]
		},
		[ [=[desc]=] ]=[=[右前卫]=],
		[ [=[displayPos]=] ]=[=[กองกลางขวา]=],
		[ [=[positionType]=] ]=2
	},
	[ [=[DR]=] ]=
	{
		[ [=[pos]=] ]=
		{[=[20]=],[=[25]=]
		},
		[ [=[desc]=] ]=[=[右后卫]=],
		[ [=[displayPos]=] ]=[=[แบ็กขวา]=],
		[ [=[positionType]=] ]=3
	},
	[ [=[FC]=] ]=
	{
		[ [=[pos]=] ]=
		{[=[2]=],[=[3]=],[=[4]=]
		},
		[ [=[desc]=] ]=[=[中锋]=],
		[ [=[displayPos]=] ]=[=[กองหน้าตัวเป้า]=],
		[ [=[positionType]=] ]=1
	},
	[ [=[AMC]=] ]=
	{
		[ [=[pos]=] ]=
		{[=[7]=],[=[8]=],[=[9]=]
		},
		[ [=[desc]=] ]=[=[前腰]=],
		[ [=[displayPos]=] ]=[=[กองกลางตัวรุก]=],
		[ [=[positionType]=] ]=2
	},
	[ [=[MC]=] ]=
	{
		[ [=[pos]=] ]=
		{[=[12]=],[=[13]=],[=[14]=]
		},
		[ [=[desc]=] ]=[=[中前卫]=],
		[ [=[displayPos]=] ]=[=[กองกลางตัวกลาง]=],
		[ [=[positionType]=] ]=2
	},
	[ [=[DMC]=] ]=
	{
		[ [=[pos]=] ]=
		{[=[17]=],[=[18]=],[=[19]=]
		},
		[ [=[desc]=] ]=[=[后腰]=],
		[ [=[displayPos]=] ]=[=[กองกลางตัวรับ]=],
		[ [=[positionType]=] ]=2
	},
	[ [=[DC]=] ]=
	{
		[ [=[pos]=] ]=
		{[=[22]=],[=[23]=],[=[24]=]
		},
		[ [=[desc]=] ]=[=[中后卫]=],
		[ [=[displayPos]=] ]=[=[กองหลังตัวกลาง]=],
		[ [=[positionType]=] ]=3
	},
	[ [=[GK]=] ]=
	{
		[ [=[pos]=] ]=
		{[=[26]=]
		},
		[ [=[desc]=] ]=[=[门将]=],
		[ [=[displayPos]=] ]=[=[ผู้รักษาประตู]=],
		[ [=[positionType]=] ]=4
	}
}
return var