local null = nil
local var = 
{
	[ [=[Adventure]=] ]=
	{
		[ [=[function]=] ]=[=[การเดินทางสนาม]=],
		[ [=[hasTip]=] ]=1,
		[ [=[playerLevel]=] ]=55,
		[ [=[title]=] ]=[=[ปลดล็อคแล้ว!]=],
		[ [=[openSeverTime]=] ]=0,
		[ [=[picIndex]=] ]=[=[FunctionImageAdventure]=],
		[ [=[ID]=] ]=20,
		[ [=[desc]=] ]=[=[แผนที่ใหม่ล่าสุด! เดินทางและสำรวจโลกสีเขียวของคุณ!]=]
	},
	[ [=[Auction]=] ]=
	{
		[ [=[function]=] ]=[=[ตลาดการประมูล]=],
		[ [=[hasTip]=] ]=1,
		[ [=[playerLevel]=] ]=35,
		[ [=[title]=] ]=[=[ปลดล็อคแล้ว! ตลาดการประมูล！]=],
		[ [=[openSeverTime]=] ]=0,
		[ [=[picIndex]=] ]=[=[FunctionImageAuction]=],
		[ [=[ID]=] ]=18,
		[ [=[desc]=] ]=[=[พิธีเปิดบ้านประมูล! ไปประมูลสมบัติล้ำค่าตอนนี้!]=]
	},
	[ [=[Coach]=] ]=
	{
		[ [=[function]=] ]=[=[ระบบโค้ชชั้นนำ]=],
		[ [=[hasTip]=] ]=1,
		[ [=[playerLevel]=] ]=100,
		[ [=[title]=] ]=[=[ปลดล็อคแล้ว！ระบบโค้ชชั้นนำ！]=],
		[ [=[openSeverTime]=] ]=0,
		[ [=[picIndex]=] ]=[=[FunctionImageCoach]=],
		[ [=[ID]=] ]=19,
		[ [=[desc]=] ]=[=[โค้ชชั้นนำมาแล้ว พัฒนาโค้ชหนึ่งเดียวที่ไม่เหมือนใครของคุณ]=]
	},
	[ [=[Fancy]=] ]=
	{
		[ [=[function]=] ]=[=[0]=],
		[ [=[hasTip]=] ]=1,
		[ [=[playerLevel]=] ]=100,
		[ [=[title]=] ]=[=[0]=],
		[ [=[openSeverTime]=] ]=0,
		[ [=[picIndex]=] ]=[=[FunctionImageFancy]=],
		[ [=[ID]=] ]=21,
		[ [=[desc]=] ]=[=[0]=]
	},
	[ [=[FootaballHall]=] ]=
	{
		[ [=[function]=] ]=[=[ห้องโถงนักเตะ]=],
		[ [=[hasTip]=] ]=1,
		[ [=[playerLevel]=] ]=60,
		[ [=[title]=] ]=[=[ปลดล็อคห้องโถงนักเตะแล้ว!]=],
		[ [=[openSeverTime]=] ]=0,
		[ [=[picIndex]=] ]=[=[FunctionFootaballHall]=],
		[ [=[ID]=] ]=17,
		[ [=[desc]=] ]=[=[พัฒนานักเตะ อัพเกรดห้องโถงนักเตะรวมถึงเหรียญตราเกียรติยศให้เปร่งประกายบนโลกของวงการฟุตบอลชั้นนำ]=]
	},
	[ [=[LeaderBoard]=] ]=
	{
		[ [=[function]=] ]=[=[อันดับท็อป]=],
		[ [=[hasTip]=] ]=1,
		[ [=[playerLevel]=] ]=50,
		[ [=[title]=] ]=[=[ปลดล็อคแล้ว! อันดับท็อป!]=],
		[ [=[openSeverTime]=] ]=0,
		[ [=[picIndex]=] ]=[=[FunctionImageLeaderboard]=],
		[ [=[ID]=] ]=13,
		[ [=[desc]=] ]=[=[ตารางจัดอันดับท็อป รีบไปครองตารางทอง]=]
	},
	[ [=[TrainingBase]=] ]=
	{
		[ [=[function]=] ]=[=[การฝึกอบรมพิเศษ]=],
		[ [=[hasTip]=] ]=1,
		[ [=[playerLevel]=] ]=60,
		[ [=[title]=] ]=[=[การฝึกอบรมพิเศษ! ตลาดการประมูล！]=],
		[ [=[openSeverTime]=] ]=0,
		[ [=[picIndex]=] ]=[=[FunctionTrainingBase]=],
		[ [=[ID]=] ]=15,
		[ [=[desc]=] ]=[=[นำผู้เล่นไปยังฐานการฝึกอบรมที่มีชื่อเสียงระดับโลกมีส่วนร่วมในการฝึกอบรมพิเศษพัฒนาความสามารถของผู้เล่นและเปิดใช้งานทักษะใหม่！]=]
	},
	[ [=[WorldTournament]=] ]=
	{
		[ [=[function]=] ]=[=[คัพสโมสรโลก]=],
		[ [=[hasTip]=] ]=1,
		[ [=[playerLevel]=] ]=35,
		[ [=[title]=] ]=[=[ปลดล็อคแล้ว! คัพสโมสรโลก!]=],
		[ [=[openSeverTime]=] ]=0,
		[ [=[picIndex]=] ]=[=[FunctionImageWorldTournament]=],
		[ [=[ID]=] ]=14,
		[ [=[desc]=] ]=[=[เซ็นสัญญาสนับสนุน เข้าร่วมการแข่งขันอันยอดเยี่ยมระดับโลก]=]
	},
	[ [=[WorldWar]=] ]=
	{
		[ [=[function]=] ]=[=[การแข่งขันชิงความเป็นจ้าวแห่งลูกหนัง]=],
		[ [=[hasTip]=] ]=1,
		[ [=[playerLevel]=] ]=22,
		[ [=[title]=] ]=[=[กำลังนับถอยหลังเปิดการแข่งขันชั้นนำ！]=],
		[ [=[openSeverTime]=] ]=45,
		[ [=[picIndex]=] ]=[=[FunctionWorldWar]=],
		[ [=[ID]=] ]=16,
		[ [=[desc]=] ]=[=[กำลังนับถอยหลังเปิดการแข่งขันชั้นนำ! เปิดเซิร์ฟเวอร์ในอีก 45 วันนับจากนี้! เข้าร่วมการแข่งขันระดับสุดยอดของโลก ยักษ์ใหญ่ที่แข็งแกร่งที่สุดก็คือคุณ!]=]
	},
	[ [=[arena]=] ]=
	{
		[ [=[function]=] ]=[=[แชมเปียนส์ลีก]=],
		[ [=[hasTip]=] ]=1,
		[ [=[playerLevel]=] ]=25,
		[ [=[title]=] ]=[=[ปลดล็อคแล้ว! แชมเปียนส์ลีก!]=],
		[ [=[openSeverTime]=] ]=0,
		[ [=[picIndex]=] ]=[=[FunctionImageArena]=],
		[ [=[ID]=] ]=8,
		[ [=[desc]=] ]=[=[ยินดีด้วยที่ได้ปลดล็อคแชมเปียนส์ลีก แชมเปียนส์ลีกแบ่งเป็น 4 โซนแข่งขัน ใช้กฎเกณฑ์แข่งขันของแชมเปียนส์ลีก]=]
	},
	[ [=[building]=] ]=
	{
		[ [=[function]=] ]=[=[สนามใหญ่]=],
		[ [=[hasTip]=] ]=1,
		[ [=[playerLevel]=] ]=10,
		[ [=[title]=] ]=[=[ปลดล็อคแล้ว! สนามใหญ่!]=],
		[ [=[openSeverTime]=] ]=0,
		[ [=[picIndex]=] ]=[=[FunctionImageBuilding]=],
		[ [=[ID]=] ]=6,
		[ [=[desc]=] ]=[=[คุณสามารถขึ้นเลเวลการก่อสร้างทุกประเภท]=]
	},
	[ [=[guild]=] ]=
	{
		[ [=[function]=] ]=[=[สมาคม]=],
		[ [=[hasTip]=] ]=1,
		[ [=[playerLevel]=] ]=20,
		[ [=[title]=] ]=[=[ปลดล็อคแล้ว! สมาคม!]=],
		[ [=[openSeverTime]=] ]=0,
		[ [=[picIndex]=] ]=[=[FunctionImageGuild]=],
		[ [=[ID]=] ]=9,
		[ [=[desc]=] ]=[=[เข้าสมาคมเพื่อต่อสู้กับเพื่อนๆ ได้รับอั่งเปาสมาคม ท้าแข่งสมาคม สงครามสมาคม]=]
	},
	[ [=[ladder]=] ]=
	{
		[ [=[function]=] ]=[=[แข่งอันดับ]=],
		[ [=[hasTip]=] ]=1,
		[ [=[playerLevel]=] ]=15,
		[ [=[title]=] ]=[=[ปลดล็อคแล้ว! แข่งอันดับ!]=],
		[ [=[openSeverTime]=] ]=0,
		[ [=[picIndex]=] ]=[=[FunctionImageLadder]=],
		[ [=[ID]=] ]=5,
		[ [=[desc]=] ]=[=[คุณได้รับวิตามินจำนวนมาก ใช้ในการส่งเสริมนักเตะ]=]
	},
	[ [=[league]=] ]=
	{
		[ [=[function]=] ]=[=[ลีก]=],
		[ [=[hasTip]=] ]=1,
		[ [=[playerLevel]=] ]=8,
		[ [=[title]=] ]=[=[ปลดล็อคแล้ว! ลีก!]=],
		[ [=[openSeverTime]=] ]=0,
		[ [=[picIndex]=] ]=[=[FunctionImageLeague]=],
		[ [=[ID]=] ]=2,
		[ [=[desc]=] ]=[=[สามารถได้รับทองในลีกแข่งขัน]=]
	},
	[ [=[littleGame]=] ]=
	{
		[ [=[function]=] ]=[=[ศูนย์การฝึกฝน]=],
		[ [=[hasTip]=] ]=1,
		[ [=[playerLevel]=] ]=12,
		[ [=[title]=] ]=[=[ปลดล็อคแล้ว! ศูนย์การฝึกฝน!]=],
		[ [=[openSeverTime]=] ]=0,
		[ [=[picIndex]=] ]=[=[FunctionImageTraining]=],
		[ [=[ID]=] ]=3,
		[ [=[desc]=] ]=[=[ฝึกฝนนักเตะในศูนย์การฝึกฝน จะเพิ่มสกิลนักเตะ]=]
	},
	[ [=[littleGameSweep]=] ]=
	{
		[ [=[function]=] ]=[=[ศูนย์การฝึกซ้อมด่วน]=],
		[ [=[hasTip]=] ]=0,
		[ [=[playerLevel]=] ]=16,
		[ [=[title]=] ]=[=[]=],
		[ [=[openSeverTime]=] ]=0,
		[ [=[picIndex]=] ]=[=[]=],
		[ [=[ID]=] ]=7,
		[ [=[desc]=] ]=[=[]=]
	},
	[ [=[medal]=] ]=
	{
		[ [=[function]=] ]=[=[เหรียญนักเตะ]=],
		[ [=[hasTip]=] ]=1,
		[ [=[playerLevel]=] ]=50,
		[ [=[title]=] ]=[=[ปลดล็อคแล้ว! เหรียญนักเตะ!]=],
		[ [=[openSeverTime]=] ]=0,
		[ [=[picIndex]=] ]=[=[FunctionImageMedal]=],
		[ [=[ID]=] ]=12,
		[ [=[desc]=] ]=[=[รับเหรียญ เพิ่มคุณสมบัตินักเตะ และ BUFF สุดแข็งแกร่ง!]=]
	},
	[ [=[peak]=] ]=
	{
		[ [=[function]=] ]=[=[ท็อป]=],
		[ [=[hasTip]=] ]=1,
		[ [=[playerLevel]=] ]=50,
		[ [=[title]=] ]=[=[ปลดล็อคแล้ว! ท็อป!]=],
		[ [=[openSeverTime]=] ]=0,
		[ [=[picIndex]=] ]=[=[FunctionImagePeak]=],
		[ [=[ID]=] ]=11,
		[ [=[desc]=] ]=[=[PVP ท็อปร่วมเซิร์ฟเวอร์ รีบตั้งกลุ่มกับ 3 ทีมอื่น PK และผู้เล่นเซิร์ฟเวอร์อื่น]=]
	},
	[ [=[skillLvlUp]=] ]=
	{
		[ [=[function]=] ]=[=[ขึ้นเลเวลสกิล]=],
		[ [=[hasTip]=] ]=1,
		[ [=[playerLevel]=] ]=12,
		[ [=[title]=] ]=[=[ปลดล็อคแล้ว! ขึ้นเลเวลทักษะนักเตะ!]=],
		[ [=[openSeverTime]=] ]=0,
		[ [=[picIndex]=] ]=[=[FunctionImagePlayer]=],
		[ [=[ID]=] ]=4,
		[ [=[desc]=] ]=[=[ยินดีด้วยที่ได้ปลดล็อคฟังก์ชั่นขึ้นเลเวลสกิลนักเตะ]=]
	},
	[ [=[specialMatch]=] ]=
	{
		[ [=[function]=] ]=[=[อีเว้นท์]=],
		[ [=[hasTip]=] ]=1,
		[ [=[playerLevel]=] ]=40,
		[ [=[title]=] ]=[=[ปลดล็อคแล้ว! อีเว้นท์!]=],
		[ [=[openSeverTime]=] ]=0,
		[ [=[picIndex]=] ]=[=[FunctionImageSpeicalMatch]=],
		[ [=[ID]=] ]=10,
		[ [=[desc]=] ]=[=[เปิดการแข่งขันแบบพิเศษ สะสมแผนการเล่นตามกำหนด ท้าแข่งแผนการเล่นสุดยอด รับรางวัลหลากหลาย]=]
	},
	[ [=[transfer]=] ]=
	{
		[ [=[function]=] ]=[=[การโอนย้าย]=],
		[ [=[hasTip]=] ]=1,
		[ [=[playerLevel]=] ]=5,
		[ [=[title]=] ]=[=[ปลดล็อคแล้ว! ตลาดการโอนย้าย!]=],
		[ [=[openSeverTime]=] ]=0,
		[ [=[picIndex]=] ]=[=[FunctionImageTransfer]=],
		[ [=[ID]=] ]=1,
		[ [=[desc]=] ]=[=[สามารถเข้าในตลาดการโอนย้ายเพื่อซื้อ
ซุปเปอร์สตาร์]=]
	}
}
return var