local null = nil
local var = 
{
	[ [=[Lose1]=] ]=
	{
		[ [=[conditionType]=] ]=1,
		[ [=[picIndex]=] ]=[=[Lose1]=],
		[ [=[title]=] ]=[=[การเคลื่อนไหวนิ้วมือ]=],
		[ [=[jump]=] ]=[=[]=],
		[ [=[condition]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[ใช้ช่วงเวลาฮีโร่ให้ตรงเวลาจะเพิ่มความแข็งแกร่งให้ทีมบอล]=]
	},
	[ [=[Lose10]=] ]=
	{
		[ [=[conditionType]=] ]=3,
		[ [=[picIndex]=] ]=[=[Lose10]=],
		[ [=[title]=] ]=[=[ล้าง]=],
		[ [=[jump]=] ]=[=[PlayerList]=],
		[ [=[condition]=] ]=
		{[=[4]=],[=[3]=]
		},
		[ [=[desc]=] ]=[=[การพัฒนาศักยภาพของนักเตะจะเพิ่มความแข็งแกร่งให้นักเตะ นักเตะที่มีคุณภาพตั้งแต่ระดับ A ขึ้นไปถ้าขึ้นระดับ 3 ครั้งจะปลดล็อคฟังก์ชั่นการส่งเสริม]=]
	},
	[ [=[Lose11]=] ]=
	{
		[ [=[conditionType]=] ]=3,
		[ [=[picIndex]=] ]=[=[Lose11]=],
		[ [=[title]=] ]=[=[ก้าวกระโดด]=],
		[ [=[jump]=] ]=[=[PlayerList]=],
		[ [=[condition]=] ]=
		{[=[4]=],[=[4]=]
		},
		[ [=[desc]=] ]=[=[ข้ามขีดจะเพิ่มความแข็งแกร่งนักเตะ นักเตะที่มีคุณภาพตั้งแต่คุณสมบัติ A ขึ้นไปถ้าขึ้นระดับ 4 ครั้งจะปลดล็อคฟังก์ชั่นข้ามขีด]=]
	},
	[ [=[Lose12]=] ]=
	{
		[ [=[conditionType]=] ]=2,
		[ [=[picIndex]=] ]=[=[Lose12]=],
		[ [=[title]=] ]=[=[ชุด]=],
		[ [=[jump]=] ]=[=[PlayerList]=],
		[ [=[condition]=] ]=
		{[=[20]=]
		},
		[ [=[desc]=] ]=[=[เปิดใช้งานชุดเจะเพิ่มขีดความสามารถสูงสุด]=]
	},
	[ [=[Lose2]=] ]=
	{
		[ [=[conditionType]=] ]=1,
		[ [=[picIndex]=] ]=[=[Lose2]=],
		[ [=[title]=] ]=[=[ขึ้นเลเวล]=],
		[ [=[jump]=] ]=[=[PlayerList]=],
		[ [=[condition]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[อย่าลืมเพิ่มเลเวลให้นักเตะด้วยนะ]=]
	},
	[ [=[Lose3]=] ]=
	{
		[ [=[conditionType]=] ]=1,
		[ [=[picIndex]=] ]=[=[Lose3]=],
		[ [=[title]=] ]=[=[ขึ้นเลเวล]=],
		[ [=[jump]=] ]=[=[PlayerList]=],
		[ [=[condition]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[ติดตั้งอุปกรณ์ให้นักเตะครบจะสามารถขึ้นระดับ ขึ้นระดับแล้วจะปลดล็อกสกิลนักเตะ]=]
	},
	[ [=[Lose4]=] ]=
	{
		[ [=[conditionType]=] ]=1,
		[ [=[picIndex]=] ]=[=[Lose4]=],
		[ [=[title]=] ]=[=[จดหมายนักเตะ]=],
		[ [=[jump]=] ]=[=[PlayerLetter]=],
		[ [=[condition]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[เสร็จจดหมายนักเตะจะเพิ่มความแข็งแกร่งให้นักเตะ จดหมายนักเตะจะปรากฏในฟังก์ชันอาชีพ]=]
	},
	[ [=[Lose5]=] ]=
	{
		[ [=[conditionType]=] ]=2,
		[ [=[picIndex]=] ]=[=[Lose5]=],
		[ [=[title]=] ]=[=[การโอนย้าย]=],
		[ [=[jump]=] ]=[=[TransferMarket]=],
		[ [=[condition]=] ]=
		{[=[5]=]
		},
		[ [=[desc]=] ]=[=[ตลาดการโอนย้ายมีโอกาสพบเจอนักเตะคุณภาพสูงเสมอแต่ต้องมีทองให้เพียงพอ]=]
	},
	[ [=[Lose6]=] ]=
	{
		[ [=[conditionType]=] ]=1,
		[ [=[picIndex]=] ]=[=[Lose6]=],
		[ [=[title]=] ]=[=[รับสมัคร]=],
		[ [=[jump]=] ]=[=[Store]=],
		[ [=[condition]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[ในร้านค้าสามารถสรรหานักเตะซุปเปอร์สตาร์]=]
	},
	[ [=[Lose7]=] ]=
	{
		[ [=[conditionType]=] ]=1,
		[ [=[picIndex]=] ]=[=[Lose7]=],
		[ [=[title]=] ]=[=[ปรับกลยุทธ์]=],
		[ [=[jump]=] ]=[=[Formation]=],
		[ [=[condition]=] ]=[=[]=],
		[ [=[desc]=] ]=[=[ร่วมแผนการเล่น กลยุทธ์ นักเตะที่เหมาะสมจะเพิ่มโอกาสการชนะ]=]
	},
	[ [=[Lose8]=] ]=
	{
		[ [=[conditionType]=] ]=3,
		[ [=[picIndex]=] ]=[=[Lose8]=],
		[ [=[title]=] ]=[=[คู่หู]=],
		[ [=[jump]=] ]=[=[PlayerList]=],
		[ [=[condition]=] ]=
		{[=[3]=],[=[3]=]
		},
		[ [=[desc]=] ]=[=[นักเตะมีสกิลคู่หูจะเพิ่มความแข็งแกร่งมากขึ้น นักเตะมีคุณภาพตั้งแต่ระดับ B ขึ้นไปถ้าขึ้นระดับ 3 ครั้งจะปลดล็อคสกิลคู่หู]=]
	},
	[ [=[Lose9]=] ]=
	{
		[ [=[conditionType]=] ]=2,
		[ [=[picIndex]=] ]=[=[Lose9]=],
		[ [=[title]=] ]=[=[ขึ้นเลเวลสกิล]=],
		[ [=[jump]=] ]=[=[Training]=],
		[ [=[condition]=] ]=
		{[=[12]=]
		},
		[ [=[desc]=] ]=[=[ไปที่ศูนย์การฝึกซ้อม เพิ่มเลเวลสกิลของนักเตะสามารถเพิ่มความแข็งแกร่งให้นักเตะ]=]
	}
}
return var