local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		[ [=[picIndex]=] ]=1001,
		[ [=[name]=] ]=[=[บอลนำโชคสีทอง]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[活动获取]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[ไอเทมที่แลกในกิจกรรมตู้ดีดลูกแก้วนำโชคสามารถนำมาแลกไอเทมดกมชนิดต่างๆ ได้ เวลาหมดเขตของการใช้คือเวลาสิ้นสุดกิจกรรม เมื่อจะใช้ไม่ได้ โปรดใช้ให้ทันเวลาที่กำหนดด้วย！]=]
	},
	[ [=[2]=] ]=
	{
		[ [=[picIndex]=] ]=1003,
		[ [=[name]=] ]=[=[บอลนำโชคสีม่วง]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[活动获取]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[ไอเทมที่แลกในกิจกรรมตู้ดีดลูกแก้วนำโชคสามารถนำมาแลกไอเทมดกมชนิดต่างๆ ได้ เวลาหมดเขตของการใช้คือเวลาสิ้นสุดกิจกรรม เมื่อจะใช้ไม่ได้ โปรดใช้ให้ทันเวลาที่กำหนดด้วย！]=]
	},
	[ [=[3]=] ]=
	{
		[ [=[picIndex]=] ]=1002,
		[ [=[name]=] ]=[=[บอลนำโชคสีฟ้า]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[活动获取]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[ไอเทมที่แลกในกิจกรรมตู้ดีดลูกแก้วนำโชคสามารถนำมาแลกไอเทมดกมชนิดต่างๆ ได้ เวลาหมดเขตของการใช้คือเวลาสิ้นสุดกิจกรรม เมื่อจะใช้ไม่ได้ โปรดใช้ให้ทันเวลาที่กำหนดด้วย！]=]
	},
	[ [=[4]=] ]=
	{
		[ [=[picIndex]=] ]=1004,
		[ [=[name]=] ]=[=[บอลนำโชคสีเขียว]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[活动获取]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[ไอเทมที่แลกในกิจกรรมตู้ดีดลูกแก้วนำโชคสามารถนำมาแลกไอเทมดกมชนิดต่างๆ ได้ เวลาหมดเขตของการใช้คือเวลาสิ้นสุดกิจกรรม เมื่อจะใช้ไม่ได้ โปรดใช้ให้ทันเวลาที่กำหนดด้วย！]=]
	},
	[ [=[5]=] ]=
	{
		[ [=[picIndex]=] ]=1001,
		[ [=[name]=] ]=[=[บอลนำโชคสีทอง]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[活动获取]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[ไอเทมที่แลกในกิจกรรมตู้ดีดลูกแก้วนำโชคสามารถนำมาแลกไอเทมดกมชนิดต่างๆ ได้ เวลาหมดเขตของการใช้คือเวลาสิ้นสุดกิจกรรม เมื่อจะใช้ไม่ได้ โปรดใช้ให้ทันเวลาที่กำหนดด้วย！]=]
	},
	[ [=[6]=] ]=
	{
		[ [=[picIndex]=] ]=1003,
		[ [=[name]=] ]=[=[บอลนำโชคสีม่วง]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[活动获取]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[ไอเทมที่แลกในกิจกรรมตู้ดีดลูกแก้วนำโชคสามารถนำมาแลกไอเทมดกมชนิดต่างๆ ได้ เวลาหมดเขตของการใช้คือเวลาสิ้นสุดกิจกรรม เมื่อจะใช้ไม่ได้ โปรดใช้ให้ทันเวลาที่กำหนดด้วย！]=]
	},
	[ [=[7]=] ]=
	{
		[ [=[picIndex]=] ]=1002,
		[ [=[name]=] ]=[=[บอลนำโชคสีฟ้า]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[活动获取]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[ไอเทมที่แลกในกิจกรรมตู้ดีดลูกแก้วนำโชคสามารถนำมาแลกไอเทมดกมชนิดต่างๆ ได้ เวลาหมดเขตของการใช้คือเวลาสิ้นสุดกิจกรรม เมื่อจะใช้ไม่ได้ โปรดใช้ให้ทันเวลาที่กำหนดด้วย！]=]
	},
	[ [=[8]=] ]=
	{
		[ [=[picIndex]=] ]=1004,
		[ [=[name]=] ]=[=[บอลนำโชคสีเขียว]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[活动获取]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[ไอเทมที่แลกในกิจกรรมตู้ดีดลูกแก้วนำโชคสามารถนำมาแลกไอเทมดกมชนิดต่างๆ ได้ เวลาหมดเขตของการใช้คือเวลาสิ้นสุดกิจกรรม เมื่อจะใช้ไม่ได้ โปรดใช้ให้ทันเวลาที่กำหนดด้วย！]=]
	},
	[ [=[9]=] ]=
	{
		[ [=[picIndex]=] ]=1001,
		[ [=[name]=] ]=[=[บอลนำโชคสีทอง]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[活动获取]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[ไอเทมที่แลกในกิจกรรมตู้ดีดลูกแก้วนำโชคสามารถนำมาแลกไอเทมดกมชนิดต่างๆ ได้ เวลาหมดเขตของการใช้คือเวลาสิ้นสุดกิจกรรม เมื่อจะใช้ไม่ได้ โปรดใช้ให้ทันเวลาที่กำหนดด้วย！]=]
	},
	[ [=[10]=] ]=
	{
		[ [=[picIndex]=] ]=1003,
		[ [=[name]=] ]=[=[บอลนำโชคสีม่วง]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[活动获取]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[ไอเทมที่แลกในกิจกรรมตู้ดีดลูกแก้วนำโชคสามารถนำมาแลกไอเทมดกมชนิดต่างๆ ได้ เวลาหมดเขตของการใช้คือเวลาสิ้นสุดกิจกรรม เมื่อจะใช้ไม่ได้ โปรดใช้ให้ทันเวลาที่กำหนดด้วย！]=]
	},
	[ [=[11]=] ]=
	{
		[ [=[picIndex]=] ]=1002,
		[ [=[name]=] ]=[=[บอลนำโชคสีฟ้า]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[活动获取]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[ไอเทมที่แลกในกิจกรรมตู้ดีดลูกแก้วนำโชคสามารถนำมาแลกไอเทมดกมชนิดต่างๆ ได้ เวลาหมดเขตของการใช้คือเวลาสิ้นสุดกิจกรรม เมื่อจะใช้ไม่ได้ โปรดใช้ให้ทันเวลาที่กำหนดด้วย！]=]
	},
	[ [=[12]=] ]=
	{
		[ [=[picIndex]=] ]=1004,
		[ [=[name]=] ]=[=[บอลนำโชคสีเขียว]=],
		[ [=[baseID]=] ]=7,
		[ [=[access]=] ]=[=[活动获取]=],
		[ [=[letterturnID]=] ]=11,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[ไอเทมที่แลกในกิจกรรมตู้ดีดลูกแก้วนำโชคสามารถนำมาแลกไอเทมดกมชนิดต่างๆ ได้ เวลาหมดเขตของการใช้คือเวลาสิ้นสุดกิจกรรม เมื่อจะใช้ไม่ได้ โปรดใช้ให้ทันเวลาที่กำหนดด้วย！]=]
	}
}
return var