local null = nil
local var = 
{
	[ [=[M01]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[มั่นใจ]=],
		[ [=[picIndex]=] ]=[=[M01]=],
		[ [=[desc2]=] ]=[=[เปอร์เซ็นต์โบนัสแอตทริบิวต์คือ%d%%]=],
		[ [=[desc3]=] ]=[=[]=],
		[ [=[lvlImprove]=] ]=
		{0.050000000000000003
		},
		[ [=[powerImprove]=] ]=340,
		[ [=[powerBase]=] ]=330,
		[ [=[lvlBase]=] ]=
		{0.050000000000000003
		},
		[ [=[desc]=] ]=[=[ทุกครั้งที่นักเตะทำประตูจะเพิ่มคุณสมบัติทั้งหมด.
อัตราการเพิ่ม: เลเวลความมั่นใจ x5%.]=],
		[ [=[isMedalSkill]=] ]=1,
		[ [=[skillID]=] ]=[=[M01]=],
		[ [=[type]=] ]=4
	},
	[ [=[M02]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[จังหวะชีวิต]=],
		[ [=[picIndex]=] ]=[=[M02]=],
		[ [=[desc2]=] ]=[=[เปอร์เซ็นต์โบนัสแอตทริบิวต์คือ%d%% และเปอร์เซ็นต์การลดแอตทริบิวต์คือ%d%%]=],
		[ [=[desc3]=] ]=[=[]=],
		[ [=[lvlImprove]=] ]=
		{[=[0.08]=],[=[0.04]=]
		},
		[ [=[powerImprove]=] ]=340,
		[ [=[powerBase]=] ]=330,
		[ [=[lvlBase]=] ]=
		{[=[0.08]=],[=[0.04]=]
		},
		[ [=[desc]=] ]=[=[เมื่อยิงบอลจะมีผลกระทบต่อจิตใจง่าย หากยิงบอลเข้าประตูจะเพิ่มคุณสมบัติทั้งหมด แต่ยิงบอลไม่เข้าประตูจะลดคุณสมบัติทั้งหมด.
อัตราเพิ่ม: เลเวลผันผวน x8% อัตราลด: เลเวลสกิล x4%]=],
		[ [=[isMedalSkill]=] ]=1,
		[ [=[skillID]=] ]=[=[M02]=],
		[ [=[type]=] ]=4
	},
	[ [=[M03]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[พรสวรรค์บอลตาย]=],
		[ [=[picIndex]=] ]=[=[M03]=],
		[ [=[desc2]=] ]=[=[เปอร์เซ็นต์โบนัสแอตทริบิวต์คือ%d%%]=],
		[ [=[desc3]=] ]=[=[]=],
		[ [=[lvlImprove]=] ]=
		{0.14999999999999999
		},
		[ [=[powerImprove]=] ]=340,
		[ [=[powerBase]=] ]=330,
		[ [=[lvlBase]=] ]=
		{0.14999999999999999
		},
		[ [=[desc]=] ]=[=[เมื่อมีโอกาสยิงบอลฟาวล์ (ฟรีคิก/จุดโทษ/เตะมุม) จะเพิ่มคุณสมบัตินักเตะทั้งหมด เมื่อยิงสำเร็จแล้วจะหมดผล
อัตราเพิ่ม: เลเวลสกิล x15%]=],
		[ [=[isMedalSkill]=] ]=1,
		[ [=[skillID]=] ]=[=[M03]=],
		[ [=[type]=] ]=4
	},
	[ [=[M04]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[ราชาแอสซิสต์]=],
		[ [=[picIndex]=] ]=[=[M04]=],
		[ [=[desc2]=] ]=[=[เปอร์เซ็นต์โบนัสแอตทริบิวต์คือ%d%%]=],
		[ [=[desc3]=] ]=[=[]=],
		[ [=[lvlImprove]=] ]=
		{0.059999999999999998
		},
		[ [=[powerImprove]=] ]=340,
		[ [=[powerBase]=] ]=330,
		[ [=[lvlBase]=] ]=
		{0.059999999999999998
		},
		[ [=[desc]=] ]=[=[ทุกครั้งที่ช่วยการบุกรุกสำเร็จจะได้เพิ่มคุณสมบัติทั้งหมด
อัตราเพิ่ม: เลเวลสกิล x6%]=],
		[ [=[isMedalSkill]=] ]=1,
		[ [=[skillID]=] ]=[=[M04]=],
		[ [=[type]=] ]=4
	},
	[ [=[M05]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[ป้อมปราการ]=],
		[ [=[picIndex]=] ]=[=[M05]=],
		[ [=[desc2]=] ]=[=[เปอร์เซ็นต์โบนัสแอตทริบิวต์คือ%d%%]=],
		[ [=[desc3]=] ]=[=[]=],
		[ [=[lvlImprove]=] ]=
		{0.059999999999999998
		},
		[ [=[powerImprove]=] ]=340,
		[ [=[powerBase]=] ]=330,
		[ [=[lvlBase]=] ]=
		{0.059999999999999998
		},
		[ [=[desc]=] ]=[=[ทุกครั้งที่ยิงระยะไกลทำประตู นักเตะจะได้เพิ่มคุณสมบัติทั้งหมด
อัตราเพิ่ม: เลเวลสกิล x6%]=],
		[ [=[isMedalSkill]=] ]=1,
		[ [=[skillID]=] ]=[=[M05]=],
		[ [=[type]=] ]=4
	},
	[ [=[M06]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[ป้องกันแข็งแกร่ง]=],
		[ [=[picIndex]=] ]=[=[M06]=],
		[ [=[desc2]=] ]=[=[เปอร์เซ็นต์โบนัสแอตทริบิวต์คือ%d%%]=],
		[ [=[desc3]=] ]=[=[]=],
		[ [=[lvlImprove]=] ]=
		{0.13
		},
		[ [=[powerImprove]=] ]=340,
		[ [=[powerBase]=] ]=330,
		[ [=[lvlBase]=] ]=
		{0.13
		},
		[ [=[desc]=] ]=[=[นักเตะที่ได้รับการมอบหมายป้องกันอย่างแข็งแกร่ง ถ้าครึ่งแรกทีมเล่นดี (นำหน้าหรือเสมอ) จะได้เพิ่มคุณสมบัติทั้งหมด.
อัตราเพิ่ม: เลเวลสกิล x13%]=],
		[ [=[isMedalSkill]=] ]=1,
		[ [=[skillID]=] ]=[=[M06]=],
		[ [=[type]=] ]=4
	},
	[ [=[M07]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[มั่นคง]=],
		[ [=[picIndex]=] ]=[=[M07]=],
		[ [=[desc2]=] ]=[=[เปอร์เซ็นต์โบนัสแอตทริบิวต์คือ%d%%]=],
		[ [=[desc3]=] ]=[=[]=],
		[ [=[lvlImprove]=] ]=
		{0.080000000000000002
		},
		[ [=[powerImprove]=] ]=340,
		[ [=[powerBase]=] ]=330,
		[ [=[lvlBase]=] ]=
		{0.080000000000000002
		},
		[ [=[desc]=] ]=[=[เมื่อทีมเสียประตู นักเตะจะได้เพิ่มคุณสมบัติทั้งหมด.
อัตราเพิ่ม: เลเวลสกิล x8%]=],
		[ [=[isMedalSkill]=] ]=1,
		[ [=[skillID]=] ]=[=[M07]=],
		[ [=[type]=] ]=4
	},
	[ [=[M08]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[สกัดบอล]=],
		[ [=[picIndex]=] ]=[=[M08]=],
		[ [=[desc2]=] ]=[=[เปอร์เซ็นต์โบนัสแอตทริบิวต์คือ%d%%]=],
		[ [=[desc3]=] ]=[=[]=],
		[ [=[lvlImprove]=] ]=
		{0.17999999999999999
		},
		[ [=[powerImprove]=] ]=340,
		[ [=[powerBase]=] ]=330,
		[ [=[lvlBase]=] ]=
		{0.17999999999999999
		},
		[ [=[desc]=] ]=[=[ทุกครั้งที่นักตะแย่งบอล มี 70% เพิ่มคุณสมบัติชิงบอลให้การแย่งบอลครั้งนั้น.
อัตราเพิ่ม: เลเวลสกิล x18%]=],
		[ [=[isMedalSkill]=] ]=1,
		[ [=[skillID]=] ]=[=[M08]=],
		[ [=[type]=] ]=4
	},
	[ [=[M09]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[เลือกตำแหน่ง]=],
		[ [=[picIndex]=] ]=[=[M09]=],
		[ [=[desc2]=] ]=[=[เปอร์เซ็นต์โบนัสแอตทริบิวต์คือ%d%%]=],
		[ [=[desc3]=] ]=[=[]=],
		[ [=[lvlImprove]=] ]=
		{0.17999999999999999
		},
		[ [=[powerImprove]=] ]=340,
		[ [=[powerBase]=] ]=330,
		[ [=[lvlBase]=] ]=
		{0.17999999999999999
		},
		[ [=[desc]=] ]=[=[ทุกครั้งที่นักตะสกัดบอล มี 70% เพิ่มคุณสมบัติสกัดบอลให้การสกัดบอลครั้งนั้น.
อัตราเพิ่ม: เลเวลสกิล x18%]=],
		[ [=[isMedalSkill]=] ]=1,
		[ [=[skillID]=] ]=[=[M09]=],
		[ [=[type]=] ]=4
	},
	[ [=[M10]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[เทพปกครอง]=],
		[ [=[picIndex]=] ]=[=[M10]=],
		[ [=[desc2]=] ]=[=[เปอร์เซ็นต์โบนัสแอตทริบิวต์คือ%d%%]=],
		[ [=[desc3]=] ]=[=[]=],
		[ [=[lvlImprove]=] ]=
		{0.050000000000000003
		},
		[ [=[powerImprove]=] ]=340,
		[ [=[powerBase]=] ]=330,
		[ [=[lvlBase]=] ]=
		{0.050000000000000003
		},
		[ [=[desc]=] ]=[=[ทุกครั้งที่เซฟบอลสำเร็จ (ไม่นับครั้งที่ยิงออกไปข้างนอก) จะเพิ่มคุณสมบัตินักเตะทั้งหมด
อัตราเพิ่ม: เลเวลสกิล x5%]=],
		[ [=[isMedalSkill]=] ]=1,
		[ [=[skillID]=] ]=[=[M10]=],
		[ [=[type]=] ]=4
	},
	[ [=[M11]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[สั่งการ]=],
		[ [=[picIndex]=] ]=[=[M11]=],
		[ [=[desc2]=] ]=[=[เปอร์เซ็นต์โบนัสแอตทริบิวต์คือ%d%%]=],
		[ [=[desc3]=] ]=[=[]=],
		[ [=[lvlImprove]=] ]=
		{0.080000000000000002
		},
		[ [=[powerImprove]=] ]=340,
		[ [=[powerBase]=] ]=330,
		[ [=[lvlBase]=] ]=
		{0.080000000000000002
		},
		[ [=[desc]=] ]=[=[เมื่อสั่งบังคับป้องกัน นักเตะจะเพิ่มคุณสมบัติทั้งหมดให้กับกองหลังฝ่ายเราจนถึงจบรอบป้องกัน.
อัตราเพิ่ม: เลเวลสกิล x8%]=],
		[ [=[isMedalSkill]=] ]=1,
		[ [=[skillID]=] ]=[=[M11]=],
		[ [=[type]=] ]=4
	},
	[ [=[M12]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[ความกดดัน]=],
		[ [=[picIndex]=] ]=[=[M12]=],
		[ [=[desc2]=] ]=[=[เปอร์เซ็นต์โบนัสแอตทริบิวต์คือ%d%% และเปอร์เซ็นต์การลดแอตทริบิวต์คือ%d%%]=],
		[ [=[desc3]=] ]=[=[]=],
		[ [=[lvlImprove]=] ]=
		{[=[0.15]=],[=[0.1]=]
		},
		[ [=[powerImprove]=] ]=340,
		[ [=[powerBase]=] ]=330,
		[ [=[lvlBase]=] ]=
		{[=[0.15]=],[=[0.1]=]
		},
		[ [=[desc]=] ]=[=[เริ่มการแข่งขัน นักเตะจะเพิ่มคุณสมบัติทั้งหมด ทุกครั้งที่เสียโอกาส 1 ครั้งจะลดคุณสมบัติ.
อัตราเพิ่ม: เลเวลสกิล x15% อัตราลด: เลเวลสกิล x10%]=],
		[ [=[isMedalSkill]=] ]=1,
		[ [=[skillID]=] ]=[=[M12]=],
		[ [=[type]=] ]=4
	},
	[ [=[M13]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[เก็บกด]=],
		[ [=[picIndex]=] ]=[=[M13]=],
		[ [=[desc2]=] ]=[=[เปอร์เซ็นต์แอ็ตทริบิวต์การเปิดเพิ่มขึ้นโดย%d%%, แอททริบิวเพิ่มขึ้น%d%% หลังจากนำหน้า, และสลายตัวโดย%d%% หลังจากตามหลัง]=],
		[ [=[desc3]=] ]=[=[]=],
		[ [=[lvlImprove]=] ]=
		{[=[0.05]=],[=[0.15]=],[=[0.1]=]
		},
		[ [=[powerImprove]=] ]=340,
		[ [=[powerBase]=] ]=330,
		[ [=[lvlBase]=] ]=
		{[=[0.05]=],[=[0.15]=],[=[0.1]=]
		},
		[ [=[desc]=] ]=[=[เมื่อเริ่มการแข่งขัน นักเตะได้เพิ่มคุณสมบัติทั้งหมดจนถึงสกอร์จะเปลี่ยนแปลง ถ้านำหน้า จะได้เพิ่มคุณสมบัติทั้งหมดจนถึงการแข่งขันสิ้นสุด  ถ้าเสียประตูจะลดคุณสมบัติทั้งหมดจนถึงการแข่งขันสิ้นสุด.
อัตราเพิ่มตอนเริ่มการแข่งขัน: เลเวลสกิล x5%, หลังจากนำหน้าเพิ่ม:เลเวลสกิล x15%, ถูกนำหน้าจะลด: เลเวลสกิล x10%.]=],
		[ [=[isMedalSkill]=] ]=1,
		[ [=[skillID]=] ]=[=[M13]=],
		[ [=[type]=] ]=4
	},
	[ [=[M14]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[ตื่นเต้น]=],
		[ [=[picIndex]=] ]=[=[M14]=],
		[ [=[desc2]=] ]=[=[รับเปอร์เซนต์เอฟเฟกต์เสริมจาก%d%%]=],
		[ [=[desc3]=] ]=[=[]=],
		[ [=[lvlImprove]=] ]=
		{0.20000000000000001
		},
		[ [=[powerImprove]=] ]=340,
		[ [=[powerBase]=] ]=330,
		[ [=[lvlBase]=] ]=
		{0.20000000000000001
		},
		[ [=[desc]=] ]=[=[นักเตะกำลังแข่งขันถูก Buff จะกระทบง่าย (เครื่องควบคุม แตรเชียร์ เชียร์) เมื่อนักเตะได้ Buff จะได้เพิ่มประสิทธิภาพ.
ประสิทธิภาพBuff เพิ่ม: เลเวลสกิล x20%.]=],
		[ [=[isMedalSkill]=] ]=1,
		[ [=[skillID]=] ]=[=[M14]=],
		[ [=[type]=] ]=4
	},
	[ [=[M15]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[ปรับตัวให้เข้า]=],
		[ [=[picIndex]=] ]=[=[M15]=],
		[ [=[desc2]=] ]=[=[ความต้านทานต่อการลดทอนคือ%d%%]=],
		[ [=[desc3]=] ]=[=[]=],
		[ [=[lvlImprove]=] ]=
		{0.33000000000000002
		},
		[ [=[powerImprove]=] ]=340,
		[ [=[powerBase]=] ]=330,
		[ [=[lvlBase]=] ]=
		{0.33000000000000002
		},
		[ [=[desc]=] ]=[=[นักเตะที่ปรับตัวง่ายกับสนาม ลดการกระทบของพรมหญ้าสนามเยือน.
ต้านลดคุณสมบัติ: เลเวลสกิล x33% ต้านสูงสุด 100%.]=],
		[ [=[isMedalSkill]=] ]=1,
		[ [=[skillID]=] ]=[=[M15]=],
		[ [=[type]=] ]=4
	},
	[ [=[M16]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[ตามสายลม]=],
		[ [=[picIndex]=] ]=[=[M16]=],
		[ [=[desc2]=] ]=[=[เปอร์เซ็นต์โบนัสแอตทริบิวต์คือ%d%%]=],
		[ [=[desc3]=] ]=[=[]=],
		[ [=[lvlImprove]=] ]=
		{0.080000000000000002
		},
		[ [=[powerImprove]=] ]=340,
		[ [=[powerBase]=] ]=330,
		[ [=[lvlBase]=] ]=
		{0.080000000000000002
		},
		[ [=[desc]=] ]=[=[เมื่อทีมบอลนำหน้านักเตะจะได้เพิ่มคุณสมบัติ เมื่อถูกเสมอประสิทธิภาพหายไป
อัตราเพิ่ม: เลเวลสกิล x8%]=],
		[ [=[isMedalSkill]=] ]=1,
		[ [=[skillID]=] ]=[=[M16]=],
		[ [=[type]=] ]=4
	},
	[ [=[M17]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[ทวนลม]=],
		[ [=[picIndex]=] ]=[=[M17]=],
		[ [=[desc2]=] ]=[=[เปอร์เซ็นต์โบนัสแอตทริบิวต์คือ%d%%]=],
		[ [=[desc3]=] ]=[=[]=],
		[ [=[lvlImprove]=] ]=
		{0.13
		},
		[ [=[powerImprove]=] ]=340,
		[ [=[powerBase]=] ]=330,
		[ [=[lvlBase]=] ]=
		{0.13
		},
		[ [=[desc]=] ]=[=[เมื่อทีมบอลนำหน้านักเตะจะได้เพิ่มคุณสมบัติ เมื่อถูกเสมอประสิทธิภาพหายไป.
อัตราเพิ่ม: เลเวลสกิล x13%]=],
		[ [=[isMedalSkill]=] ]=1,
		[ [=[skillID]=] ]=[=[M17]=],
		[ [=[type]=] ]=4
	},
	[ [=[M18]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[ว่องไว]=],
		[ [=[picIndex]=] ]=[=[M18]=],
		[ [=[desc2]=] ]=[=[เปอร์เซ็นต์โบนัสแอตทริบิวต์คือ%d%%]=],
		[ [=[desc3]=] ]=[=[]=],
		[ [=[lvlImprove]=] ]=
		{0.13
		},
		[ [=[powerImprove]=] ]=340,
		[ [=[powerBase]=] ]=330,
		[ [=[lvlBase]=] ]=
		{0.13
		},
		[ [=[desc]=] ]=[=[30 นาทีแรกที่เริ่มการแข่งขัน นักเตะจะได้เพิ่มคุณสมบัติทั้งหมด.
อัตราเพิ่ม: เลเวลสกิล x13%.]=],
		[ [=[isMedalSkill]=] ]=1,
		[ [=[skillID]=] ]=[=[M18]=],
		[ [=[type]=] ]=4
	},
	[ [=[M19]=] ]=
	{
		[ [=[desc4]=] ]=[=[]=],
		[ [=[desc5]=] ]=[=[]=],
		[ [=[skillName]=] ]=[=[สู้ตาย]=],
		[ [=[picIndex]=] ]=[=[M19]=],
		[ [=[desc2]=] ]=[=[เปอร์เซ็นต์โบนัสแอตทริบิวต์คือ%d%%]=],
		[ [=[desc3]=] ]=[=[]=],
		[ [=[lvlImprove]=] ]=
		{0.13
		},
		[ [=[powerImprove]=] ]=340,
		[ [=[powerBase]=] ]=330,
		[ [=[lvlBase]=] ]=
		{0.13
		},
		[ [=[desc]=] ]=[=[30 นาทีสุดท้ายก่อนการแข่งขันจะจบ นักเตะจะถูกเพิ่มคุณสมบัติทั้งหมด.
อัตราเพิ่ม: เลเวลสกิล x13%.]=],
		[ [=[isMedalSkill]=] ]=1,
		[ [=[skillID]=] ]=[=[M19]=],
		[ [=[type]=] ]=4
	}
}
return var