local null = nil
local var = 
{
	[ [=[582442827f8b9a1dba8b456d]=] ]=
	{
		[ [=[name]=] ]=[=[荣耀之都]=],
		[ [=[active7]=] ]=
		{[=[9000]=],[=[12000]=]
		},
		[ [=[number]=] ]=15,
		[ [=[active3]=] ]=
		{[=[2250]=],[=[3000]=]
		},
		[ [=[logo]=] ]=[=[GuildLogo10]=],
		[ [=[ID]=] ]=[=[Gu1]=],
		[ [=[guards]=] ]=
		{
			[ [=[1]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu1001]=],
				[ [=[name]=] ]=[=[แอตแลนตา ฮอกส์]=],
				[ [=[lvl]=] ]=30,
				[ [=[logo]=] ]=[=[AcmilanPlayer]=]
			},
			[ [=[2]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu1002]=],
				[ [=[name]=] ]=[=[คาโรลีนา ชาร์ค]=],
				[ [=[lvl]=] ]=35,
				[ [=[logo]=] ]=[=[DortmundPlayer]=]
			},
			[ [=[3]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu1003]=],
				[ [=[name]=] ]=[=[คลีฟแลนด์ ฮอสเซส]=],
				[ [=[lvl]=] ]=31,
				[ [=[logo]=] ]=[=[BarcelonaPlayer]=]
			},
			[ [=[4]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu1004]=],
				[ [=[name]=] ]=[=[ฮิวสตัน วิซาร์ดส์]=],
				[ [=[lvl]=] ]=32,
				[ [=[logo]=] ]=[=[ArsenalPlayer]=]
			},
			[ [=[5]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu1005]=],
				[ [=[name]=] ]=[=[กรีนเบย์ ไอส์แลนด์]=],
				[ [=[lvl]=] ]=36,
				[ [=[logo]=] ]=[=[BayernPlayer]=]
			},
			[ [=[6]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu1006]=],
				[ [=[name]=] ]=[=[ชิคาโก ฮัลล์]=],
				[ [=[lvl]=] ]=35,
				[ [=[logo]=] ]=[=[InterPlayer]=]
			},
			[ [=[7]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu1007]=],
				[ [=[name]=] ]=[=[ฮิวสตัน โคบาล]=],
				[ [=[lvl]=] ]=36,
				[ [=[logo]=] ]=[=[ChelseaPlayer]=]
			},
			[ [=[8]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu1008]=],
				[ [=[name]=] ]=[=[ไมอามี เอเลเฟนต์]=],
				[ [=[lvl]=] ]=37,
				[ [=[logo]=] ]=[=[DortmundPlayer]=]
			},
			[ [=[9]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu1009]=],
				[ [=[name]=] ]=[=[ซินซินเนติ พอร์ต]=],
				[ [=[lvl]=] ]=35,
				[ [=[logo]=] ]=[=[JuventusPlayer]=]
			},
			[ [=[10]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu1010]=],
				[ [=[name]=] ]=[=[โอคลาโฮมา ไลท์]=],
				[ [=[lvl]=] ]=34,
				[ [=[logo]=] ]=[=[DortmundPlayer]=]
			},
			[ [=[11]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu1011]=],
				[ [=[name]=] ]=[=[แดลลัส สตอร์ม]=],
				[ [=[lvl]=] ]=31,
				[ [=[logo]=] ]=[=[DortmundPlayer]=]
			},
			[ [=[12]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu1012]=],
				[ [=[name]=] ]=[=[Karlsruhe]=],
				[ [=[lvl]=] ]=34,
				[ [=[logo]=] ]=[=[InterPlayer]=]
			},
			[ [=[13]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu1013]=],
				[ [=[name]=] ]=[=[เทนเนสซี ไจแอนท์ส]=],
				[ [=[lvl]=] ]=39,
				[ [=[logo]=] ]=[=[BayernPlayer]=]
			}
		}
	},
	[ [=[582442827f8b9a1dba8b456e]=] ]=
	{
		[ [=[name]=] ]=[=[为胜利而超越]=],
		[ [=[active7]=] ]=
		{[=[12600]=],[=[16800]=]
		},
		[ [=[number]=] ]=21,
		[ [=[active3]=] ]=
		{[=[3150]=],[=[4200]=]
		},
		[ [=[logo]=] ]=[=[GuildLogo11]=],
		[ [=[ID]=] ]=[=[Gu2]=],
		[ [=[guards]=] ]=
		{
			[ [=[1]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu2001]=],
				[ [=[name]=] ]=[=[อินเดียแนโพลิส กันส์]=],
				[ [=[lvl]=] ]=36,
				[ [=[logo]=] ]=[=[ArsenalPlayer]=]
			},
			[ [=[2]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu2002]=],
				[ [=[name]=] ]=[=[เมมฟิส เบียส์]=],
				[ [=[lvl]=] ]=33,
				[ [=[logo]=] ]=[=[AcmilanPlayer]=]
			},
			[ [=[3]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu2003]=],
				[ [=[name]=] ]=[=[มินนิโซตา ไวลด์]=],
				[ [=[lvl]=] ]=40,
				[ [=[logo]=] ]=[=[AcmilanPlayer]=]
			},
			[ [=[4]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu2004]=],
				[ [=[name]=] ]=[=[คลีฟแลนด์ โครโก]=],
				[ [=[lvl]=] ]=35,
				[ [=[logo]=] ]=[=[RealmadridPlayer]=]
			},
			[ [=[5]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu2005]=],
				[ [=[name]=] ]=[=[มินนิโซตา ไนท์]=],
				[ [=[lvl]=] ]=37,
				[ [=[logo]=] ]=[=[ChelseaPlayer]=]
			},
			[ [=[6]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu2006]=],
				[ [=[name]=] ]=[=[ฟิลาเดลเฟีย 76s]=],
				[ [=[lvl]=] ]=34,
				[ [=[logo]=] ]=[=[JuventusPlayer]=]
			},
			[ [=[7]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu2007]=],
				[ [=[name]=] ]=[=[ไมอามี สตาร์]=],
				[ [=[lvl]=] ]=33,
				[ [=[logo]=] ]=[=[ArsenalPlayer]=]
			},
			[ [=[8]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu2008]=],
				[ [=[name]=] ]=[=[ทีมชาติเยอรมนี]=],
				[ [=[lvl]=] ]=30,
				[ [=[logo]=] ]=[=[BayernPlayer]=]
			},
			[ [=[9]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu2009]=],
				[ [=[name]=] ]=[=[วอร์ส แพนเธอร์]=],
				[ [=[lvl]=] ]=40,
				[ [=[logo]=] ]=[=[ArsenalPlayer]=]
			},
			[ [=[10]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu2010]=],
				[ [=[name]=] ]=[=[ฟีนิกซ์ โฟรเซ่น]=],
				[ [=[lvl]=] ]=34,
				[ [=[logo]=] ]=[=[LiverpoolPlayer]=]
			},
			[ [=[11]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu2011]=],
				[ [=[name]=] ]=[=[วอชิงตัน เร้ดสกินส์]=],
				[ [=[lvl]=] ]=39,
				[ [=[logo]=] ]=[=[ChelseaPlayer]=]
			},
			[ [=[12]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu2012]=],
				[ [=[name]=] ]=[=[นิวยอร์ก ซีเนเตอร์ส]=],
				[ [=[lvl]=] ]=40,
				[ [=[logo]=] ]=[=[AtmadridPlayer]=]
			},
			[ [=[13]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu2013]=],
				[ [=[name]=] ]=[=[โอ๊กแลนด์ เพลน]=],
				[ [=[lvl]=] ]=38,
				[ [=[logo]=] ]=[=[PsgPlayer]=]
			}
		}
	},
	[ [=[582442827f8b9a1dba8b456f]=] ]=
	{
		[ [=[name]=] ]=[=[梦境传说]=],
		[ [=[active7]=] ]=
		{[=[14400]=],[=[19200]=]
		},
		[ [=[number]=] ]=24,
		[ [=[active3]=] ]=
		{[=[3600]=],[=[4800]=]
		},
		[ [=[logo]=] ]=[=[GuildLogo12]=],
		[ [=[ID]=] ]=[=[Gu3]=],
		[ [=[guards]=] ]=
		{
			[ [=[1]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu3001]=],
				[ [=[name]=] ]=[=[บรุกลีน อีเกิลส์]=],
				[ [=[lvl]=] ]=30,
				[ [=[logo]=] ]=[=[AtmadridPlayer]=]
			},
			[ [=[2]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu3002]=],
				[ [=[name]=] ]=[=[อินเดียนา เพเซอร์ส]=],
				[ [=[lvl]=] ]=32,
				[ [=[logo]=] ]=[=[ManutdPlayer]=]
			},
			[ [=[3]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu3003]=],
				[ [=[name]=] ]=[=[พอร์ตแลนด์ เทรลเบลเซอร์ส]=],
				[ [=[lvl]=] ]=34,
				[ [=[logo]=] ]=[=[MancityPlayer]=]
			},
			[ [=[4]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu3004]=],
				[ [=[name]=] ]=[=[แดลลัส ชีฟ]=],
				[ [=[lvl]=] ]=35,
				[ [=[logo]=] ]=[=[MancityPlayer]=]
			},
			[ [=[5]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu3005]=],
				[ [=[name]=] ]=[=[สมอลล์วิลล์ ซิตี้]=],
				[ [=[lvl]=] ]=36,
				[ [=[logo]=] ]=[=[AtmadridPlayer]=]
			},
			[ [=[6]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu3006]=],
				[ [=[name]=] ]=[=[ชาร์ลอตต์ แคต]=],
				[ [=[lvl]=] ]=30,
				[ [=[logo]=] ]=[=[BarcelonaPlayer]=]
			},
			[ [=[7]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu3007]=],
				[ [=[name]=] ]=[=[ออตตาวา เรนเจอร์ส์]=],
				[ [=[lvl]=] ]=40,
				[ [=[logo]=] ]=[=[BayernPlayer]=]
			},
			[ [=[8]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu3008]=],
				[ [=[name]=] ]=[=[ซาคราเมนโต เอฟซี]=],
				[ [=[lvl]=] ]=34,
				[ [=[logo]=] ]=[=[ManutdPlayer]=]
			},
			[ [=[9]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu3009]=],
				[ [=[name]=] ]=[=[แคนซัส วีคิงส์]=],
				[ [=[lvl]=] ]=36,
				[ [=[logo]=] ]=[=[BarcelonaPlayer]=]
			},
			[ [=[10]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu3010]=],
				[ [=[name]=] ]=[=[Badman]=],
				[ [=[lvl]=] ]=38,
				[ [=[logo]=] ]=[=[RealmadridPlayer]=]
			},
			[ [=[11]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu3011]=],
				[ [=[name]=] ]=[=[แอตแลนตา ฮอกส์]=],
				[ [=[lvl]=] ]=33,
				[ [=[logo]=] ]=[=[AtmadridPlayer]=]
			},
			[ [=[12]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu3012]=],
				[ [=[name]=] ]=[=[ซานตีอาโก สเปอร์ส]=],
				[ [=[lvl]=] ]=34,
				[ [=[logo]=] ]=[=[PsgPlayer]=]
			},
			[ [=[13]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu3013]=],
				[ [=[name]=] ]=[=[โอไฮโอ สตีลเลอร์]=],
				[ [=[lvl]=] ]=38,
				[ [=[logo]=] ]=[=[AcmilanPlayer]=]
			}
		}
	},
	[ [=[582442827f8b9a1dba8b4570]=] ]=
	{
		[ [=[name]=] ]=[=[左撇子联盟]=],
		[ [=[active7]=] ]=
		{[=[13800]=],[=[18400]=]
		},
		[ [=[number]=] ]=23,
		[ [=[active3]=] ]=
		{[=[3450]=],[=[4600]=]
		},
		[ [=[logo]=] ]=[=[GuildLogo13]=],
		[ [=[ID]=] ]=[=[Gu4]=],
		[ [=[guards]=] ]=
		{
			[ [=[1]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu4001]=],
				[ [=[name]=] ]=[=[ซานฟรานซิสโก โฟร์ตี้ไนเนอร์ส]=],
				[ [=[lvl]=] ]=38,
				[ [=[logo]=] ]=[=[ArsenalPlayer]=]
			},
			[ [=[2]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu4002]=],
				[ [=[name]=] ]=[=[โทรอนโต ไทเกอร์ส]=],
				[ [=[lvl]=] ]=34,
				[ [=[logo]=] ]=[=[RealmadridPlayer]=]
			},
			[ [=[3]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu4003]=],
				[ [=[name]=] ]=[=[เดนเวอร์ ออกโทปุส]=],
				[ [=[lvl]=] ]=35,
				[ [=[logo]=] ]=[=[ManutdPlayer]=]
			},
			[ [=[4]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu4004]=],
				[ [=[name]=] ]=[=[ลอสแอนเจลิส วาร์ฮอส]=],
				[ [=[lvl]=] ]=36,
				[ [=[logo]=] ]=[=[BayernPlayer]=]
			},
			[ [=[5]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu4005]=],
				[ [=[name]=] ]=[=[แซนโฮเซ ลีฟส์]=],
				[ [=[lvl]=] ]=40,
				[ [=[logo]=] ]=[=[BayernPlayer]=]
			},
			[ [=[6]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu4006]=],
				[ [=[name]=] ]=[=[ยูทาห์ ป๊อบ]=],
				[ [=[lvl]=] ]=34,
				[ [=[logo]=] ]=[=[AcmilanPlayer]=]
			},
			[ [=[7]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu4007]=],
				[ [=[name]=] ]=[=[นิวอิงแลนด์ เพเทรียตส์]=],
				[ [=[lvl]=] ]=37,
				[ [=[logo]=] ]=[=[JuventusPlayer]=]
			},
			[ [=[8]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu4008]=],
				[ [=[name]=] ]=[=[วอชิงตัน สอร์ค]=],
				[ [=[lvl]=] ]=34,
				[ [=[logo]=] ]=[=[BayernPlayer]=]
			},
			[ [=[9]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu4009]=],
				[ [=[name]=] ]=[=[ดีทรอยต์ ไลออนส์]=],
				[ [=[lvl]=] ]=35,
				[ [=[logo]=] ]=[=[PsgPlayer]=]
			},
			[ [=[10]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu4010]=],
				[ [=[name]=] ]=[=[แอริโซนา แก็งสเตอร์]=],
				[ [=[lvl]=] ]=34,
				[ [=[logo]=] ]=[=[AtmadridPlayer]=]
			},
			[ [=[11]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu4011]=],
				[ [=[name]=] ]=[=[ลอสแอนเจลิส เลเกอร์ส]=],
				[ [=[lvl]=] ]=32,
				[ [=[logo]=] ]=[=[BarcelonaPlayer]=]
			},
			[ [=[12]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu4012]=],
				[ [=[name]=] ]=[=[เซนต์หลุยส์ เยลโล่ว]=],
				[ [=[lvl]=] ]=40,
				[ [=[logo]=] ]=[=[RealmadridPlayer]=]
			},
			[ [=[13]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu4013]=],
				[ [=[name]=] ]=[=[อนาไฮม์ ฟิช]=],
				[ [=[lvl]=] ]=39,
				[ [=[logo]=] ]=[=[DortmundPlayer]=]
			}
		}
	},
	[ [=[582442827f8b9a1dba8b4571]=] ]=
	{
		[ [=[name]=] ]=[=[嘻嘻哈哈]=],
		[ [=[active7]=] ]=
		{[=[10200]=],[=[13600]=]
		},
		[ [=[number]=] ]=17,
		[ [=[active3]=] ]=
		{[=[2550]=],[=[3400]=]
		},
		[ [=[logo]=] ]=[=[GuildLogo14]=],
		[ [=[ID]=] ]=[=[Gu5]=],
		[ [=[guards]=] ]=
		{
			[ [=[1]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu5001]=],
				[ [=[name]=] ]=[=[เดนเวอร์ วอร์ริเออร์ส]=],
				[ [=[lvl]=] ]=31,
				[ [=[logo]=] ]=[=[BarcelonaPlayer]=]
			},
			[ [=[2]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu5002]=],
				[ [=[name]=] ]=[=[Pazza·Inter]=],
				[ [=[lvl]=] ]=39,
				[ [=[logo]=] ]=[=[InterPlayer]=]
			},
			[ [=[3]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu5003]=],
				[ [=[name]=] ]=[=[มินนิโซตา ทิมเบอร์วูล์ฟส์]=],
				[ [=[lvl]=] ]=33,
				[ [=[logo]=] ]=[=[AcmilanPlayer]=]
			},
			[ [=[4]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu5004]=],
				[ [=[name]=] ]=[=[บอสตัน บัตเตอร์ฟลาย]=],
				[ [=[lvl]=] ]=39,
				[ [=[logo]=] ]=[=[ArsenalPlayer]=]
			},
			[ [=[5]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu5005]=],
				[ [=[name]=] ]=[=[แทมปา ทอร์นาโด]=],
				[ [=[lvl]=] ]=40,
				[ [=[logo]=] ]=[=[DortmundPlayer]=]
			},
			[ [=[6]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu5006]=],
				[ [=[name]=] ]=[=[นิวออร์ลีนส์ อีโก]=],
				[ [=[lvl]=] ]=33,
				[ [=[logo]=] ]=[=[BarcelonaPlayer]=]
			},
			[ [=[7]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu5007]=],
				[ [=[name]=] ]=[=[ซีแอตเทิล เรดฮอว์คส์]=],
				[ [=[lvl]=] ]=38,
				[ [=[logo]=] ]=[=[AtmadridPlayer]=]
			},
			[ [=[8]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu5008]=],
				[ [=[name]=] ]=[=[ดีทรอยต์ กันส์]=],
				[ [=[lvl]=] ]=31,
				[ [=[logo]=] ]=[=[JuventusPlayer]=]
			},
			[ [=[9]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu5009]=],
				[ [=[name]=] ]=[=[บัฟฟาโล ซอร์ดส์]=],
				[ [=[lvl]=] ]=39,
				[ [=[logo]=] ]=[=[LiverpoolPlayer]=]
			},
			[ [=[10]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu5010]=],
				[ [=[name]=] ]=[=[แองเจลิส อารีส]=],
				[ [=[lvl]=] ]=36,
				[ [=[logo]=] ]=[=[ChelseaPlayer]=]
			},
			[ [=[11]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu5011]=],
				[ [=[name]=] ]=[=[แอตแลนตา ไลออนส์]=],
				[ [=[lvl]=] ]=34,
				[ [=[logo]=] ]=[=[InterPlayer]=]
			},
			[ [=[12]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu5012]=],
				[ [=[name]=] ]=[=[นิวออร์ลีนส์ กอด์ส]=],
				[ [=[lvl]=] ]=37,
				[ [=[logo]=] ]=[=[LiverpoolPlayer]=]
			},
			[ [=[13]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu5013]=],
				[ [=[name]=] ]=[=[นิวยอร์ก ไททันส์]=],
				[ [=[lvl]=] ]=37,
				[ [=[logo]=] ]=[=[MancityPlayer]=]
			}
		}
	},
	[ [=[582442827f8b9a1dba8b4572]=] ]=
	{
		[ [=[name]=] ]=[=[龙的传人]=],
		[ [=[active7]=] ]=
		{[=[13200]=],[=[17600]=]
		},
		[ [=[number]=] ]=22,
		[ [=[active3]=] ]=
		{[=[3300]=],[=[4400]=]
		},
		[ [=[logo]=] ]=[=[GuildLogo15]=],
		[ [=[ID]=] ]=[=[Gu6]=],
		[ [=[guards]=] ]=
		{
			[ [=[1]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu6001]=],
				[ [=[name]=] ]=[=[ชิคาโก ฮีโน]=],
				[ [=[lvl]=] ]=30,
				[ [=[logo]=] ]=[=[BayernPlayer]=]
			},
			[ [=[2]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu6002]=],
				[ [=[name]=] ]=[=[นิวยอร์ก นิกส์]=],
				[ [=[lvl]=] ]=33,
				[ [=[logo]=] ]=[=[AcmilanPlayer]=]
			},
			[ [=[3]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu6003]=],
				[ [=[name]=] ]=[=[ลอสแอนเจลิส คลิปเปอร์ส]=],
				[ [=[lvl]=] ]=32,
				[ [=[logo]=] ]=[=[PsgPlayer]=]
			},
			[ [=[4]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu6004]=],
				[ [=[name]=] ]=[=[บอลทิมอร์ คิงส์]=],
				[ [=[lvl]=] ]=34,
				[ [=[logo]=] ]=[=[BayernPlayer]=]
			},
			[ [=[5]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu6005]=],
				[ [=[name]=] ]=[=[โทรอนโต ฮาร์คส์]=],
				[ [=[lvl]=] ]=40,
				[ [=[logo]=] ]=[=[BayernPlayer]=]
			},
			[ [=[6]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu6006]=],
				[ [=[name]=] ]=[=[แคลกะรี ไฟร์]=],
				[ [=[lvl]=] ]=39,
				[ [=[logo]=] ]=[=[MancityPlayer]=]
			},
			[ [=[7]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu6007]=],
				[ [=[name]=] ]=[=[แดลลัส สตาร์]=],
				[ [=[lvl]=] ]=39,
				[ [=[logo]=] ]=[=[ManutdPlayer]=]
			},
			[ [=[8]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu6008]=],
				[ [=[name]=] ]=[=[เอ็ดมันตัน เบิร์นส์]=],
				[ [=[lvl]=] ]=39,
				[ [=[logo]=] ]=[=[PsgPlayer]=]
			},
			[ [=[9]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu6009]=],
				[ [=[name]=] ]=[=[ฟลอริดา คาเนเดียน]=],
				[ [=[lvl]=] ]=39,
				[ [=[logo]=] ]=[=[InterPlayer]=]
			},
			[ [=[10]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu6010]=],
				[ [=[name]=] ]=[=[นิวยอร์ก เนซซ์]=],
				[ [=[lvl]=] ]=37,
				[ [=[logo]=] ]=[=[ManutdPlayer]=]
			},
			[ [=[11]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu6011]=],
				[ [=[name]=] ]=[=[บัฟฟาโล บลู]=],
				[ [=[lvl]=] ]=34,
				[ [=[logo]=] ]=[=[ChelseaPlayer]=]
			},
			[ [=[12]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu6012]=],
				[ [=[name]=] ]=[=[แทมปา คอร์แซร์ส]=],
				[ [=[lvl]=] ]=38,
				[ [=[logo]=] ]=[=[BarcelonaPlayer]=]
			},
			[ [=[13]=] ]=
			{
				[ [=[npcID]=] ]=[=[Gu6013]=],
				[ [=[name]=] ]=[=[โกลเด้น วอร์ริเออร์ส]=],
				[ [=[lvl]=] ]=31,
				[ [=[logo]=] ]=[=[LiverpoolPlayer]=]
			}
		}
	}
}
return var