local null = nil
local var = 
{
	[ [=[en.hoolai.sea.item_FCBM]=] ]=
	{
		[ [=[duration]=] ]=0,
		[ [=[desc1]=] ]=[=[ราชาแห่งการยิงไกล Pogba ร่วมกับ เคราช์สูงโย่ง  เพิ่มอัตราส่วนทำประตู!]=],
		[ [=[fee]=] ]=18,
		[ [=[fakeFee]=] ]=80,
		[ [=[board]=] ]=2,
		[ [=[desc]=] ]=[=[จำกัดซื้อครั้งเดียว]=],
		[ [=[type]=] ]=2,
		[ [=[timesLimit]=] ]=1,
		[ [=[diamondCal]=] ]=135,
		[ [=[picIndex]=] ]=[=[I600_1]=],
		[ [=[flag]=] ]=2,
		[ [=[desc0]=] ]=[=[ผ่านกองกลางแล้วยิง?]=],
		[ [=[name]=] ]=[=[ศิลปะการยิงไกล]=],
		[ [=[desc2]=] ]=[=[ซื้อได้รับกลยุทธ์ปืนใหญ่ + แตรเชียร์!]=],
		[ [=[order]=] ]=19,
		[ [=[limitType]=] ]=3,
		[ [=[setSpecial]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[eqs]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4106]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[4206]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[4302]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[4214]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[4513]=],
					[ [=[num]=] ]=1
				}
			},
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1002]=],
					[ [=[num]=] ]=60
				}
			},
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Ppogba5]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				},
				{
					[ [=[id]=] ]=[=[Pcrouch4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		}
	},
	[ [=[en.hoolai.sea.item_FCBMsuite]=] ]=
	{
		[ [=[duration]=] ]=0,
		[ [=[desc1]=] ]=[=[เรอัลมาดริดโอนมอบลิขสิทธิ์เสื้อทีม สัญลักษณ์!]=],
		[ [=[fee]=] ]=68,
		[ [=[fakeFee]=] ]=220,
		[ [=[board]=] ]=4,
		[ [=[desc]=] ]=[=[จำกัดซื้อครั้งเดียว]=],
		[ [=[type]=] ]=2,
		[ [=[timesLimit]=] ]=1,
		[ [=[diamondCal]=] ]=510,
		[ [=[picIndex]=] ]=[=[Bd68_1]=],
		[ [=[flag]=] ]=2,
		[ [=[desc0]=] ]=[=[โลกหลากสี ส่วนฉันขาวบริสุทธิ์]=],
		[ [=[name]=] ]=[=[ชุดเรอัลมาดริด]=],
		[ [=[desc2]=] ]=[=[ซื้อจะได้รับสิทธิ์ใช้ถาวร มอบหน้าสำหรับเรอัลมาดริดโดยเฉพาะ!]=],
		[ [=[order]=] ]=18,
		[ [=[limitType]=] ]=3,
		[ [=[setSpecial]=] ]=[=[RealMadrid]=],
		[ [=[contents]=] ]=
		{
		}
	},
	[ [=[en.hoolai.sea.item_Ldrive]=] ]=
	{
		[ [=[duration]=] ]=0,
		[ [=[desc1]=] ]=[=[ปฏิกิริยาเร็ว Rashford กับ Koke ทำประตูกันง่ายมาก]=],
		[ [=[fee]=] ]=60,
		[ [=[fakeFee]=] ]=200,
		[ [=[board]=] ]=2,
		[ [=[desc]=] ]=[=[จำกัดซื้อครั้งเดียว]=],
		[ [=[type]=] ]=2,
		[ [=[timesLimit]=] ]=1,
		[ [=[diamondCal]=] ]=450,
		[ [=[picIndex]=] ]=[=[I600_3]=],
		[ [=[flag]=] ]=2,
		[ [=[desc0]=] ]=[=[โต้กลับที่มีประสิทธิภาพ อันตรายถึงชีวิต]=],
		[ [=[name]=] ]=[=[โต้กลับได้อย่างสง่างาม]=],
		[ [=[desc2]=] ]=[=[ซื้อได้รับกลยุทธ์เตะด้วยจมูกเท้า + ยิงวอลเลย์!]=],
		[ [=[order]=] ]=10,
		[ [=[limitType]=] ]=3,
		[ [=[setSpecial]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[eqs]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4103]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[4204]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[4303]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[4204]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[4502]=],
					[ [=[num]=] ]=1
				}
			},
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1002]=],
					[ [=[num]=] ]=60
				}
			},
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Mrashford5]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				},
				{
					[ [=[id]=] ]=[=[Koke4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		}
	},
	[ [=[en.hoolai.sea.item_RMCF]=] ]=
	{
		[ [=[duration]=] ]=0,
		[ [=[desc1]=] ]=[=[เตียโกร่วมกับ Martinez คู่คิลเอลร์ในเขตโทษ]=],
		[ [=[fee]=] ]=18,
		[ [=[fakeFee]=] ]=80,
		[ [=[board]=] ]=2,
		[ [=[desc]=] ]=[=[จำกัดซื้อครั้งเดียว]=],
		[ [=[type]=] ]=2,
		[ [=[timesLimit]=] ]=1,
		[ [=[diamondCal]=] ]=135,
		[ [=[picIndex]=] ]=[=[I600_2]=],
		[ [=[flag]=] ]=2,
		[ [=[desc0]=] ]=[=[ผ่านบอลครั้งเดียว ทะลุแนวป้องกัน]=],
		[ [=[name]=] ]=[=[ดาวซัลโว]=],
		[ [=[desc2]=] ]=[=[ซื้อได้รับกลยุทธ์ส่งบอลแม่นยำ + มือสังหาร!]=],
		[ [=[order]=] ]=9,
		[ [=[limitType]=] ]=3,
		[ [=[setSpecial]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[eqs]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4102]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[4208]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[4307]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[4214]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[4504]=],
					[ [=[num]=] ]=1
				}
			},
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1002]=],
					[ [=[num]=] ]=60
				}
			},
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Thiagoalcantara5]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				},
				{
					[ [=[id]=] ]=[=[Rogermartinez4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		}
	},
	[ [=[en.hoolai.sea.item_RMCFsuite]=] ]=
	{
		[ [=[duration]=] ]=0,
		[ [=[desc1]=] ]=[=[ชุด 3 เรอัลมาดริด ช่วยให้คุณสมดุลนักฟุตบอล]=],
		[ [=[fee]=] ]=68,
		[ [=[fakeFee]=] ]=220,
		[ [=[board]=] ]=4,
		[ [=[desc]=] ]=[=[จำกัดซื้อครั้งเดียว]=],
		[ [=[type]=] ]=2,
		[ [=[timesLimit]=] ]=1,
		[ [=[diamondCal]=] ]=510,
		[ [=[picIndex]=] ]=[=[Bd18_1]=],
		[ [=[flag]=] ]=2,
		[ [=[desc0]=] ]=[=[ผู้เล่นทรงคุณค่า เก็บหมดคนเดียว]=],
		[ [=[name]=] ]=[=[แกนกลางของเรอัลมาดริด]=],
		[ [=[desc2]=] ]=[=[ซื้อจะรับทันทีชุด 3 เรอัลมาดริด!]=],
		[ [=[order]=] ]=16,
		[ [=[limitType]=] ]=3,
		[ [=[setSpecial]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[eqs]=] ]=
			{
				{
					[ [=[id]=] ]=[=[3104]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3212]=],
					[ [=[num]=] ]=2
				},
				{
					[ [=[id]=] ]=[=[3102]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3214]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3106]=],
					[ [=[num]=] ]=1
				}
			},
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1002]=],
					[ [=[num]=] ]=50
				}
			},
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Kbenzema4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				},
				{
					[ [=[id]=] ]=[=[Lmodric4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				},
				{
					[ [=[id]=] ]=[=[Rvarane4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		}
	},
	[ [=[en.hoolai.sea.item_SSplayer]=] ]=
	{
		[ [=[duration]=] ]=0,
		[ [=[desc1]=] ]=[=[แจกดาวเตะระดับSS！]=],
		[ [=[fee]=] ]=128,
		[ [=[fakeFee]=] ]=1000,
		[ [=[board]=] ]=2,
		[ [=[desc]=] ]=[=[จำกัดซื้อครั้งเดียว]=],
		[ [=[type]=] ]=2,
		[ [=[timesLimit]=] ]=1,
		[ [=[diamondCal]=] ]=960,
		[ [=[picIndex]=] ]=[=[I10_1]=],
		[ [=[flag]=] ]=2,
		[ [=[desc0]=] ]=[=[คุณสามารถมีผู้เล่น All-Star!]=],
		[ [=[name]=] ]=[=[นักเตะระดับSS สุดคุ้ม]=],
		[ [=[desc2]=] ]=[=[เมื่อซื้อได้รับ คูปองแลกเปลี่ยนนักเตะนักเตะSS ]=],
		[ [=[order]=] ]=6,
		[ [=[limitType]=] ]=3,
		[ [=[setSpecial]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=100,
			[ [=[m]=] ]=1000000,
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[11001]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[en.hoolai.sea.item_Skill]=] ]=
	{
		[ [=[duration]=] ]=0,
		[ [=[desc1]=] ]=[=[พลังโจมตีของนักเตะเพิ่มขึ้นรวดเร็ว]=],
		[ [=[fee]=] ]=6,
		[ [=[fakeFee]=] ]=60,
		[ [=[board]=] ]=2,
		[ [=[desc]=] ]=[=[จำกัดซื้อครั้งเดียว]=],
		[ [=[type]=] ]=2,
		[ [=[timesLimit]=] ]=1,
		[ [=[diamondCal]=] ]=100,
		[ [=[picIndex]=] ]=[=[I10_1]=],
		[ [=[flag]=] ]=2,
		[ [=[desc0]=] ]=[=[สุดคุ้มลด 10 % จำกัดซื้อ!]=],
		[ [=[name]=] ]=[=[แพคเกจคูปองทักษะสุดคุ้ม]=],
		[ [=[desc2]=] ]=[=[เมื่อซื้อได้รับคูปองอัพเกรดทักษะ*12]=],
		[ [=[order]=] ]=8,
		[ [=[limitType]=] ]=3,
		[ [=[setSpecial]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[10]=],
					[ [=[num]=] ]=12
				}
			}
		}
	},
	[ [=[en.hoolai.sea.item_Splayer]=] ]=
	{
		[ [=[duration]=] ]=0,
		[ [=[desc1]=] ]=[=[Mbape, Kasemillo, Balotelli! เลือกหนึ่งในนั้น! เพียงครั้งเดียว!]=],
		[ [=[fee]=] ]=1,
		[ [=[fakeFee]=] ]=40,
		[ [=[board]=] ]=2,
		[ [=[desc]=] ]=[=[จำกัดซื้อครั้งเดียว]=],
		[ [=[type]=] ]=2,
		[ [=[timesLimit]=] ]=1,
		[ [=[diamondCal]=] ]=7,
		[ [=[picIndex]=] ]=[=[I150_1]=],
		[ [=[flag]=] ]=2,
		[ [=[desc0]=] ]=[=[ตอบแทนสุดคุ้ม！เพียง360mobi 1 เท่านั้น]=],
		[ [=[name]=] ]=[=[นักเตะระดับSสุดคุ้ม！]=],
		[ [=[desc2]=] ]=[=[เมื่อซื้อสามารถเลือกนักเตะS ตามชอบ]=],
		[ [=[order]=] ]=7,
		[ [=[limitType]=] ]=3,
		[ [=[setSpecial]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[30601]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[en.hoolai.sea.item_back]=] ]=
	{
		[ [=[duration]=] ]=0,
		[ [=[desc1]=] ]=[=[บาเยิร์นมิวนิก ความกลัวของกองหลังทุกคน]=],
		[ [=[fee]=] ]=68,
		[ [=[fakeFee]=] ]=220,
		[ [=[board]=] ]=3,
		[ [=[desc]=] ]=[=[จำกัดซื้อครั้งเดียว]=],
		[ [=[type]=] ]=2,
		[ [=[timesLimit]=] ]=1,
		[ [=[diamondCal]=] ]=510,
		[ [=[picIndex]=] ]=[=[I180_1]=],
		[ [=[flag]=] ]=2,
		[ [=[desc0]=] ]=[=[ครบเครื่อง สู้ได้หมดทุกรูปแบบ!]=],
		[ [=[name]=] ]=[=[สามหอกบาเยิร์น]=],
		[ [=[desc2]=] ]=[=[ซื้อได้รับกลุ่มโจมตีที่น่ากลัวที่สุดของบาเยิร์น!]=],
		[ [=[order]=] ]=13,
		[ [=[limitType]=] ]=3,
		[ [=[setSpecial]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[eqs]=] ]=
			{
				{
					[ [=[id]=] ]=[=[3104]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3212]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3102]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3213]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3105]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3214]=],
					[ [=[num]=] ]=1
				}
			},
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1002]=],
					[ [=[num]=] ]=50
				}
			},
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Arobben4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				},
				{
					[ [=[id]=] ]=[=[Fribery4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				},
				{
					[ [=[id]=] ]=[=[Rlewandowski4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		}
	},
	[ [=[en.hoolai.sea.item_base]=] ]=
	{
		[ [=[duration]=] ]=336,
		[ [=[desc1]=] ]=[=[G. Higuain, Totti, Terry สามตำนานฟุตบอลสมัยใหม่!]=],
		[ [=[fee]=] ]=18,
		[ [=[fakeFee]=] ]=80,
		[ [=[board]=] ]=1,
		[ [=[desc]=] ]=[=[จำกัดซื้อครั้งเดียว]=],
		[ [=[type]=] ]=2,
		[ [=[timesLimit]=] ]=1,
		[ [=[diamondCal]=] ]=135,
		[ [=[picIndex]=] ]=[=[I150_2]=],
		[ [=[flag]=] ]=1,
		[ [=[desc0]=] ]=[=[ปลดล็อควิจัยทั้งหมด!]=],
		[ [=[name]=] ]=[=[เพื่อนสนิทของ Buffon]=],
		[ [=[desc2]=] ]=[=[ชุด 3 นี้จะเปิดใช้งานได้รวมกับชุดบุฟฟ่อน (เลเวล A)]=],
		[ [=[order]=] ]=5,
		[ [=[limitType]=] ]=3,
		[ [=[setSpecial]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[eqs]=] ]=
			{
				{
					[ [=[id]=] ]=[=[3105]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3103]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3104]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3204]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3205]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3216]=],
					[ [=[num]=] ]=1
				}
			},
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1002]=],
					[ [=[num]=] ]=50
				}
			},
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Jterry4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				},
				{
					[ [=[id]=] ]=[=[Ftotti4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				},
				{
					[ [=[id]=] ]=[=[Ghiguain4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		}
	},
	[ [=[en.hoolai.sea.item_forward]=] ]=
	{
		[ [=[duration]=] ]=0,
		[ [=[desc1]=] ]=[=[โกลเด้นบอย Isco +นักเตะทำประตูยอดเยี่ยม CR7 ชัยชนะถล่มทลาย!]=],
		[ [=[fee]=] ]=68,
		[ [=[fakeFee]=] ]=220,
		[ [=[board]=] ]=4,
		[ [=[desc]=] ]=[=[จำกัดซื้อครั้งเดียว]=],
		[ [=[type]=] ]=2,
		[ [=[timesLimit]=] ]=1,
		[ [=[diamondCal]=] ]=510,
		[ [=[picIndex]=] ]=[=[Bd68_2]=],
		[ [=[flag]=] ]=2,
		[ [=[desc0]=] ]=[=[เรอัลมาดริดเครื่องร้อน+ผู้ปิดเกมส์]=],
		[ [=[name]=] ]=[=[ลูกศรมาดริด]=],
		[ [=[desc2]=] ]=[=[ซื้อจะรับทันที อิสโก้ +CR7!]=],
		[ [=[order]=] ]=17,
		[ [=[limitType]=] ]=3,
		[ [=[setSpecial]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[eqs]=] ]=
			{
				{
					[ [=[id]=] ]=[=[5103]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[5208]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[5307]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[5214]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[5513]=],
					[ [=[num]=] ]=1
				}
			},
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1003]=],
					[ [=[num]=] ]=20
				}
			},
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Isco5]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				},
				{
					[ [=[id]=] ]=[=[Cronaldo4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		}
	},
	[ [=[en.hoolai.sea.item_friends]=] ]=
	{
		[ [=[duration]=] ]=336,
		[ [=[desc1]=] ]=[=[ได้รับทันทีชุด 3 นักฟุตบอลสมบูรณ์แบบ: Kane, Kante, Varane]=],
		[ [=[fee]=] ]=18,
		[ [=[fakeFee]=] ]=80,
		[ [=[board]=] ]=1,
		[ [=[desc]=] ]=[=[จำกัดซื้อครั้งเดียว]=],
		[ [=[type]=] ]=2,
		[ [=[timesLimit]=] ]=1,
		[ [=[diamondCal]=] ]=135,
		[ [=[picIndex]=] ]=[=[I150_1]=],
		[ [=[flag]=] ]=1,
		[ [=[desc0]=] ]=[=[สร้างอุปกรณ์อย่างรวดเร็ว พลังสูงมาก!]=],
		[ [=[name]=] ]=[=[เสาหลักของทีม]=],
		[ [=[desc2]=] ]=[=[มอบให้ทันทีนักฟุตบอลชื่อดังของปัจจุบัน!]=],
		[ [=[order]=] ]=4,
		[ [=[limitType]=] ]=3,
		[ [=[setSpecial]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[eqs]=] ]=
			{
				{
					[ [=[id]=] ]=[=[3204]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3302]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3206]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3308]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3212]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3309]=],
					[ [=[num]=] ]=1
				}
			},
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1002]=],
					[ [=[num]=] ]=50
				}
			},
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Hkane4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				},
				{
					[ [=[id]=] ]=[=[Nkante4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				},
				{
					[ [=[id]=] ]=[=[Rvarane4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		}
	},
	[ [=[en.hoolai.sea.item_goalkeeper]=] ]=
	{
		[ [=[duration]=] ]=336,
		[ [=[desc1]=] ]=[=[360mobi 20 แจกผู้รักษาประตูอันดับท๊อปๆของโลก Buffon（คุณภาพทอง）]=],
		[ [=[fee]=] ]=6,
		[ [=[fakeFee]=] ]=20,
		[ [=[board]=] ]=1,
		[ [=[desc]=] ]=[=[จำกัดซื้อครั้งเดียว]=],
		[ [=[type]=] ]=2,
		[ [=[timesLimit]=] ]=1,
		[ [=[diamondCal]=] ]=45,
		[ [=[picIndex]=] ]=[=[I50_1]=],
		[ [=[flag]=] ]=1,
		[ [=[desc0]=] ]=[=[สู้โดยไร้กังวล]=],
		[ [=[name]=] ]=[=[ของขวัญผู้คุมโกล์]=],
		[ [=[desc2]=] ]=[=[ยังมอบอุปกรณ์พิเศษให้บุฟฟ่อน!]=],
		[ [=[order]=] ]=3,
		[ [=[limitType]=] ]=3,
		[ [=[setSpecial]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[eqs]=] ]=
			{
				{
					[ [=[id]=] ]=[=[2106]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[2205]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[2309]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[2206]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3106]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3205]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3309]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[3206]=],
					[ [=[num]=] ]=1
				}
			},
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1002]=],
					[ [=[num]=] ]=30
				}
			},
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Gbuffon4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		}
	},
	[ [=[en.hoolai.sea.item_header]=] ]=
	{
		[ [=[duration]=] ]=0,
		[ [=[desc1]=] ]=[=[ผู้รักษาประตูที่ดีที่สุดในโลก + กองกลางเหล็ก]=],
		[ [=[fee]=] ]=60,
		[ [=[fakeFee]=] ]=220,
		[ [=[board]=] ]=3,
		[ [=[desc]=] ]=[=[จำกัดซื้อครั้งเดียว]=],
		[ [=[type]=] ]=2,
		[ [=[timesLimit]=] ]=1,
		[ [=[diamondCal]=] ]=450,
		[ [=[picIndex]=] ]=[=[I680_2]=],
		[ [=[flag]=] ]=2,
		[ [=[desc0]=] ]=[=[ปราการหลังของเยอรมัน!]=],
		[ [=[name]=] ]=[=[กำแพงมิวนิก]=],
		[ [=[desc2]=] ]=[=[ซื้อได้รับผู้รักษาประตู นอยเออร์ + โบอาเทง!]=],
		[ [=[order]=] ]=14,
		[ [=[limitType]=] ]=3,
		[ [=[setSpecial]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[eqs]=] ]=
			{
				{
					[ [=[id]=] ]=[=[5106]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[5204]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[5309]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[5213]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[5502]=],
					[ [=[num]=] ]=1
				}
			},
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1003]=],
					[ [=[num]=] ]=20
				}
			},
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Mneuer5]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				},
				{
					[ [=[id]=] ]=[=[Jboateng4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		}
	},
	[ [=[en.hoolai.sea.item_moral]=] ]=
	{
		[ [=[duration]=] ]=0,
		[ [=[desc1]=] ]=[=[บาเยิร์นมิวนิกโอนลิขสิทธิ์ชุดแข่งขัน สัญลักษณ์!]=],
		[ [=[fee]=] ]=60,
		[ [=[fakeFee]=] ]=220,
		[ [=[board]=] ]=3,
		[ [=[desc]=] ]=[=[จำกัดซื้อครั้งเดียว]=],
		[ [=[type]=] ]=2,
		[ [=[timesLimit]=] ]=1,
		[ [=[diamondCal]=] ]=450,
		[ [=[picIndex]=] ]=[=[I680_1]=],
		[ [=[flag]=] ]=2,
		[ [=[desc0]=] ]=[=[อุปกรณ์ดาวใต้!]=],
		[ [=[name]=] ]=[=[ชุดบาเยิร์น]=],
		[ [=[desc2]=] ]=[=[ซื้อได้รับสิทธ์ใช้ถาวรและรูปพื้นหลังหน้าจอของบาเยิร์น!]=],
		[ [=[order]=] ]=15,
		[ [=[limitType]=] ]=3,
		[ [=[setSpecial]=] ]=[=[Bayern]=],
		[ [=[contents]=] ]=
		{
		}
	},
	[ [=[en.hoolai.sea.item_newbie]=] ]=
	{
		[ [=[duration]=] ]=336,
		[ [=[desc1]=] ]=[=[จัดส่งสวัสดิการขนาดใหญ่เพียงครั้งเดียวเท่านั้น!]=],
		[ [=[fee]=] ]=2,
		[ [=[fakeFee]=] ]=8,
		[ [=[board]=] ]=1,
		[ [=[desc]=] ]=[=[จำกัดซื้อครั้งเดียว]=],
		[ [=[type]=] ]=2,
		[ [=[timesLimit]=] ]=1,
		[ [=[diamondCal]=] ]=15,
		[ [=[picIndex]=] ]=[=[I10_1]=],
		[ [=[flag]=] ]=1,
		[ [=[desc0]=] ]=[=[เหรียญ 360mobi 2]=],
		[ [=[name]=] ]=[=[ของขวัญผู้เล่นใหม่]=],
		[ [=[desc2]=] ]=[=[เพชร ทอง ใบถอนการ์ดไม่จำกัด!]=],
		[ [=[order]=] ]=2,
		[ [=[limitType]=] ]=3,
		[ [=[setSpecial]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=100,
			[ [=[m]=] ]=1500000,
			[ [=[sp]=] ]=150,
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[2]=],
					[ [=[num]=] ]=50
				},
				{
					[ [=[id]=] ]=[=[1]=],
					[ [=[num]=] ]=10
				},
				{
					[ [=[id]=] ]=[=[2001]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[en.hoolai.sea.item_rebit]=] ]=
	{
		[ [=[duration]=] ]=0,
		[ [=[desc1]=] ]=[=[คู่ชื่นชอบให้ใครที่รักการลากบอลจากริมเส้นมาโหม่งลูกบอล]=],
		[ [=[fee]=] ]=60,
		[ [=[fakeFee]=] ]=200,
		[ [=[board]=] ]=2,
		[ [=[desc]=] ]=[=[จำกัดซื้อครั้งเดียว]=],
		[ [=[type]=] ]=2,
		[ [=[timesLimit]=] ]=1,
		[ [=[diamondCal]=] ]=450,
		[ [=[picIndex]=] ]=[=[I600_5]=],
		[ [=[flag]=] ]=2,
		[ [=[desc0]=] ]=[=[โหม่งบอลเข้า มีไรป๊ะ!]=],
		[ [=[name]=] ]=[=[เทพยิงลูกโด่ง]=],
		[ [=[desc2]=] ]=[=[ซื้อได้รับกลยุทธ์ครอสบอล + โหม่งลูกบอล!]=],
		[ [=[order]=] ]=12,
		[ [=[limitType]=] ]=3,
		[ [=[setSpecial]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[eqs]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4106]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[4213]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[4302]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[4204]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[4502]=],
					[ [=[num]=] ]=1
				}
			},
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1002]=],
					[ [=[num]=] ]=60
				}
			},
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Rlukaku5]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				},
				{
					[ [=[id]=] ]=[=[Jcuadrado4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		}
	},
	[ [=[en.hoolai.sea.item_shooter]=] ]=
	{
		[ [=[duration]=] ]=0,
		[ [=[desc1]=] ]=[=[Diego พุ่งล้ม Oscar ก็เลยได้โชว์ความสามารถฟรีคิก!]=],
		[ [=[fee]=] ]=60,
		[ [=[fakeFee]=] ]=200,
		[ [=[board]=] ]=2,
		[ [=[desc]=] ]=[=[จำกัดซื้อครั้งเดียว]=],
		[ [=[type]=] ]=2,
		[ [=[timesLimit]=] ]=1,
		[ [=[diamondCal]=] ]=450,
		[ [=[picIndex]=] ]=[=[I600_4]=],
		[ [=[flag]=] ]=2,
		[ [=[desc0]=] ]=[=[ได้ยินว่า พุ้งล้มได้จุดโทษ?]=],
		[ [=[name]=] ]=[=[ศิลปะการแสดง]=],
		[ [=[desc2]=] ]=[=[ซื้อได้รับกลยุทธ์กระโดดหลบ + มาสเตอร์ยิงลูกโทษ!]=],
		[ [=[order]=] ]=11,
		[ [=[limitType]=] ]=3,
		[ [=[setSpecial]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[eqs]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4105]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[4206]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[4302]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[4215]=],
					[ [=[num]=] ]=1
				},
				{
					[ [=[id]=] ]=[=[4506]=],
					[ [=[num]=] ]=1
				}
			},
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1002]=],
					[ [=[num]=] ]=60
				}
			},
			[ [=[card]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Diegocosta5]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				},
				{
					[ [=[id]=] ]=[=[Oscar4]=],
					[ [=[num]=] ]=1,
					[ [=[lvl]=] ]=1,
					[ [=[upgrade]=] ]=0
				}
			}
		}
	}
}
return var