local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		[ [=[name]=] ]=[=[เหรียญ C: ส่งบอลแม่นยำ]=],
		[ [=[price]=] ]=80,
		[ [=[typeWeight]=] ]=380,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1001]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[2]=] ]=
	{
		[ [=[name]=] ]=[=[เหรียญ C: ยิงไกล]=],
		[ [=[price]=] ]=80,
		[ [=[typeWeight]=] ]=380,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1002]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[3]=] ]=
	{
		[ [=[name]=] ]=[=[เหรียญ C: การเลี้ยงบอลขั้นเทพ]=],
		[ [=[price]=] ]=80,
		[ [=[typeWeight]=] ]=380,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1003]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[4]=] ]=
	{
		[ [=[name]=] ]=[=[เหรียญ C: อาจารย์แห่งการแย่งบอล]=],
		[ [=[price]=] ]=80,
		[ [=[typeWeight]=] ]=380,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1004]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[5]=] ]=
	{
		[ [=[name]=] ]=[=[เหรียญ C: อาจารย์แห่งการตัดบอล]=],
		[ [=[price]=] ]=80,
		[ [=[typeWeight]=] ]=380,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1005]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[6]=] ]=
	{
		[ [=[name]=] ]=[=[เหรียญ C: เทคโนโลยี โกล-ไลน์]=],
		[ [=[price]=] ]=80,
		[ [=[typeWeight]=] ]=20,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1006]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[7]=] ]=
	{
		[ [=[name]=] ]=[=[เหรียญ C: คาดเดาทิศทางบอล]=],
		[ [=[price]=] ]=80,
		[ [=[typeWeight]=] ]=20,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1007]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[8]=] ]=
	{
		[ [=[name]=] ]=[=[เหรียญ C: สั่งบังคับ]=],
		[ [=[price]=] ]=80,
		[ [=[typeWeight]=] ]=20,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1008]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[9]=] ]=
	{
		[ [=[name]=] ]=[=[เหรียญ C: เพิ่มพลังจิตใจ]=],
		[ [=[price]=] ]=80,
		[ [=[typeWeight]=] ]=20,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1009]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[10]=] ]=
	{
		[ [=[name]=] ]=[=[เหรียญ C: เปิดการบุก]=],
		[ [=[price]=] ]=80,
		[ [=[typeWeight]=] ]=20,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1010]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[11]=] ]=
	{
		[ [=[name]=] ]=[=[เหรียญ B: ส่งบอลแม่นยำ]=],
		[ [=[price]=] ]=330,
		[ [=[typeWeight]=] ]=152,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[2001]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[12]=] ]=
	{
		[ [=[name]=] ]=[=[เหรียญ B: ยิงไกล]=],
		[ [=[price]=] ]=330,
		[ [=[typeWeight]=] ]=152,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[2002]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[13]=] ]=
	{
		[ [=[name]=] ]=[=[เหรียญ B: การเลี้ยงบอลขั้นเทพ]=],
		[ [=[price]=] ]=330,
		[ [=[typeWeight]=] ]=152,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[2003]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[14]=] ]=
	{
		[ [=[name]=] ]=[=[เหรียญ B: อาจารย์แห่งการแย่งบอล]=],
		[ [=[price]=] ]=330,
		[ [=[typeWeight]=] ]=152,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[2004]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[15]=] ]=
	{
		[ [=[name]=] ]=[=[เหรียญ B: อาจารย์แห่งการตัดบอล]=],
		[ [=[price]=] ]=330,
		[ [=[typeWeight]=] ]=152,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[2005]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[16]=] ]=
	{
		[ [=[name]=] ]=[=[เหรียญ B: เทคโนโลยี โกล-ไลน์]=],
		[ [=[price]=] ]=330,
		[ [=[typeWeight]=] ]=8,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[2006]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[17]=] ]=
	{
		[ [=[name]=] ]=[=[เหรียญ B: คาดเดาทิศทางบอล]=],
		[ [=[price]=] ]=330,
		[ [=[typeWeight]=] ]=8,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[2007]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[18]=] ]=
	{
		[ [=[name]=] ]=[=[เหรียญ B: สั่งบังคับ]=],
		[ [=[price]=] ]=330,
		[ [=[typeWeight]=] ]=8,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[2008]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[19]=] ]=
	{
		[ [=[name]=] ]=[=[เหรียญ B: เพิ่มพลังจิตใจ]=],
		[ [=[price]=] ]=330,
		[ [=[typeWeight]=] ]=8,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[2009]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[20]=] ]=
	{
		[ [=[name]=] ]=[=[เหรียญ B: เปิดการบุก]=],
		[ [=[price]=] ]=330,
		[ [=[typeWeight]=] ]=8,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[2010]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[21]=] ]=
	{
		[ [=[name]=] ]=[=[เหรียญ A: ส่งบอลแม่นยำ]=],
		[ [=[price]=] ]=1000,
		[ [=[typeWeight]=] ]=76,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[3001]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[22]=] ]=
	{
		[ [=[name]=] ]=[=[เหรียญ A: ยิงไกล]=],
		[ [=[price]=] ]=1000,
		[ [=[typeWeight]=] ]=76,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[3002]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[23]=] ]=
	{
		[ [=[name]=] ]=[=[เหรียญ A: การเลี้ยงบอลขั้นเทพ]=],
		[ [=[price]=] ]=1000,
		[ [=[typeWeight]=] ]=76,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[3003]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[24]=] ]=
	{
		[ [=[name]=] ]=[=[เหรียญ A: อาจารย์แห่งการแย่งบอล]=],
		[ [=[price]=] ]=1000,
		[ [=[typeWeight]=] ]=76,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[3004]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[25]=] ]=
	{
		[ [=[name]=] ]=[=[เหรียญ A: อาจารย์แห่งการตัดบอล]=],
		[ [=[price]=] ]=1000,
		[ [=[typeWeight]=] ]=76,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[3005]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[26]=] ]=
	{
		[ [=[name]=] ]=[=[เหรียญ A: เทคโนโลยี โกล-ไลน์]=],
		[ [=[price]=] ]=1000,
		[ [=[typeWeight]=] ]=4,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[3006]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[27]=] ]=
	{
		[ [=[name]=] ]=[=[เหรียญ A: คาดเดาทิศทางบอล]=],
		[ [=[price]=] ]=1000,
		[ [=[typeWeight]=] ]=4,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[3007]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[28]=] ]=
	{
		[ [=[name]=] ]=[=[เหรียญ A: สั่งบังคับ]=],
		[ [=[price]=] ]=1000,
		[ [=[typeWeight]=] ]=4,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[3008]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[29]=] ]=
	{
		[ [=[name]=] ]=[=[เหรียญ A: เพิ่มพลังจิตใจ]=],
		[ [=[price]=] ]=1000,
		[ [=[typeWeight]=] ]=4,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[3009]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[30]=] ]=
	{
		[ [=[name]=] ]=[=[เหรียญ A: เปิดโจมตี]=],
		[ [=[price]=] ]=1000,
		[ [=[typeWeight]=] ]=4,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[medal]=] ]=
			{
				{
					[ [=[id]=] ]=[=[3010]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[31]=] ]=
	{
		[ [=[name]=] ]=[=[50 สาระสำคัญ]=],
		[ [=[price]=] ]=100,
		[ [=[typeWeight]=] ]=3400,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[sd]=] ]=50
		}
	},
	[ [=[32]=] ]=
	{
		[ [=[name]=] ]=[=[100 สาระสำคัญ]=],
		[ [=[price]=] ]=200,
		[ [=[typeWeight]=] ]=2500,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[sd]=] ]=100
		}
	},
	[ [=[33]=] ]=
	{
		[ [=[name]=] ]=[=[200 สาระสำคัญ]=],
		[ [=[price]=] ]=390,
		[ [=[typeWeight]=] ]=600,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[sd]=] ]=200
		}
	},
	[ [=[34]=] ]=
	{
		[ [=[name]=] ]=[=[1000 สาระสำคัญ]=],
		[ [=[price]=] ]=1900,
		[ [=[typeWeight]=] ]=220,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[sd]=] ]=1000
		}
	},
	[ [=[35]=] ]=
	{
		[ [=[name]=] ]=[=[นักเตะตำนาน]=],
		[ [=[price]=] ]=8000,
		[ [=[typeWeight]=] ]=80,
		[ [=[timesLimit]=] ]=1,
		[ [=[contents]=] ]=
		{
			[ [=[bs]=] ]=1
		}
	}
}
return var