local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		[ [=[title]=] ]=[=[ท้าแข่งเสร็จสิ้น]=],
		[ [=[order]=] ]=1,
		[ [=[type]=] ]=1,
		[ [=[condition]=] ]=1,
		[ [=[desc]=] ]=[=[จบเกมสุดยอด 1 เกม]=],
		[ [=[contents]=] ]=
		{
			[ [=[sd]=] ]=10
		}
	},
	[ [=[2]=] ]=
	{
		[ [=[title]=] ]=[=[ท้าแข่งเสร็จสิ้น]=],
		[ [=[order]=] ]=3,
		[ [=[type]=] ]=1,
		[ [=[condition]=] ]=2,
		[ [=[desc]=] ]=[=[จบเกมสุดยอด 2 เกม]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[20011]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[3]=] ]=
	{
		[ [=[title]=] ]=[=[ท้าแข่งเสร็จสิ้น]=],
		[ [=[order]=] ]=5,
		[ [=[type]=] ]=1,
		[ [=[condition]=] ]=4,
		[ [=[desc]=] ]=[=[จบเกมสุดยอด 4 เกม]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[20011]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[4]=] ]=
	{
		[ [=[title]=] ]=[=[ท้าแข่งเสร็จสิ้น]=],
		[ [=[order]=] ]=7,
		[ [=[type]=] ]=1,
		[ [=[condition]=] ]=7,
		[ [=[desc]=] ]=[=[จบเกมสุดยอด 7 เกม]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[20011]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[5]=] ]=
	{
		[ [=[title]=] ]=[=[ท้าแข่งเสร็จสิ้น]=],
		[ [=[order]=] ]=9,
		[ [=[type]=] ]=1,
		[ [=[condition]=] ]=10,
		[ [=[desc]=] ]=[=[จบเกมสุดยอด 10 เกม]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[20012]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[6]=] ]=
	{
		[ [=[title]=] ]=[=[ท้าแข่งเสร็จสิ้น]=],
		[ [=[order]=] ]=11,
		[ [=[type]=] ]=1,
		[ [=[condition]=] ]=15,
		[ [=[desc]=] ]=[=[จบเกมสุดยอด 15 เกม]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[20013]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[7]=] ]=
	{
		[ [=[title]=] ]=[=[ได้รับชนะ]=],
		[ [=[order]=] ]=2,
		[ [=[type]=] ]=2,
		[ [=[condition]=] ]=1,
		[ [=[desc]=] ]=[=[ชนะเกมสุดยอด 1 เกม]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[20011]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[8]=] ]=
	{
		[ [=[title]=] ]=[=[ได้รับชนะ]=],
		[ [=[order]=] ]=4,
		[ [=[type]=] ]=2,
		[ [=[condition]=] ]=3,
		[ [=[desc]=] ]=[=[ชนะเกมสุดยอด 3 เกม]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[20011]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[9]=] ]=
	{
		[ [=[title]=] ]=[=[ได้รับชนะ]=],
		[ [=[order]=] ]=6,
		[ [=[type]=] ]=2,
		[ [=[condition]=] ]=6,
		[ [=[desc]=] ]=[=[ชนะเกมสุดยอด 6 เกม]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[20012]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[10]=] ]=
	{
		[ [=[title]=] ]=[=[ได้รับชนะ]=],
		[ [=[order]=] ]=8,
		[ [=[type]=] ]=2,
		[ [=[condition]=] ]=9,
		[ [=[desc]=] ]=[=[ชนะเกมสุดยอด 9 เกม]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[20012]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[11]=] ]=
	{
		[ [=[title]=] ]=[=[ได้รับชนะ]=],
		[ [=[order]=] ]=10,
		[ [=[type]=] ]=2,
		[ [=[condition]=] ]=12,
		[ [=[desc]=] ]=[=[ชนะเกมสุดยอด 12 เกม]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[20013]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[12]=] ]=
	{
		[ [=[title]=] ]=[=[ได้รับชนะ]=],
		[ [=[order]=] ]=12,
		[ [=[type]=] ]=2,
		[ [=[condition]=] ]=20,
		[ [=[desc]=] ]=[=[ชนะเกมสุดยอด 20 เกม]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[20016]=],
					[ [=[num]=] ]=1
				}
			}
		}
	}
}
return var