local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=0,
		[ [=[lvUpEnergy]=] ]=0,
		[ [=[tip]=] ]=[=[]=],
		[ [=[playerExp]=] ]=0,
		[ [=[cardNumber]=] ]=100
	},
	[ [=[2]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=25,
		[ [=[lvUpEnergy]=] ]=20,
		[ [=[tip]=] ]=[=[ทีมถึง Lv5 ปลดล็อคตลาดการโอนย้ายนักเตะ]=],
		[ [=[playerExp]=] ]=25,
		[ [=[cardNumber]=] ]=102
	},
	[ [=[3]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=55,
		[ [=[lvUpEnergy]=] ]=20,
		[ [=[tip]=] ]=[=[ทีมถึง Lv5 ปลดล็อคตลาดการโอนย้ายนักเตะ]=],
		[ [=[playerExp]=] ]=30,
		[ [=[cardNumber]=] ]=104
	},
	[ [=[4]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=90,
		[ [=[lvUpEnergy]=] ]=20,
		[ [=[tip]=] ]=[=[ทีมถึง Lv5 ปลดล็อคตลาดการโอนย้ายนักเตะ]=],
		[ [=[playerExp]=] ]=35,
		[ [=[cardNumber]=] ]=106
	},
	[ [=[5]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=130,
		[ [=[lvUpEnergy]=] ]=20,
		[ [=[tip]=] ]=[=[ทีมถึง Lv8 ปลดล็อคลีก]=],
		[ [=[playerExp]=] ]=40,
		[ [=[cardNumber]=] ]=108
	},
	[ [=[6]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=175,
		[ [=[lvUpEnergy]=] ]=20,
		[ [=[tip]=] ]=[=[ทีมถึง Lv8 ปลดล็อคลีก]=],
		[ [=[playerExp]=] ]=45,
		[ [=[cardNumber]=] ]=110
	},
	[ [=[7]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=225,
		[ [=[lvUpEnergy]=] ]=25,
		[ [=[tip]=] ]=[=[ทีมถึง Lv8 ปลดล็อคลีก]=],
		[ [=[playerExp]=] ]=50,
		[ [=[cardNumber]=] ]=112
	},
	[ [=[8]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=285,
		[ [=[lvUpEnergy]=] ]=30,
		[ [=[tip]=] ]=[=[ทีมถึง Lv10 ปลดล็อคการก่อสร้างสนามใหญ่]=],
		[ [=[playerExp]=] ]=60,
		[ [=[cardNumber]=] ]=114
	},
	[ [=[9]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=355,
		[ [=[lvUpEnergy]=] ]=35,
		[ [=[tip]=] ]=[=[ทีมถึง Lv10 ปลดล็อคการก่อสร้างสนามใหญ่]=],
		[ [=[playerExp]=] ]=70,
		[ [=[cardNumber]=] ]=116
	},
	[ [=[10]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=435,
		[ [=[lvUpEnergy]=] ]=40,
		[ [=[tip]=] ]=[=[ทีมถึง Lv12 ปลดล็อคศูนย์ฝึกซ้อมและขึ้นเลเวลสกิล]=],
		[ [=[playerExp]=] ]=80,
		[ [=[cardNumber]=] ]=118
	},
	[ [=[11]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=525,
		[ [=[lvUpEnergy]=] ]=45,
		[ [=[tip]=] ]=[=[ทีมถึง Lv12 ปลดล็อคศูนย์ฝึกซ้อมและขึ้นเลเวลสกิล]=],
		[ [=[playerExp]=] ]=90,
		[ [=[cardNumber]=] ]=120
	},
	[ [=[12]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=625,
		[ [=[lvUpEnergy]=] ]=50,
		[ [=[tip]=] ]=[=[ทีมถึง Lv15 ปลดล็อคบันได]=],
		[ [=[playerExp]=] ]=100,
		[ [=[cardNumber]=] ]=122
	},
	[ [=[13]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=745,
		[ [=[lvUpEnergy]=] ]=55,
		[ [=[tip]=] ]=[=[ทีมถึง Lv15 ปลดล็อคบันได]=],
		[ [=[playerExp]=] ]=120,
		[ [=[cardNumber]=] ]=124
	},
	[ [=[14]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=885,
		[ [=[lvUpEnergy]=] ]=60,
		[ [=[tip]=] ]=[=[ทีมถึง Lv15 ปลดล็อคบันได]=],
		[ [=[playerExp]=] ]=140,
		[ [=[cardNumber]=] ]=126
	},
	[ [=[15]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=1045,
		[ [=[lvUpEnergy]=] ]=65,
		[ [=[tip]=] ]=[=[ทีมถึง Lv20 ปลดล็อคสมาคม]=],
		[ [=[playerExp]=] ]=160,
		[ [=[cardNumber]=] ]=128
	},
	[ [=[16]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=1245,
		[ [=[lvUpEnergy]=] ]=70,
		[ [=[tip]=] ]=[=[ทีมถึง Lv20 ปลดล็อคสมาคม]=],
		[ [=[playerExp]=] ]=200,
		[ [=[cardNumber]=] ]=130
	},
	[ [=[17]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=1495,
		[ [=[lvUpEnergy]=] ]=75,
		[ [=[tip]=] ]=[=[ทีมถึง Lv20 ปลดล็อคสมาคม]=],
		[ [=[playerExp]=] ]=250,
		[ [=[cardNumber]=] ]=132
	},
	[ [=[18]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=1795,
		[ [=[lvUpEnergy]=] ]=80,
		[ [=[tip]=] ]=[=[ทีมถึง Lv20 ปลดล็อคสมาคม]=],
		[ [=[playerExp]=] ]=300,
		[ [=[cardNumber]=] ]=134
	},
	[ [=[19]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=2145,
		[ [=[lvUpEnergy]=] ]=85,
		[ [=[tip]=] ]=[=[ทีมถึง Lv20 ปลดล็อคสมาคม]=],
		[ [=[playerExp]=] ]=350,
		[ [=[cardNumber]=] ]=136
	},
	[ [=[20]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=2545,
		[ [=[lvUpEnergy]=] ]=90,
		[ [=[tip]=] ]=[=[ทีมถึง Lv25 ปลดล็อคแชมเปียนส์ลีก]=],
		[ [=[playerExp]=] ]=400,
		[ [=[cardNumber]=] ]=138
	},
	[ [=[21]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=2995,
		[ [=[lvUpEnergy]=] ]=95,
		[ [=[tip]=] ]=[=[ทีมถึง Lv25 ปลดล็อคแชมเปียนส์ลีก]=],
		[ [=[playerExp]=] ]=450,
		[ [=[cardNumber]=] ]=140
	},
	[ [=[22]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=3495,
		[ [=[lvUpEnergy]=] ]=100,
		[ [=[tip]=] ]=[=[ทีมถึง Lv25 ปลดล็อคแชมเปียนส์ลีก]=],
		[ [=[playerExp]=] ]=500,
		[ [=[cardNumber]=] ]=142
	},
	[ [=[23]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=4095,
		[ [=[lvUpEnergy]=] ]=105,
		[ [=[tip]=] ]=[=[ทีมถึง Lv25 ปลดล็อคแชมเปียนส์ลีก]=],
		[ [=[playerExp]=] ]=600,
		[ [=[cardNumber]=] ]=144
	},
	[ [=[24]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=4795,
		[ [=[lvUpEnergy]=] ]=110,
		[ [=[tip]=] ]=[=[ทีมถึง Lv25 ปลดล็อคแชมเปียนส์ลีก]=],
		[ [=[playerExp]=] ]=700,
		[ [=[cardNumber]=] ]=146
	},
	[ [=[25]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=5595,
		[ [=[lvUpEnergy]=] ]=115,
		[ [=[tip]=] ]=[=[เมื่อทีมเลเวล 35 ปลดล็อก World Tour]=],
		[ [=[playerExp]=] ]=800,
		[ [=[cardNumber]=] ]=148
	},
	[ [=[26]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=6495,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[เมื่อทีมเลเวล 35 ปลดล็อก World Tour]=],
		[ [=[playerExp]=] ]=900,
		[ [=[cardNumber]=] ]=150
	},
	[ [=[27]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=7495,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[เมื่อทีมเลเวล 35 ปลดล็อก World Tour]=],
		[ [=[playerExp]=] ]=1000,
		[ [=[cardNumber]=] ]=152
	},
	[ [=[28]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=8595,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[เมื่อทีมเลเวล 35 ปลดล็อก World Tour]=],
		[ [=[playerExp]=] ]=1100,
		[ [=[cardNumber]=] ]=154
	},
	[ [=[29]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=9795,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[เมื่อทีมเลเวล 35 ปลดล็อก World Tour]=],
		[ [=[playerExp]=] ]=1200,
		[ [=[cardNumber]=] ]=156
	},
	[ [=[30]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=11095,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[เมื่อทีมเลเวล 35 ปลดล็อก World Tour]=],
		[ [=[playerExp]=] ]=1300,
		[ [=[cardNumber]=] ]=158
	},
	[ [=[31]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=12582,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[เมื่อทีมเลเวล 35 ปลดล็อก World Tour]=],
		[ [=[playerExp]=] ]=1487,
		[ [=[cardNumber]=] ]=160
	},
	[ [=[32]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=14172,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[เมื่อทีมเลเวล 35 ปลดล็อก World Tour]=],
		[ [=[playerExp]=] ]=1590,
		[ [=[cardNumber]=] ]=162
	},
	[ [=[33]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=15868,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[เมื่อทีมเลเวล 35 ปลดล็อก World Tour]=],
		[ [=[playerExp]=] ]=1696,
		[ [=[cardNumber]=] ]=164
	},
	[ [=[34]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=17673,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[เมื่อทีมเลเวล 35 ปลดล็อก World Tour]=],
		[ [=[playerExp]=] ]=1805,
		[ [=[cardNumber]=] ]=166
	},
	[ [=[35]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=19591,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[เมื่อทีมเลเวล 40 ปลดล็อก กิจกรรมพิเศษ]=],
		[ [=[playerExp]=] ]=1918,
		[ [=[cardNumber]=] ]=168
	},
	[ [=[36]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=21625,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[เมื่อทีมเลเวล 40 ปลดล็อก กิจกรรมพิเศษ]=],
		[ [=[playerExp]=] ]=2034,
		[ [=[cardNumber]=] ]=170
	},
	[ [=[37]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=23779,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[เมื่อทีมเลเวล 40 ปลดล็อก กิจกรรมพิเศษ]=],
		[ [=[playerExp]=] ]=2154,
		[ [=[cardNumber]=] ]=172
	},
	[ [=[38]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=26056,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[เมื่อทีมเลเวล 40 ปลดล็อก กิจกรรมพิเศษ]=],
		[ [=[playerExp]=] ]=2277,
		[ [=[cardNumber]=] ]=174
	},
	[ [=[39]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=28459,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[เมื่อทีมเลเวล 40 ปลดล็อก กิจกรรมพิเศษ]=],
		[ [=[playerExp]=] ]=2403,
		[ [=[cardNumber]=] ]=176
	},
	[ [=[40]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=30992,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[เพิ่มระดับทีมของคุณเป็นระดับ 50 เพื่อปลดล็อคเหรียญ ท็อป]=],
		[ [=[playerExp]=] ]=2533,
		[ [=[cardNumber]=] ]=178
	},
	[ [=[41]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=33659,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[เพิ่มระดับทีมของคุณเป็นระดับ 50 เพื่อปลดล็อคเหรียญ ท็อป]=],
		[ [=[playerExp]=] ]=2667,
		[ [=[cardNumber]=] ]=180
	},
	[ [=[42]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=36462,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[เพิ่มระดับทีมของคุณเป็นระดับ 50 เพื่อปลดล็อคเหรียญ ท็อป]=],
		[ [=[playerExp]=] ]=2803,
		[ [=[cardNumber]=] ]=182
	},
	[ [=[43]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=39406,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[เพิ่มระดับทีมของคุณเป็นระดับ 50 เพื่อปลดล็อคเหรียญ ท็อป]=],
		[ [=[playerExp]=] ]=2944,
		[ [=[cardNumber]=] ]=184
	},
	[ [=[44]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=42493,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[เพิ่มระดับทีมของคุณเป็นระดับ 50 เพื่อปลดล็อคเหรียญ ท็อป]=],
		[ [=[playerExp]=] ]=3087,
		[ [=[cardNumber]=] ]=186
	},
	[ [=[45]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=45727,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[เพิ่มระดับทีมของคุณเป็นระดับ 50 เพื่อปลดล็อคเหรียญ ท็อป]=],
		[ [=[playerExp]=] ]=3234,
		[ [=[cardNumber]=] ]=188
	},
	[ [=[46]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=49111,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[เพิ่มระดับทีมของคุณเป็นระดับ 50 เพื่อปลดล็อคเหรียญ ท็อป]=],
		[ [=[playerExp]=] ]=3384,
		[ [=[cardNumber]=] ]=190
	},
	[ [=[47]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=52649,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[เพิ่มระดับทีมของคุณเป็นระดับ 50 เพื่อปลดล็อคเหรียญ ท็อป]=],
		[ [=[playerExp]=] ]=3538,
		[ [=[cardNumber]=] ]=192
	},
	[ [=[48]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=56345,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[เพิ่มระดับทีมของคุณเป็นระดับ 50 เพื่อปลดล็อคเหรียญ ท็อป]=],
		[ [=[playerExp]=] ]=3696,
		[ [=[cardNumber]=] ]=194
	},
	[ [=[49]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=60201,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[เพิ่มระดับทีมของคุณเป็นระดับ 50 เพื่อปลดล็อคเหรียญ ท็อป]=],
		[ [=[playerExp]=] ]=3856,
		[ [=[cardNumber]=] ]=196
	},
	[ [=[50]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=64221,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[เพิ่มระดับทีมของคุณเป็นระดับ 60 เพื่อปลดล็อกการฝึกอบรมพิเศษ]=],
		[ [=[playerExp]=] ]=4020,
		[ [=[cardNumber]=] ]=198
	},
	[ [=[51]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=68409,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[เพิ่มระดับทีมของคุณเป็นระดับ 60 เพื่อปลดล็อกการฝึกอบรมพิเศษ]=],
		[ [=[playerExp]=] ]=4188,
		[ [=[cardNumber]=] ]=200
	},
	[ [=[52]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=72768,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[เพิ่มระดับทีมของคุณเป็นระดับ 60 เพื่อปลดล็อกการฝึกอบรมพิเศษ]=],
		[ [=[playerExp]=] ]=4359,
		[ [=[cardNumber]=] ]=200
	},
	[ [=[53]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=77301,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[เพิ่มระดับทีมของคุณเป็นระดับ 60 เพื่อปลดล็อกการฝึกอบรมพิเศษ]=],
		[ [=[playerExp]=] ]=4533,
		[ [=[cardNumber]=] ]=200
	},
	[ [=[54]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=82012,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[เพิ่มระดับทีมของคุณเป็นระดับ 60 เพื่อปลดล็อกการฝึกอบรมพิเศษ]=],
		[ [=[playerExp]=] ]=4711,
		[ [=[cardNumber]=] ]=200
	},
	[ [=[55]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=86904,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[เพิ่มระดับทีมของคุณเป็นระดับ 60 เพื่อปลดล็อกการฝึกอบรมพิเศษ]=],
		[ [=[playerExp]=] ]=4892,
		[ [=[cardNumber]=] ]=200
	},
	[ [=[56]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=91980,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[เพิ่มระดับทีมของคุณเป็นระดับ 60 เพื่อปลดล็อกการฝึกอบรมพิเศษ]=],
		[ [=[playerExp]=] ]=5076,
		[ [=[cardNumber]=] ]=200
	},
	[ [=[57]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=97244,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[เพิ่มระดับทีมของคุณเป็นระดับ 60 เพื่อปลดล็อกการฝึกอบรมพิเศษ]=],
		[ [=[playerExp]=] ]=5264,
		[ [=[cardNumber]=] ]=200
	},
	[ [=[58]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=102700,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[เพิ่มระดับทีมของคุณเป็นระดับ 60 เพื่อปลดล็อกการฝึกอบรมพิเศษ]=],
		[ [=[playerExp]=] ]=5456,
		[ [=[cardNumber]=] ]=200
	},
	[ [=[59]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=108351,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[เพิ่มระดับทีมของคุณเป็นระดับ 60 เพื่อปลดล็อกการฝึกอบรมพิเศษ]=],
		[ [=[playerExp]=] ]=5651,
		[ [=[cardNumber]=] ]=200
	},
	[ [=[60]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=114200,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[มีการเล่นหลายแบบที่น่าสนใจมากใกล้จะเปิดตัว]=],
		[ [=[playerExp]=] ]=5849,
		[ [=[cardNumber]=] ]=200
	},
	[ [=[61]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=120600,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[มีการเล่นหลายแบบที่น่าสนใจมากใกล้จะเปิดตัว]=],
		[ [=[playerExp]=] ]=6400,
		[ [=[cardNumber]=] ]=211
	},
	[ [=[62]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=128300,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[มีการเล่นหลายแบบที่น่าสนใจมากใกล้จะเปิดตัว]=],
		[ [=[playerExp]=] ]=7700,
		[ [=[cardNumber]=] ]=212
	},
	[ [=[63]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=137700,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[มีการเล่นหลายแบบที่น่าสนใจมากใกล้จะเปิดตัว]=],
		[ [=[playerExp]=] ]=9400,
		[ [=[cardNumber]=] ]=213
	},
	[ [=[64]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=150000,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[มีการเล่นหลายแบบที่น่าสนใจมากใกล้จะเปิดตัว]=],
		[ [=[playerExp]=] ]=12300,
		[ [=[cardNumber]=] ]=214
	},
	[ [=[65]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=165400,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[มีการเล่นหลายแบบที่น่าสนใจมากใกล้จะเปิดตัว]=],
		[ [=[playerExp]=] ]=15400,
		[ [=[cardNumber]=] ]=215
	},
	[ [=[66]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=172510,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[มีการเล่นหลายแบบที่น่าสนใจมากใกล้จะเปิดตัว]=],
		[ [=[playerExp]=] ]=7110,
		[ [=[cardNumber]=] ]=230
	},
	[ [=[67]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=179842,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[มีการเล่นหลายแบบที่น่าสนใจมากใกล้จะเปิดตัว]=],
		[ [=[playerExp]=] ]=7332,
		[ [=[cardNumber]=] ]=245
	},
	[ [=[68]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=187400,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[มีการเล่นหลายแบบที่น่าสนใจมากใกล้จะเปิดตัว]=],
		[ [=[playerExp]=] ]=7558,
		[ [=[cardNumber]=] ]=260
	},
	[ [=[69]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=195187,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[มีการเล่นหลายแบบที่น่าสนใจมากใกล้จะเปิดตัว]=],
		[ [=[playerExp]=] ]=7787,
		[ [=[cardNumber]=] ]=275
	},
	[ [=[70]=] ]=
	{
		[ [=[cumPlayerExp]=] ]=203206,
		[ [=[lvUpEnergy]=] ]=120,
		[ [=[tip]=] ]=[=[มีการเล่นหลายแบบที่น่าสนใจมากใกล้จะเปิดตัว]=],
		[ [=[playerExp]=] ]=8019,
		[ [=[cardNumber]=] ]=300
	}
}
return var