local null = nil
local var = 
{
	[ [=[Q104]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q104]=],
				[ [=[text]=] ]=[=[ต่อไป จะเป็นการแข่งขันที่โปรตุเกสคัพ คู่แข่งครั้งนี้ของเราเป็นทีมปากอส เขาเป็นทีมที่แข็งแกร่งมากนะ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q104_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q104]=],
				[ [=[text]=] ]=[=[งั้น ต้องชิงชนะเลิศให้ได้! ตอนรับรางวัลจะได้ถ่ายรูปสวยๆ ด้วยกัน]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q104_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q104]=],
				[ [=[text]=] ]=[=[ผมว่าการชนะไม่ได้เป็นเป้าหมายหลัก แต่หากเราไปได้ไกลกว่านั้นก็ยิ่งช่วยสร้างความมั่นใจให้กับนักเตะมากขึ้น]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q104_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q104]=],
				[ [=[text]=] ]=[=[ฮึม ต้องตั้งเป้าหมายสูงสุดเท่าที่จะทำได้สิ...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q104_4]=]
			}
		}
	},
	[ [=[Q105]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q105]=],
				[ [=[text]=] ]=[=[เกมที่แล้วแข่งขันดี สำหรับโค้ชมือใหม่เป็นเรื่องที่น่าให้กำลังใจ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q105_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q105]=],
				[ [=[text]=] ]=[=[จากการชนะเกมนี้ ฉันเห็นว่า ถึงแม่ว่าเราไม่สามารถแข่งกับทีมที่แข็งแกร่ง แต่ก็สามารถเข้าแข่งในลีกได้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q105_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q105]=],
				[ [=[text]=] ]=[=[อย่าร้อนใจ ยังไงก็เป็นฤดูกาลแรก คุณเป็นโค้ชมือใหม่ ไม่ต้องคาดหวังมาก หนีตกชั้นได้ก็ดีแล้ว]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q105_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q105]=],
				[ [=[text]=] ]=[=[ถ้าได้คะแนนที่จำเป็น การหนีตกชั้นจะไม่ใช่ปัญหา ฉันวางแผนหมดแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q105_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q105]=],
				[ [=[text]=] ]=[=[การแข่งสุดสัปดาห์มาแล้ว หนุ่มๆสู้ๆ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q105_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q105]=],
				[ [=[text]=] ]=[=[สู้ๆ สู้ๆ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q105_6]=]
			}
		}
	},
	[ [=[Q106]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q106]=],
				[ [=[text]=] ]=[=[คุณกำลังทำอะไรอยู่ ถึงช่วงเลกสองแล้ว ทำไมแพ้ตลอด ก็เพราะว่าการโอนย้ายกลางฤดูกาลนี้ไม่ได้เพิ่มกำลังใหม่ๆ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q106_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q106]=],
				[ [=[text]=] ]=[=[ไม่มีทางแล้ว งบได้แค่นี้ หรือจะขายคุณไปเพื่อแลกนักเตะสองคนมา]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q106_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q106]=],
				[ [=[text]=] ]=[=[ขายฉันไปก็ได้ไม่เท่าไหร่! แต่เราอยู่ในอันดับสุดในตารางแล้ว]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q106_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q106]=],
				[ [=[text]=] ]=[=[ฉันรู้ เราก็โดนคัดออกแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q106_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q106]=],
				[ [=[text]=] ]=[=[ไม่มีเงิน ไม่มีนักเตะ อะไรก็ไม่มี หรือจะแยกย้ายกันเลย! คุณเป็นโค้ช หาวิธีแก้ปัญหาสิ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q106_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q106]=],
				[ [=[text]=] ]=[=[แพ้ตลอดอย่างนี้ก็ไม่ได้ ฉันทำเต็มที่แล้ว ส่วนการเอาชนะเป็นหน้าที่ของนักเตะ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q106_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q106]=],
				[ [=[text]=] ]=[=[ลองดูการแข่งเกมนี้้มีอะไรเปลี่ยนแปลงหรือเปล่า]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q106_7]=]
			}
		}
	},
	[ [=[Q107]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q107]=],
				[ [=[text]=] ]=[=[การแข่งขันเหลือแค่สองรอบ การต่อสู้เพื่อการหนีตกชั้นก็ไม่ดีขึ้น งั้นก็ไม่ต่างกับการตกชั้นเร็วหรอก]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q107_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q107]=],
				[ [=[text]=] ]=[=[ตามทฤษฎี ต้องชนะทั้งสองเกมถึงหนีตชั้นได้ แต่คู่แข่งทั้งสองก็เป็นท็อป 2 หมดเลย พรุ่งนี้ตกชั้นแน่นอน! นอนก่อนเถอะ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q107_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q107]=],
				[ [=[text]=] ]=[=[อย่าแพ้ใจ ยังไงก็ต้องสู้เต็มที่ พยายามชนะเกมนี้ก่อน]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q107_3]=]
			}
		}
	},
	[ [=[Q108]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q108]=],
				[ [=[text]=] ]=[=[เราชนะจริงๆ แล้ว]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q108_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q108]=],
				[ [=[text]=] ]=[=[นักเตะทุกคนเล่นเก่งมาก การเล่นตามแผนที่ได้วางไว้ บวกกับการดูถูกทีมเราของคู่แข่ง ช่วยทำให้เราชนะ เกมสุดท้ายจะยากกว่านี้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q108_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q108]=],
				[ [=[text]=] ]=[=[เราสามารถสร้างสิ่งมหัศจรรย์ได้เหรอ?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q108_3]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q108]=],
				[ [=[text]=] ]=[=[สุดท้ายก็หนีตกชั้นได้ นี่เป็นครั้งแรกในชีวิตที่เป็นโค้ชของฉัน]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q108_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q108]=],
				[ [=[text]=] ]=[=[เริ่มต้นใหม่อีกครั้งเป็นเรื่องที่ไม่ง่ายเลย พยายามกันต่อนะ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q108_5]=]
			}
		}
	},
	[ [=[Q201]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q201]=],
				[ [=[text]=] ]=[=[นี่คุณเป็นอะไร? หลังจากพักฤดูร้อนกลับมาทุกอย่างเปลี่ยนแปลงไวมาก ทีมเราแพ้ต่อเนื่องใน 5 เกมในช่วงต้นฤดูกาลแล้ว!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q201_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q201]=],
				[ [=[text]=] ]=[=[การฝึกฝนกช่วงฤดูร้อนมีปัญหาบางอย่าง ยังไงเราก็เป็นทีมใหม่จึงมีประสบการณ์ไม่มาก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q201_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q201]=],
				[ [=[text]=] ]=[=[อย่างไรก็ตาม ต้องช่วยให้ทีมกลับไปชนะเหมือนเดิม เริ่มตั้งแต่เกมนี้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q201_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q201]=],
				[ [=[text]=] ]=[=[อย่าให้ใครมารังแก]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q201_4]=]
			}
		}
	},
	[ [=[Q202]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q202]=],
				[ [=[text]=] ]=[=[ชนะอีกนัดถือว่าได้พ้นจากกลุ่มล่างสุดในตารางแล้ว!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q202_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q202]=],
				[ [=[text]=] ]=[=[สุดท้าย นักเตะของเราก็รู้ว่ารสชาติของการชนะเป็นยังไงบ้าง นี่เป็นสิ่งสำคัญที่สุด]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q202_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q202]=],
				[ [=[text]=] ]=[=[คู่แข่งต่อไปเป็นทีมอารัวก้า วิลเลเจอร์ของบราซิล ช่วงนี้สภาพของเขาไม่ค่อยดี นั่นคือโอกาสของเรา]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q202_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q202]=],
				[ [=[text]=] ]=[=[เราชนะอีกนัดแล้ว! ดีมากเลย!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q202_4]=]
			}
		}
	},
	[ [=[Q203]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q203]=],
				[ [=[text]=] ]=[=[อืม ทีมบอลเริ่มเข้าที่เข้าทางแล้ว ตั้งแต่ตั้งสโมสรมาเรายังไม่เคยชนะ 3 นัดต่อเนื่องเลย]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q203_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q203]=],
				[ [=[text]=] ]=[=[เสาร์อาทิตย์ต้องเจอคู่แข่งต่อไป หนุ่มๆมั่นใจว่าจะเอาชนะพวกไหม?]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q203_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q203]=],
				[ [=[text]=] ]=[=[ผมเชื่อว่าจะเป็นไปได้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q203_3]=]
			}
		}
	},
	[ [=[Q204]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q204]=],
				[ [=[text]=] ]=[=[เก่งมาก! เราชนะตลอด 3 เกมแล้ว สำหรับสโมสรมือใหม่อย่างเรา มันเป็นผลที่ดีมาก ดูถูกคุณไม่ได้แล้วสิ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q204_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q204]=],
				[ [=[text]=] ]=[=[ใช่แล้ว เราเป็นทีมบอลสมัครเล่น เราไม่มีสตาร์ โชคดีมากที่เราหนีตกชั้นได้ในรอบสุดท้ายของฤดูกาลที่แล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q204_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q204]=],
				[ [=[text]=] ]=[=[ใครว่าทีมบอลสมัครเล่นไม่สามรถชิงชนะได้?]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q204_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q204]=],
				[ [=[text]=] ]=[=[หนุ่มๆ สู้ๆ กันต่อนะ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q204_4]=]
			}
		}
	},
	[ [=[Q205]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q205]=],
				[ [=[text]=] ]=[=[เราได้อยู่ในกลุ่มอันดับกลางของตารางจัดอันดับแล้ว ยังสามารถเข้าไปลึกกว่านี้อีก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q205_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q205]=],
				[ [=[text]=] ]=[=[เรื่องราวของทีมม้ามืดเริ่มมาแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q205_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q205]=],
				[ [=[text]=] ]=[=[อย่าพึ่งดีใจเลย ต่อไปก็เป็นรอบ 16 ทีมสุดท้าย เราต้องแข่งขันกับทีมปอร์โต้นะ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q205_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q205]=],
				[ [=[text]=] ]=[=[อย่าดูถูกตัวเอง จริงๆทีมเราแข็งแกร่งมากนะ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q205_4]=]
			}
		}
	},
	[ [=[Q206]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q206]=],
				[ [=[text]=] ]=[=[คุณชนะอีกแล้ว]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q206_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q206]=],
				[ [=[text]=] ]=[=[ปอร์โต้ก็ต้องยอมแพ้คุณ ฉันว่าตอนนี้คุณเริ่มลงตัวแล้ว]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q206_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q206]=],
				[ [=[text]=] ]=[=[แต่ทีมกำลังอยู่ในสภาพไม่ดี แพ้ตลอดในลีก แล้วโดนคัดออกรอบ 8 ทีมสุดท้ายด้วย]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q206_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q206]=],
				[ [=[text]=] ]=[=[เสียใจด้วย! ชนะทีมแข็งแกร่งแต่ไม่สามารถเข้าต่อได้ ต่อจากนี้ไปจะเรียกคุณว่าโค้ช Andy นะ ดูพุงก็เหมือนกันนะ...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q206_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q206]=],
				[ [=[text]=] ]=[=[ฉันคิดว่าหุ่นฉันดีกว่า Andy นะ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q206_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q206]=],
				[ [=[text]=] ]=[=[โอ้ย ฉันคิดว่าถ้าชนะทีมปอร์โต้แล้วจะสามารถมุ่งตรงไปที่ตำแหน่งชนะเลิศได้ซะอีก]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q206_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q206]=],
				[ [=[text]=] ]=[=[ไม่มีวิธีอื่นแล้ว แต่ก็ไม่น่าเชื่อเลยว่าทีมบอลสามารถพัฒนาได้ขนาดนี้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q206_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q206]=],
				[ [=[text]=] ]=[=[ต้องจำไว้ว่าเส้นทางของเรายังอีกไกล]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q206_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q206]=],
				[ [=[text]=] ]=[=[ฉันหวังว่าทีมบอลจะชนะเกมต่อไป]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q206_9]=]
			}
		}
	},
	[ [=[Q207]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q207]=],
				[ [=[text]=] ]=[=[เกมต่อไปสำคัญมาก ถ้าเราชนะได้ก็สามารถพ้นความเสี่ยงที่ตกชั้นได้...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q207_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q207]=],
				[ [=[text]=] ]=[=[ใช่ ถ้าไม่มีปัญหาอะไรก็สามารถเข้ากลุ่มอันดับต้นของตารางจัดอันดับด้วย]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q207_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q207]=],
				[ [=[text]=] ]=[=[ไม่โชคดีอีกแล้ว]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q207_3]=]
			}
		}
	},
	[ [=[Q208]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q208]=],
				[ [=[text]=] ]=[=[ฤดูกาลนี้ก็ไม่แย่เท่าไรสำหรับทีมบอลที่พยายามหนีตกชั้นในฤดูกาลที่แล้ว แต่มีผลงานขนาดนี้ก็น่าชื่นชมแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q208_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q208]=],
				[ [=[text]=] ]=[=[ไม่สามารถดังภายในหนึ่งนาทีหรอก สิ่งสำคัญคือการพัฒนาที่ละก้าวของทีม]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q208_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q208]=],
				[ [=[text]=] ]=[=[ถ้าชนะอีกบางเกมในช่วงท้ายฤดูกาลก็ดีมากนะ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q208_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q208]=],
				[ [=[text]=] ]=[=[คู่แข่งครั้งนี้เป็นทีมเบนฟิกา ไลท์ ออกไปสู้กันต่อเถอะ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q208_4]=]
			}
		}
	},
	[ [=[Q209]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q209]=],
				[ [=[text]=] ]=[=[เจอทีมปอร์โต้อีกแล้ว]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q209_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q209]=],
				[ [=[text]=] ]=[=[เขาเคยแพ้ทีมเรา เราไม่ต้องเตรียมอะไรทั้งนั้น แค่ออกไปแข่ง]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q209_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q209]=],
				[ [=[text]=] ]=[=[ความคิดอย่างนั้นอันตรายมาก ยังไงก็อย่าดูถูกคู่แข่งเป็นอันขาด ไม่อย่างนั้นเราจะแพ้เขา]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q209_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q209]=],
				[ [=[text]=] ]=[=[ทำไมเครียดจัง...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q209_4]=]
			}
		}
	},
	[ [=[Q210]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q210]=],
				[ [=[text]=] ]=[=[ถึงช่วงท้ายฤดูกาลแล้ว เราก็อยู่ในกลุ่มอันดับกลางในตารางคะแนนแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q210_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q210]=],
				[ [=[text]=] ]=[=[ใครๆ ก็อยากจบฤดูกาลแข่งขันด้วยความชนะใช่ไหม?]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q210_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q210]=],
				[ [=[text]=] ]=[=[อีกทั้งคู่แข่งของเราคือทีมสปอร์ติง!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q210_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q210]=],
				[ [=[text]=] ]=[=[วันนี้เราตบมือชื่นชมเขา สักวันหนึ่งเขาต้องเป็นฝ่ายตบมือชื่นชมเรา]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q210_4]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q210]=],
				[ [=[text]=] ]=[=[ปีนี้มีอุปสรรคเยอะมาก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q210_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q210]=],
				[ [=[text]=] ]=[=[แต่ปีนี้คนรู้จักเราก็เยอะมากขึ้นใช่ไหม?]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q210_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q210]=],
				[ [=[text]=] ]=[=[แค่เริ่มต้นแหละ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q210_7]=]
			}
		}
	},
	[ [=[Q301]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q301]=],
				[ [=[text]=] ]=[=[ดูเหมือน ตั้งแต่สร้างทีมมาจนถึงปัจจุบัน เราก็ประสบความสำเร็จบ้าง ทราบซึ้งจัง]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q301_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q301]=],
				[ [=[text]=] ]=[=[ปีที่สามแล้ว เวลาผ่านไปเร็วจัง]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q301_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q301]=],
				[ [=[text]=] ]=[=[ได้ติดตามการเติบโตของทีม คุณน่าจะมีความรู้สึกซาบซึ้งบ้างใช่ไหม? อยากแสดงความคิดเห็นบ้างไหม?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q301_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q301]=],
				[ [=[text]=] ]=[=[ใช่ เด็กๆ ทุกคนมีคุณสมบัติที่จะเป็นสตาร์ซอคเกอร์]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q301_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q301]=],
				[ [=[text]=] ]=[=[เสียดายที่ทีมโปรตุเกสยังอยู่อันดับต่ำในตารางคะแนน ต้องต่อสู้เพื่อกู้เกียรติยศกลับคืนมา!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q301_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q301]=],
				[ [=[text]=] ]=[=[เขาทำเหมือนเราไม่มีตัวตน...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q301_6]=]
			}
		}
	},
	[ [=[Q302]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q302]=],
				[ [=[text]=] ]=[=[เกมต่อไปจะชิงถ้วยแล้ว คู่แข่งแรกของเราเป็นทีมเบนฟิกา ไลท์ เขาแข็งแกร่งมาก
ฉันไม่อยากแพ้ตั้งแต่เกมแรกหรอกนะ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q302_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q302]=],
				[ [=[text]=] ]=[=[เพราะคุณจับฉลากไม่ดีเองไง...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q302_2]=]
			}
		}
	},
	[ [=[Q303]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q303]=],
				[ [=[text]=] ]=[=[ไม่น่าเชื่อเลยว่าเราชนะเกมแรกของฤดูกาลได้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q303_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q303]=],
				[ [=[text]=] ]=[=[เกมต่อไปคือเกมดาร์บีกับทีมมาเดรา กิลเดอร์ ทั้งสองฝ่ายรู้จักกันดี ปีนั้นฉันเกือบเข้าร่วมทีมเขาแล้ว]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q303_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q303]=],
				[ [=[text]=] ]=[=[พบกับคู่แข่งที่เราคุ้นเคย เราต้องชนะให้สวยงาม]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q303_3]=]
			}
		}
	},
	[ [=[Q304]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q304]=],
				[ [=[text]=] ]=[=[เดี๋ยวฉันดูตารางการแข่งขันก่อน... คู่แข่งต่อไปคือทีมบราก้า]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q304_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q304]=],
				[ [=[text]=] ]=[=[อ๋อ เราเคยแข่งขันกับเขาหลายครั้ง ชนะบ้างแพ้บ้าง]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q304_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q304]=],
				[ [=[text]=] ]=[=[เขาก็เป็นทีมเข้าร่วมแข่งขันในลีกยุโรปบ่อย นอกจาก 3 ทีมแข็งแกร่งตั้งแต่เดิม เขาก็เป็นทีมที่เก่งสุดของโปรตุเกส ฉันกลัวว่า...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q304_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q304]=],
				[ [=[text]=] ]=[=[อะไร นอกจาก 3 ทีมแข็งแกร่งตั้งแต่เดิม ทีมแข็งแกร่งสุดไม่ใช่เราเหรอ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q304_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q304]=],
				[ [=[text]=] ]=[=[คุณบอกฉันตลอดว่าเราต้องอ่อนน้อมถ่อมตนไม่ใช่เหรอ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q304_5]=]
			}
		}
	},
	[ [=[Q305]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q305]=],
				[ [=[text]=] ]=[=[ต่อไปคืออีกหนี่งเกมดาร์บี!แข่งขันกับทีมฟุงชาล ไอส์แลนด์]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q305_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q305]=],
				[ [=[text]=] ]=[=[การพัฒนาอย่างโดดเด่นของทีมเราทำให้เกาะนี้คึกคักขึ้นเลย]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q305_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q305]=],
				[ [=[text]=] ]=[=[ช่วงนี้เป็นอันดับหนึ่งของโปรตุเกสไม่ได้ งั้นเป็นอันดับหนึ่งของเกาะเล็กๆ นี้ละกัน]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q305_3]=]
			}
		}
	},
	[ [=[Q306]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q306]=],
				[ [=[text]=] ]=[=[ต่อไปคือรอบ 8 ทีมสุดท้ายของคัพมะรีนโปรตุเกส เราจะเจอทีมสปอร์ติงอีกครั้ง]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q306_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q306]=],
				[ [=[text]=] ]=[=[จู่ๆ ฉันรู้สึกว่า ถ้าเราผ่านด่านนี้ได้ เราอาจจะ...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q306_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q306]=],
				[ [=[text]=] ]=[=[ทำหน้าที่ครั้งนี้ให้ดีก่อน]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q306_3]=]
			}
		}
	},
	[ [=[Q307]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q307]=],
				[ [=[text]=] ]=[=[เข้ารอบ 4 ทีมสุดท้ายแล้ว เจ๋งมาก]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q307_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q307]=],
				[ [=[text]=] ]=[=[ฤดูกาลนี้เราอาจจะสร้างประวัติศาสตร์ว่าครั้งแรกที่ได้รางวัลใหญ่]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q307_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q307]=],
				[ [=[text]=] ]=[=[เกมนี้พวกเราเจอกับเบนฟิกา ไลท์ จะให้เขาช่วยทดสอบความสามารถของทีมเรา]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q307_3]=]
			}
		}
	},
	[ [=[Q308]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q308]=],
				[ [=[text]=] ]=[=[เกมต่อไปเป็นรอบ 4 ทีมสุดท้ายแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q308_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q308]=],
				[ [=[text]=] ]=[=[มาถึงรอบ 4 ทีมสุดท้าย ทีมไหนก็ต้องการชิงคัพ หากเราดูถูกเขาระวังจะแพ้]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q308_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q308]=],
				[ [=[text]=] ]=[=[คุณนับวันยิ่งเชี่ยวชาญแล้วนะนี่!
สู้ๆ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q308_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q308]=],
				[ [=[text]=] ]=[=[บ่นพึมพำ...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q308_4]=]
			}
		}
	},
	[ [=[Q309]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q309]=],
				[ [=[text]=] ]=[=[เราก้าวสู่รอบชิงชนะเลิศแห่งการแข่งคัพมะรีนโปรตุเกสด้วยกันครับ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q309_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q309]=],
				[ [=[text]=] ]=[=[ถึงแม้การจัดอันดับในการแข่งขันจะไม่ได้ดั่งใจ  แต่ถ้าคว้าคัพมาได้ก็ยังถือว่าเป็นฤดูกาลที่ประสบความสำเร็จอยู่]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q309_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q309]=],
				[ [=[text]=] ]=[=[ปอร์โต้จะเป็นคู่แข่งในรอบชิงชนะเลิศ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q309_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q309]=],
				[ [=[text]=] ]=[=[ช่างบังเอิญจริงๆ ในแมตช์สุดท้ายเราก็จะพบกับพวกเขาอีกครั้ง]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q309_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q309]=],
				[ [=[text]=] ]=[=[ถ้าสามารถชนะพวกเขาก่อน จะเป็นกำลังใจที่ดีต่อทีมบอลมาก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q309_5]=]
			}
		}
	},
	[ [=[Q310]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q310]=],
				[ [=[text]=] ]=[=[วันที่เรารอคอยมานานในที่สุดก็มาถึง]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q310_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q310]=],
				[ [=[text]=] ]=[=[ครั้งก่อนเราชนะเขา ครั้งนี้เขาคงอยากเอาคืน..พวกเราต้องพยายาม]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q310_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q310]=],
				[ [=[text]=] ]=[=[ใช่! แต่มาถึงจุดนี้แล้วเรามีอะไรต้องกลัวด้วยหรอ?]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q310_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q310]=],
				[ [=[text]=] ]=[=[เขาแข็งแกร่งจัง!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q310_4]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q310]=],
				[ [=[text]=] ]=[=[ชนะแล้ว!สุดยอดมาก!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q310_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q310]=],
				[ [=[text]=] ]=[=[ถ้วยใบแรกในประวัติศาสตร์!!! ฉันต้องขึ้นแท่นรับรางวัล! คัพ ส่งคัพมาให้ฉันหน่อย!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q310_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q310]=],
				[ [=[text]=] ]=[=[สำคัญกว่านั้นคือ เราจะเข้าชิงยูฟ่ายูโรปาลีกในฐานะผู้ขนะเลศแห่งการแข่งคัพ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q310_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q310]=],
				[ [=[text]=] ]=[=[ทุกอย่างเหมือนความฝันเลย]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q310_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q310]=],
				[ [=[text]=] ]=[=[ยุโรป พวกเรากำลังมาแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q310_9]=]
			}
		}
	},
	[ [=[Q401]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q401]=],
				[ [=[text]=] ]=[=[นี่เป็นครั้งแรกที่เข้าร่วมแข่งขันถ้วยยุโรป ตื่นเต้นจริงๆ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q401_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q401]=],
				[ [=[text]=] ]=[=[พวกเราพร้อมที่จะก้าวสู่การเดินทางใหม่]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q401_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q401]=],
				[ [=[text]=] ]=[=[เกมแรกแห่งยูฟ่ายูโรปาลีก เราจะต้องเผชิญหน้ากับทีมอังกฤษ ผมไม่ได้ไป ผมอยู่โปรตุเกสดูการถ่ายทอดสดก็ได้...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q401_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q401]=],
				[ [=[text]=] ]=[=[ทีมดูท่าทางเคร่งเครียด พึ่งเปิดเกมได้ 30 นาทีก็เสียประตูไป 2 ลูกแล้ว...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q401_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q401]=],
				[ [=[text]=] ]=[=[ต้องปรับกลยุทธ์ อย่างน้อยต้องตีเสมอให้ได้!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q401_5]=]
			}
		}
	},
	[ [=[Q402]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q402]=],
				[ [=[text]=] ]=[=[เกมสุดท้ายจบลงด้วยผลที่เสมอ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q402_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q402]=],
				[ [=[text]=] ]=[=[ดูเหมือนว่าทีมต้องทำความคุ้นเคยกับจังหวะการเล่นของยุโรป]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q402_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q402]=],
				[ [=[text]=] ]=[=[เกมต่อไปต้องปรับสถานะ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q402_3]=]
			}
		}
	},
	[ [=[Q403]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q403]=],
				[ [=[text]=] ]=[=[นี่ ผลการแข่งขันในเกมหลังๆ นี้ไม่ค่อยดีเลย]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q403_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q403]=],
				[ [=[text]=] ]=[=[การแบ่งกำลังออกมาอยู่ตั้ง 3 สนามแข่ง สร้างความกดดันให้ทีมมากจริงๆ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q403_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q403]=],
				[ [=[text]=] ]=[=[กำลังการเล่นของทีมเราอ่อนมาก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q403_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q403]=],
				[ [=[text]=] ]=[=[ยังอีกนานกว่าจะถึงช่วงโอนย้าย อยากเพิ่มเติมกำลังการเล่นก็ไม่ได้ ยุ่งกันใหญ่แล้ว]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q403_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q403]=],
				[ [=[text]=] ]=[=[จำเป็นต้องหมุนเวียนนักเตะเพื่อให้นักเตะตัวหลักได้มีเวลาพักผ่อน]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q403_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q403]=],
				[ [=[text]=] ]=[=[ส่วนการแข่งขันชิงคัพไปได้แค่ไหนก็เอาแค่นั้น อย่าปล่อยเรื่องนี้ถึงหูของสมาชิกในทีม]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q403_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q403]=],
				[ [=[text]=] ]=[=[บ่นพึมพำ...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q403_7]=]
			}
		}
	},
	[ [=[Q404]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q404]=],
				[ [=[text]=] ]=[=[ตอนนี้ทีมเล่นออกมาไม่ดีเลย มีทางเดียวคือถอย...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q404_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q404]=],
				[ [=[text]=] ]=[=[นี่ สถานการณ์การแข่งขันทีมเราเป็นอย่างไรบ้างแล้ว?]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q404_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q404]=],
				[ [=[text]=] ]=[=[เตะสองเกม นัดแรกเสมอ เกมที่สองแพ้ สถานการณ์ไม่ค่อยดีเท่าไหร่]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q404_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q404]=],
				[ [=[text]=] ]=[=[สองเกมต่อไปที่ต้องพบกับทีมมาร์กเซยถือว่าสำคัญมาก ถ้าเล่นดีก็จะมีโอกาสไปต่อ?]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q404_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q404]=],
				[ [=[text]=] ]=[=[คุณกลายเป็นแบบนี้ตั้งแต่ตอนไหน?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q404_5]=]
			}
		}
	},
	[ [=[Q405]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q405]=],
				[ [=[text]=] ]=[=[ชนะเขาบนสนามเหย้าแล้ว แต่เลกสองที่สนามเยือนไม่ควรพลาด]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q405_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q405]=],
				[ [=[text]=] ]=[=[ถ้าชนะ ฉันจะเลี้ยงหม้อไฟปลามาร์แซย์ที่มีชื่อเสียง]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q405_2]=]
			}
		}
	},
	[ [=[Q406]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q406]=],
				[ [=[text]=] ]=[=[แข่งเสร็จสองเกมต่อกัน ถือว่าได้บรรลุเป้าหมายที่ตั้งไว้]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q406_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q406]=],
				[ [=[text]=] ]=[=[สถานการณ์ตอนนี้อยู่ในกำมือของเรา เกมต่อไปเป็นการแข่งขันในประเทศ คู่แข่งไม่ค่อยแข็ง นี่เป็นโอกาสพักผ่อน]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q406_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q406]=],
				[ [=[text]=] ]=[=[ปกติ...พูดแบบนี้....มักจะแพ้]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q406_3]=]
			}
		}
	},
	[ [=[Q407]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q407]=],
				[ [=[text]=] ]=[=[ความแพ้ต่อทีมลอนดอน แฮมเมอร์ส ทำให้ความหวังที่จะไปต่อก็ค่อยๆ เหือดหายไป]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q407_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q407]=],
				[ [=[text]=] ]=[=[ไม่มีทางเลือกแล้ว คู่แข่งแข็งแกร่งมาก! ทีมของเรามีประสบการณ์ยังไม่มากพอ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q407_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q407]=],
				[ [=[text]=] ]=[=[อย่าโวยวาย โชคชะตาของเราขึ้นอยู่ที่เราตัดสินใจน่า]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q407_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q407]=],
				[ [=[text]=] ]=[=[หากชนะ Feyenoord Habor ได้ เราก็สามารถไปต่อด้วยฐานะทีมอันดับสองของกลุ่ม... ถึงจะไม่น่าภูมิใจเท่าไหร่แต่ก็ยังดีกว่าโดนคัดออก...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q407_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q407]=],
				[ [=[text]=] ]=[=[ออกสนาม!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q407_5]=]
			}
		}
	},
	[ [=[Q408]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q408]=],
				[ [=[text]=] ]=[=[พวกเราสามารถไปต่อแล้ว!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q408_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q408]=],
				[ [=[text]=] ]=[=[ยินดีด้วย! สำหรับทีมฟุตบอลที่พึ่งจัดตั้งไม่กี่ปี นี่ถือว่าปาฏิหาริย์เลยนะ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q408_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q408]=],
				[ [=[text]=] ]=[=[ไม่ควรฉลองนานเกินไป! จงดูแต้มของเราในตารางจัดอันดับการแข่งขันในประเทศสิ สถานการณ์กำลังน่าเป็นห่วง ก็ยังโชคดีที่มีเวลาพักผ่อนนิดหน่อย]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q408_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q408]=],
				[ [=[text]=] ]=[=[ถูกต้อง เราต้องปรับแผนใหม่]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q408_4]=]
			}
		}
	},
	[ [=[Q409]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q409]=],
				[ [=[text]=] ]=[=[ผลจับสลากยูฟ่ายูโรปาลีกออกมาแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q409_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q409]=],
				[ [=[text]=] ]=[=[คู่แข่งของเราคือทีมแมนยูเอฟซี]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q409_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q409]=],
				[ [=[text]=] ]=[=[โอ้วพระเจ้า! แมนยูเอฟซีเป็นหนึ่งในทีมที่แข็งที่สุดในโลก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q409_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q409]=],
				[ [=[text]=] ]=[=[แต่ตั้งแต่โค้ช F ลาออก กำลังของพวกเขาก็ไม่เหมือนแต่ก่อนเลย]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q409_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q409]=],
				[ [=[text]=] ]=[=[พวกเรายังมีจะโอกาสใช่ไหม?]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q409_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q409]=],
				[ [=[text]=] ]=[=[ทีมเราเปิดเกมอย่างไม่ดีเลย พึ่งครึ่งแรกก็โดนนำ 0:2 แล้ว...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q409_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q409]=],
				[ [=[text]=] ]=[=[กลัวอะไรครับ? ผมได้ยินมาว่าแมนยูเอฟซีถนัดการพลิกเกม เราก็ควรแสดงฝีมือให้เขาเห็น เขาถึงทราบว่ารสชาติแห่งความทุกข์จะเป็นอย่างไร...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q409_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q409]=],
				[ [=[text]=] ]=[=[อืม อย่างน้อยก็ต้องเสมอ ถ้าแพ้ถือว่าจบเลย...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q409_8]=]
			}
		}
	},
	[ [=[Q410]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q410]=],
				[ [=[text]=] ]=[=[เสมอที่สนามเหย้า ดูก็ไม่ได้แย่มาก.....]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q410_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q410]=],
				[ [=[text]=] ]=[=[แต่คู่แข่งมีข้อได้เปรียบคือคะแนนที่ชนะบนสนามเยือน ดังนั้นต้องชนะนัดสนามเยือนให้ได้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q410_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q410]=],
				[ [=[text]=] ]=[=[เริ่มเกมได้อย่างนี้ถือว่าไม่เลวนะ โอกาสเอาคืนกำลังอยู่ในมือของพวกเรา]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q410_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q410]=],
				[ [=[text]=] ]=[=[แค่รักษาสกอร์นี้จนถึงช่วงสุดท้ายของเกมก็พอ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q410_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q410]=],
				[ [=[text]=] ]=[=[ทุกคนตั้งใจฟังนะครับ! เกมต่อไปต้องพยายามให้สุดกำลัง อย่าปล่อยให้เสียประตูอย่างเด็ดขาด...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q410_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q410]=],
				[ [=[text]=] ]=[=[ไม่ได้อย่างเด็ดขาด....]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q410_6]=]
			}
		}
	},
	[ [=[Q411]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q411]=],
				[ [=[text]=] ]=[=[โอ้ว! พวกเราได้สร้างประวัติศาสตร์แล้ว]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q411_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q411]=],
				[ [=[text]=] ]=[=[เราคัดแมนยูเอฟซออกจากยูฟ่ายูโรปาลีกแล้ว! ดีมาก!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q411_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q411]=],
				[ [=[text]=] ]=[=[เห็นรูปสมาชิกทีมที่ได้ลงบนหน้าหนังสือพิมพ์ ตื้นตันใจมาก!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q411_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q411]=],
				[ [=[text]=] ]=[=[คู่แข่งรอบต่อไปคือนาโปลี บลูส์]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q411_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q411]=],
				[ [=[text]=] ]=[=[เป็นอีกหนึ่งทีมที่แข็งแกร่ง... โอ้พระเจ้า!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q411_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q411]=],
				[ [=[text]=] ]=[=[มาถึงรอบนี้ถือว่าเป็นของขวัญชิ้นใหญ่สำหรับพวกเราแล้ว จะมีอะไรต้องกลัวอีก?]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q411_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q411]=],
				[ [=[text]=] ]=[=[เพิ่งครึ่งแรกของเกมก็ถูกนำ 4 ลูกแล้ว ครั้งนี้ไม่มีใครช่วยพวกเราได้...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q411_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q411]=],
				[ [=[text]=] ]=[=[มาถึงจุดนี้ได้ก็ถือว่าดีมากแล้ว ทุกคนต้องตั้งใจฟังนะ สำหรับครึ่งหลัง ทุกคนพยายามทำประตูอันเป็นเกียรติได้สักลูก เพื่อไม่ให้แฟนบอลเราผิดหวังนะครับ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q411_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q411]=],
				[ [=[text]=] ]=[=[พยายามยิงคืนได้สักลูกหน่อย...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q411_9]=]
			}
		}
	},
	[ [=[Q412]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q412]=],
				[ [=[text]=] ]=[=[เรากับคู่แข่งต่างกันมาก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q412_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q412]=],
				[ [=[text]=] ]=[=[แต่พวกเรายังมีเวลา]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q412_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q412]=],
				[ [=[text]=] ]=[=[แม้จะถูกคัดออกแต่ต้องเล่นเกมสุดท้ายให้ดีที่สุด]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q412_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q412]=],
				[ [=[text]=] ]=[=[แม้จะถูกคัดออก ก็ต้องออกไปอย่างเกียรติยศและศักดิ์ศรี! แต่ทำไมฉันยังรู้สึกเสียดายนิดหน่อย]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q412_4]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q412]=],
				[ [=[text]=] ]=[=[ฤดูกาลนี้ได้จบลงแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q412_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q412]=],
				[ [=[text]=] ]=[=[แม้จะเสียดายที่ไม่ได้เข้ารอบต่อไปแต่แฟนคลับยังมองเราเหมือนฮีโร่]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q412_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q412]=],
				[ [=[text]=] ]=[=[ตั้งหน้าตั้งตารอฤดูกาลใหม่เริ่มต้น]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q412_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q412]=],
				[ [=[text]=] ]=[=[ก้าวหน้าเถอะ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q412_8]=]
			}
		}
	},
	[ [=[Q501]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q501]=],
				[ [=[text]=] ]=[=[ฤดูกาลที่แล้ว พวกเราไปทุ่มกำลังให้กับยูฟ่ายูโรปาลีก ทำให้อันดับทีมในลีกภายในประเทศไม่ได้สูงมากครับ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q501_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q501]=],
				[ [=[text]=] ]=[=[ฤดูกาลใหม่ไม่ต้องเปลืองกำลังเพราะเป็นคัพยุโรป โค้ชไม่ให้หยุดพักหรอ?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q501_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q501]=],
				[ [=[text]=] ]=[=[นี่คือสโมสรของฉัน จะพักหรือไม่ขึ้นอยู่ที่ฉันตัดสินใจ! จงทดสอบความแข็งแกร่งของตนเองในการแข่งขัน]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q501_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q501]=],
				[ [=[text]=] ]=[=[หลังจากเก็บสะสมประสบการณ์มาหลายปี ถึงเวลาที่สามารถเผชิญหน้ากับทีมใหญ่ๆ แล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q501_4]=]
			}
		}
	},
	[ [=[Q502]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q502]=],
				[ [=[text]=] ]=[=[เริ่มเกมได้อย่างนี้ถือว่าไม่เลว...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q502_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q502]=],
				[ [=[text]=] ]=[=[แต่ก่อนเมื่อฝึกซ้อมให้ทีมใหญ่ๆ มักจะได้เข้าร่วมทุกการแข่งขัน ซึ่งนานแล้วไม่ได้รู้สึกเป็นแบบนั้นอีก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q502_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q502]=],
				[ [=[text]=] ]=[=[ถ้าชนะเกมนี้ เราจะเป็นทีมนำของกลุ่มแล้ว รู้สึกดีมาก...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q502_3]=]
			}
		}
	},
	[ [=[Q503]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q503]=],
				[ [=[text]=] ]=[=[เราได้อยู่อันดับแรกของกลุ่ม! ดูก็รู้ว่าตำแหน่งแชมป์ฤดูกาลนี้อยู่ในกำมือแล้ว]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q503_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q503]=],
				[ [=[text]=] ]=[=[ครั้งนี้ใครซวยจัง...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q503_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q503]=],
				[ [=[text]=] ]=[=[สภาพอากาศช่างเป็นใจ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q503_3]=]
			}
		}
	},
	[ [=[Q504]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q504]=],
				[ [=[text]=] ]=[=[การแข่งขันต่อไป เราต้องเผชิญกับการท้าทายครั้งใหญ่
นั่นคือการไปเยือนทีมสปอร์ติก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q504_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q504]=],
				[ [=[text]=] ]=[=[เริ่มเกมยังไม่ดีเท่าไหร่]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q504_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q504]=],
				[ [=[text]=] ]=[=[คุณยอมรับว่าจัดการยังไม่ดีแล้วใช่ไหม? รีบปรับปรุงใหม่นะ ถึงแม้จะไม่ชนะแต่ก็ต้องทำประตูให้ได้สัก 1 - 2 ประตู..]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q504_3]=]
			}
		}
	},
	[ [=[Q505]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q505]=],
				[ [=[text]=] ]=[=[หลังจากแพ้ทีมสปอร์ติง กำลังใจการต่อสู้ของทีมลดลงไปเยอะเลย
แพ้ 5 รอบติดต่อกันแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q505_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q505]=],
				[ [=[text]=] ]=[=[แต่ว่าพวกเรากำลังจะเจอทีมสปอร์ติงที่มารีนคัพแล้ว นี่เป็นโอกาสที่จะเอาศักดิ์ศรีคืนมา]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q505_2]=]
			}
		}
	},
	[ [=[Q506]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q506]=],
				[ [=[text]=] ]=[=[หลังจากชนะแล้วดูเหมือนว่าจะหยุดการพ่ายแพ้ได้อย่างต่อเนื่อง...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q506_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q506]=],
				[ [=[text]=] ]=[=[ช่วงที่ผ่านมาเสียคะแนนไปเยอะ ไม่มีโอกาสคว้ารางวัลชนะเลิศแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q506_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q506]=],
				[ [=[text]=] ]=[=[ดูเหมือนว่า  ก่อนหน้านี้ฉันมั่นใจในตัวนายเกินไป...ตอนนี้กู้หน้ากลับคืนมายังไม่สาย จากเกมนี้เป็นต้นไปเริ่มต้นทำคะแนนยังทันอยู่...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q506_3]=]
			}
		}
	},
	[ [=[Q507]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q507]=],
				[ [=[text]=] ]=[=[เกมต่อไปจะเจอกับทีมเบนฟิกา ชนะเขาแล้วจะสามารถกลับเข้ามาอยู่ในรายชื่อทีมที่เข้ารอบชิงชนะเลิศใช่ไหม? แต่ผมรู้สึกว่า...ยากมาก]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q507_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q507]=],
				[ [=[text]=] ]=[=[กำลังของพวกเราไม่แพ้ใคร แต่ว่าต้องเพิ่มความมั่นคง]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q507_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q507]=],
				[ [=[text]=] ]=[=[จงนำพาทีมเข้ากลุ่มชิงชนะเลิศให้สำเร็จแล้วมาคุยกับผม]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q507_3]=]
			}
		}
	},
	[ [=[Q508]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q508]=],
				[ [=[text]=] ]=[=[จำได้ว่า คู่แข่งครั้งสุดท้ายของครึ่งฤดูกาลที่แล้วคือโปร์ตู ...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q508_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q508]=],
				[ [=[text]=] ]=[=[เขากับเราอยู่ในแถวเดียวกัน...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q508_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q508]=],
				[ [=[text]=] ]=[=[เกมสุดท้ายของลีกยังต้องเจอกับพวกเขา]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q508_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q508]=],
				[ [=[text]=] ]=[=[สื่อมวลชนคาดว่า การแข่งขันเกมสุดท้ายนี้น่าจะตัดสินทีมที่ชนะเลศของฤดูกาล]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q508_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q508]=],
				[ [=[text]=] ]=[=[พูดอีกอย่างหนึ่งก็คือ นี่เป็นการแข่งขันระหว่างทีมแชมป์ใหม่กับแชมป์เก่า!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q508_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q508]=],
				[ [=[text]=] ]=[=[เป็นอะไรเนี่ย? พึ่งเข้าครึ่งแรกก็โดนนำแล้ว! เกมนี้เราแพ้ไม่ได้นะ! อย่างน้อยต้องเสมอ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q508_6]=]
			}
		}
	},
	[ [=[Q509]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q509]=],
				[ [=[text]=] ]=[=[ฤดูกาลนี้สโมสรต่างๆแก่งแย่งชิงแชมป์กันอย่างดุเดือด]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q509_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q509]=],
				[ [=[text]=] ]=[=[การแข่งของกลุ่มอันดับต้นๆยังไม่มีแพ้ไม่มีชนะ ดูแล้วขนะเลศลีกนี้คงต้องใช้เวลาอีกนาน]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q509_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q509]=],
				[ [=[text]=] ]=[=[รอบที่ 25 ของลีกต้องเผชิญหน้ากับทีมสปอร์ติงที่สนามเหย้า]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q509_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q509]=],
				[ [=[text]=] ]=[=[ไม่มีอะไรต้องกลัว ขึ้นไป!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q509_4]=]
			}
		}
	},
	[ [=[Q510]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q510]=],
				[ [=[text]=] ]=[=[กลุ่มทีมอยู่ในอันดับต้นของตารางจัดอันดับได้ชนะต่อเนื่องตั้งหลายเกม ขยายระยะความห่างกับกลุ่ม 2...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q510_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q510]=],
				[ [=[text]=] ]=[=[คุณไม่เห็นเหรอ? โปร์ตูรักษาสภาพทีมได้สม่ำเสมอกว่าคู่แข่งอื่นๆ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q510_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q510]=],
				[ [=[text]=] ]=[=[ใช่แล้ว ทีมเรากับเบนฟิกานานๆ ยังตีเสมอกัน ปอร์ตูชนะตลอดเลย... ก่อนที่พบเบนฟิกาเป็นครั้งที่ 2 สองทีมมีคะแนนเท่ากัน ส่วนปอร์ตูนำเรา 2 คะแนน...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q510_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q510]=],
				[ [=[text]=] ]=[=[แสดงว่า ผู้ชนะเกมนี้จะอยู่ต่ออันดับต้น หากเสมอ และปอร์ตูชนะเกมเขา ปอร์ตูจะคว้าแชมป์ก่อนหนึ่งรอบ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q510_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q510]=],
				[ [=[text]=] ]=[=[ต้องฮึดสู้สิ... ทุกคนเป็นอะไรกันอ่ะ แค่ครึ่งแรกก็เสียไป 2 ประตูแล้ว]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q510_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q510]=],
				[ [=[text]=] ]=[=[แม้โดนนำไป 2 ลูกแล้ว แต่ถ้าชนะได้ เราก็ยังรักษารางวัลชนะเลศได้อยู่! โค้ชครับ! ปรับแผนเล่นเร็วหน่อย!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q510_6]=]
			}
		}
	},
	[ [=[Q511]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q511]=],
				[ [=[text]=] ]=[=[พยายามเต็มที่แต่ทำไมได้ผลมาเป็นอย่างนี้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q511_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q511]=],
				[ [=[text]=] ]=[=[ปอร์ตูได้ชนะเลศแน่นอนแล้ว เกมสุดท้ายกับเราแค่เป็นเกมอันเป็นเกียรติสำหรับเขาเท่านั้น]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q511_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q511]=],
				[ [=[text]=] ]=[=[ทีมเราต้องปรบมือต้อนรับคู่แข่งเข้าสนาม ผมเชื่อว่าสักวันหนึ่งทีมคู่แข่งก็ต้องทำกับเราแบบนี้เช่นกัน]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q511_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q511]=],
				[ [=[text]=] ]=[=[ยังมีวันพรุ่งนี้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q511_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q511]=],
				[ [=[text]=] ]=[=[ถึงแม้คู่แข่งได้รางวัลชนะเลศ แต่เราชนะเขาก็แสดงว่าเราเก่งกว่าเขา]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q511_5]=]
			}
		}
	},
	[ [=[Q512]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q512]=],
				[ [=[text]=] ]=[=[ถึงแม้จะไม่คาดหวังตำแหน่งแชมป์แล้ว แต่เกมสุดท้ายยังคงต้องเล่น และเล่นให้เต็มที่กับทีมชนะเลิศ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q512_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q512]=],
				[ [=[text]=] ]=[=[ใช่แล้ว ต้องชนะเขา ไม่ค่อยได้เห็นโค้ชให้กำลังใจทุกคนเลยนะ...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q512_2]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q512]=],
				[ [=[text]=] ]=[=[ฤดูกาลนี้น่าจดจำจริงๆ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q512_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q512]=],
				[ [=[text]=] ]=[=[ผ่านฤดูกาลนี้แล้ว เชื่อว่าพวกเราได้กลายเป็นหนึ่งในทีมบอลที่เก่งที่สุดของโปรตุเกส]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q512_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q512]=],
				[ [=[text]=] ]=[=[ฉันก็เชื่อ...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q512_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q512]=],
				[ [=[text]=] ]=[=[ฉันคาดหวังเป็นอย่างยิ่งว่า ในฤดูกาลหน้าถ้าขนะเลศไม่ได้ก็ไม่ต้องไปเจอใครอีก]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q512_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q512]=],
				[ [=[text]=] ]=[=[เชื่อผม! เราต้องประสบความสำเร็จแน่]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q512_7]=]
			}
		}
	},
	[ [=[Q601]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q601]=],
				[ [=[text]=] ]=[=[ฤดูกาลใหม่เริ่มแล้ว ความท้าทายใหม่ก็เริ่มมาแล้ว...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q601_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q601]=],
				[ [=[text]=] ]=[=[ได้เวลาบุกแล้ว...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q601_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q601]=],
				[ [=[text]=] ]=[=[การเล่นของปีที่แล้วแสดงให้เห็นว่า กำลังของทีมเราไม่แพ้ทีมใดเลย แค่ปรับแผนการเล่นนิดหน่อยก็จะเพิ่มความมั่นคงของทีมได้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q601_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q601]=],
				[ [=[text]=] ]=[=[บรรยากาศห้องเปลี้ยนชุดสนุกสนานมาก...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q601_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q601]=],
				[ [=[text]=] ]=[=[ต้องแสดงอย่างเยี่ยมนะ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q601_5]=]
			}
		}
	},
	[ [=[Q602]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q602]=],
				[ [=[text]=] ]=[=[เราต้องรักษาความใจสู้ตลอดแชมเปียนส์ลีก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q602_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q602]=],
				[ [=[text]=] ]=[=[กลุ่มนี้มีบาร์เซโลนาเป็นทีมที่แข็งแรงที่สุด ส่วนอีก 3 ทีมที่เหลือก็มองข้ามไม่ได้ เรายังหาโอกาสได้อยู่]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q602_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q602]=],
				[ [=[text]=] ]=[=[การแสดงครั้งแรกที่แชมเปียนส์ลีก...พวกเรามาแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q602_3]=]
			}
		}
	},
	[ [=[Q603]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q603]=],
				[ [=[text]=] ]=[=[สองเกมต่อหนึ่งสัปดาห์ จะเหนื่อยมากนะครับ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q603_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q603]=],
				[ [=[text]=] ]=[=[ใช่แล้ว นอกจากนี้ เราเป็นทีมอยู่บนเกาะเล็กๆ ไปไหนมาไหนก็ต้องนั่งเครื่องบิน...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q603_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q603]=],
				[ [=[text]=] ]=[=[รอถึงเวลาขนะเลศได้ จะเป็นเวลาที่ออกไป...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q603_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q603]=],
				[ [=[text]=] ]=[=[อะไร? ออกไป? ไปไหน? พาเราไปด้วยหรือเปล่า?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q603_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q603]=],
				[ [=[text]=] ]=[=[ไม่ ไม่เป็นอะไร ลงสนามกันเถอะ เริ่มแข่งแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q603_5]=]
			}
		}
	},
	[ [=[Q604]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q604]=],
				[ [=[text]=] ]=[=[เกมเยือนแรกของทีมในแชมเปียนส์ลีก ถึงแม้ว่าผมไม่ได้ไปด้วย แต่ก็รู้สึกเครียดเหมือนกัน...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q604_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q604]=],
				[ [=[text]=] ]=[=[ครั้งแรกผมมาสนามเยือนยูโรป้าก็เหมือนกัน เวลาผ่านไปเร็วมาก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q604_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q604]=],
				[ [=[text]=] ]=[=[คุณเข้าทีมก็ได้ 10 ปีแล้ว ผมอยู่ที่นี่ก็ 10 ปี...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q604_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q604]=],
				[ [=[text]=] ]=[=[ได้ยินว่าครั้งนี้มีแฟนบอลมากกว่า 3000 คนตามเราไปถึงอังกฤษ ถึงแม้คู่แข่งแข็งแรงมาก แต่พวกเราต้องพยายามเต็มที่เพื่อความสนับสนุนของแฟนบอลทั้งหลาย!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q604_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q604]=],
				[ [=[text]=] ]=[=[คู่แข่งคือเลสเตอร์นั่นเอง ช่วยขอลายเซ็นของโค้ชเลสเตอร์ให้ผมได้ไหม? แว่นตาของเขาดูเท่มาก!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q604_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q604]=],
				[ [=[text]=] ]=[=[Paul ออกจากทีมไปแล้ว ตอนนี้มีโค้ชคนอื่นมาแทนแล้ว คุณล้าสมัยจริงๆ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q604_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q604]=],
				[ [=[text]=] ]=[=[อย่างนั้นเหรอ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q604_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q604]=],
				[ [=[text]=] ]=[=[อย่างน้อยก็ต้องตีเสมอนะ...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q604_8]=]
			}
		}
	},
	[ [=[Q605]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q605]=],
				[ [=[text]=] ]=[=[เพิ่งกลับก็ต้องมาแข่งกับทีมที่แข็งแรงที่สุดในประเทศต่อ ไม่ได้พักผ่อนสักนิดเลย...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q605_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q605]=],
				[ [=[text]=] ]=[=[ผมต้องอยู่อย่างนั้นมาสิบกว่าปีแล้ว เหนื่อยล้ามากจึงได้มายังเกาะนี้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q605_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q605]=],
				[ [=[text]=] ]=[=[ไม่น่าเชื่อเลยว่าทีมก้าวหน้าได้เร็วมาก หรือว่าชีวิตผมต้องลำบากอย่างนี้ไปทั้งชีวิต?]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q605_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q605]=],
				[ [=[text]=] ]=[=[นี่คือคุณค่าชีวิตของคุณนี่นา...ฮ่าฮ่าฮ่า]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q605_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q605]=],
				[ [=[text]=] ]=[=[พูดแบบนี้ทำให้ผมเขินมาก!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q605_5]=]
			}
		}
	},
	[ [=[Q606]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q606]=],
				[ [=[text]=] ]=[=[ในที่สุดก็ต้องพบทีมบาเยิร์นมิวนิคในแชมเปียนส์ลีก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q606_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q606]=],
				[ [=[text]=] ]=[=[6 ปีที่แล้วแฟนคลับบนเกาะน่าจะคาดไม่ถึงว่าจะมีวันนี้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q606_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q606]=],
				[ [=[text]=] ]=[=[ระดับความสามารถแตกต่างกัน แค่พยายามเล่นให้เต็มที่เพื่อให้แฟนคลับได้เพลิดเพลินกับปาร์ตี้ฟุตบอลก็พอแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q606_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q606]=],
				[ [=[text]=] ]=[=[แพ้ไม่เป็นไร แต่อย่างน้อยต้องทำประตูให้ได้ 1 ประตู ไม่ก็ 2 ประตู เพื่อให้มิวนิกเห็นความสามารถของทีมเรา]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q606_4]=]
			}
		}
	},
	[ [=[Q607]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q607]=],
				[ [=[text]=] ]=[=[ทีมแพ้บาเยิร์น 2 เกมแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q607_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q607]=],
				[ [=[text]=] ]=[=[หลัง 2 เกมกับไอนด์โฮเฟ่น พีเอส ทีมเรายังมีโอกาสได้อันดับ 2]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q607_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q607]=],
				[ [=[text]=] ]=[=[บาเยิร์นมิวนิคเล่นดีมาก ทีมเขาแข็งกว่าเราหลายเท่า นักเตะทุกคนอย่าท้อแท้ พยายามชนะเลสเตอร์ก็ยังได้อยู่]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q607_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q607]=],
				[ [=[text]=] ]=[=[เราได้ตีเสมอที่สนามเยือน งั้นการชนะที่สนามเหย้าจะเป็นเรื่องที่เป็นไปไม่ได้หรอก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q607_4]=]
			}
		}
	},
	[ [=[Q608]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q608]=],
				[ [=[text]=] ]=[=[เราผ่านรอบแบ่งกลุ่มแชมเปียนส์ลีกแล้ว ต่อไปลีกจะเข้าช่วงพัก เรากลับมาหาคะแนนในลีกภายในประเทศ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q608_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q608]=],
				[ [=[text]=] ]=[=[ใช่แล้ว ในลีกต้องติดตามทีมนำหน้าให้ได้]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q608_2]=]
			}
		}
	},
	[ [=[Q609]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q609]=],
				[ [=[text]=] ]=[=[คู่แข่งต่อไปคือปอร์ตู เล่นที่สนามเหย้า]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q609_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q609]=],
				[ [=[text]=] ]=[=[เพียงแค่ชนะ จะได้อยู่อันดับ 1 ในตารางจัดอันดับ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q609_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q609]=],
				[ [=[text]=] ]=[=[หวังว่าทีมที่อยู่อันดับหนึ่งในตารางเป็นทีมเรา]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q609_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q609]=],
				[ [=[text]=] ]=[=[ลงสนามเถอะ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q609_4]=]
			}
		}
	},
	[ [=[Q610]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q610]=],
				[ [=[text]=] ]=[=[รอบแบ่งกลุ่มแชมเปียนส์ลีกกำลังจะเริ่มแล้ว หวังว่าทีมจะไปได้ไกลที่สุด]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q610_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q610]=],
				[ [=[text]=] ]=[=[จะมีสิ่งมหัศจรรย์เกิดขึ้นหรือยังไง?]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q610_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q610]=],
				[ [=[text]=] ]=[=[คู่แข่งคือยูเวนตุส ซึ่งเป็นทีมแข็งแรงไม่แพ้ทีมบาร์เซโลนาสักเท่าไหร่]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q610_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q610]=],
				[ [=[text]=] ]=[=[แม้ว่าความสามารถเท่ากับบาร์เซโลนา แต่สไตล์การเล่นไม่เหมือนกันสักนิด]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q610_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q610]=],
				[ [=[text]=] ]=[=[บาร์เซโลนาเน้นการบุกอย่างรุนแรง ส่วนยูเวนตุสกลับมีการป้องกันอย่างมั่นคง]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q610_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q610]=],
				[ [=[text]=] ]=[=[หมายความว่า ถ้าเราถูกนำไปก่อนแล้ว มันยากมากที่จะมีโอกาสตีเสมอ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q610_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q610]=],
				[ [=[text]=] ]=[=[ยากจริงๆ อย่างน้อยเราก็อยู่สนามเหย้า ได้รับการสนับสนุนจากแฟนบอล หลังจากถูกยิงไป 2 ประตู แต่ก็พยายามตีเสมอ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q610_7]=]
			}
		}
	},
	[ [=[Q611]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q611]=],
				[ [=[text]=] ]=[=[ไม่น่าเชื่อจริงๆ  ทีมพยายามตีเสมอกับยูเวนตุสในสนามเหย้าได้แล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q611_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q611]=],
				[ [=[text]=] ]=[=[เสียดายเกมที่สนามเยือนเราพ่ายแพ้ เพียงแค่ครึ่งแรกคะแนนก็เป็น 0-4 แล้ว...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q611_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q611]=],
				[ [=[text]=] ]=[=[สนามของคู่แข่งน่ากลัวจริงๆ แฟนคลับของเราน้อยมาก เสียเปรียบแน่]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q611_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q611]=],
				[ [=[text]=] ]=[=[ช่วงพักครึ่งเวลา ผมได้บอกกับนักเตะทุกคนว่าไม่ต้องกลัว จะต้องมีสักวันที่เราแข็งแกร่งแบบนี้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q611_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q611]=],
				[ [=[text]=] ]=[=[แน่นอนว่านี่ไม่ใช่ 45 นาทีสุดท้ายของทีมในแชมเปียนส์ลีก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q611_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q611]=],
				[ [=[text]=] ]=[=[ใช้ 45 นาทีนี้เพื่อสร้างเกมบอลที่สุดยอดที่สุด เป็นการกล่าวอำลาแชมเปียนส์ลีก ผมจะรอทุกคนที่โปรตุเกสครับ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q611_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q611]=],
				[ [=[text]=] ]=[=[แน่นอนว่าต้องมีช่วงที่พวกเขาขาดสมาธิ  อย่างน้อยเราต้องทำประตูให้ได้ 2 ประตู!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q611_7]=]
			}
		}
	},
	[ [=[Q612]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q612]=],
				[ [=[text]=] ]=[=[เมื่อเควสที่แชมเปียนส์ลีกเสร็จสิ้นแล้ว ทีมเราจะไปเร็วขึ้นในทัวร์นาเม้นต์ภายในประเทศ ตอนนี้เหลือสองเกม ทีมเรากำลังนำทีมที่รองลงมา 4 คะแนนอยู่]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q612_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q612]=],
				[ [=[text]=] ]=[=[หากชนะสปอร์ติงได้ แชมป์จะเข้ามือทีมเราเร็วกว่า 1เกมแน่]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q612_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q612]=],
				[ [=[text]=] ]=[=[ได้แชมป์ที่สนามเยือนลิสบอนน่าภูมิใจจัง]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q612_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q612]=],
				[ [=[text]=] ]=[=[จงให้แฟนบอลของเราได้เห็นการคว้าแชมป์ด้วย เสียดายที่ผมไปไม่ได้ครับ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q612_4]=]
			}
		}
	},
	[ [=[Q613]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q613]=],
				[ [=[text]=] ]=[=[รับรางวัลขนะเลศของทัวร์นาเม้นต์ หลังจากนั้นจะคว้าถ้วยด้วย พวกเราจะคว้าทั้งสองอย่าง]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q613_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q613]=],
				[ [=[text]=] ]=[=[ไม่ควรฉลองเร็วเกินไปนะ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q613_2]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q613]=],
				[ [=[text]=] ]=[=[พวกเราคือเดอะแชมป์!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q613_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q613]=],
				[ [=[text]=] ]=[=[พวกเราคือแชมป์แห่งโปรตุเกส]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q613_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q613]=],
				[ [=[text]=] ]=[=[เอ็นจอยเถอะ! ตอนนี้ไม่มีอะไรสำคัญอีกแล้ว!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q613_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q613]=],
				[ [=[text]=] ]=[=[ทีมบอลของเกาะเล็กนี้ได้ขึ้นไปอยู่อันดับต้นของประเทศโปรตุเกสแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q613_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q613]=],
				[ [=[text]=] ]=[=[ยุคของมะรีน!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q613_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q613]=],
				[ [=[text]=] ]=[=[โค้ชพูดแต่เรื่องน่าเบื่อมาก! แต่เพราะคุณเคยชิงได้ทริปเปิ้ลแชมป์ ผมจึงยอมคุณนะ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q613_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q613]=],
				[ [=[text]=] ]=[=[พวกเราได้ผ่านปรีไมราลีกา 6 ฤดูกาลแล้ว ตอนนี้ลองคิดกลับไปดู การจัดตั้งทีมบอลเหมือนเพิ่งเกิดขึ้นเมื่อวาน]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q613_9]=]
			},
			{
				[ [=[questID]=] ]=[=[Q613]=],
				[ [=[text]=] ]=[=[ไม่น่าเชื่อจริงๆ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q613_10]=]
			},
			{
				[ [=[questID]=] ]=[=[Q613]=],
				[ [=[text]=] ]=[=[โค้ชครับ เมื่อกี้มีบริษัทจากเนเธอร์แลนด์มาขอเจรจาเรื่องซื้อและย้ายทีมไปอยู่ที่เนเธอร์แลนด์]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q613_11]=]
			},
			{
				[ [=[questID]=] ]=[=[Q613]=],
				[ [=[text]=] ]=[=[ผมทราบแล้ว ผมได้คุยกับเขาแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q613_12]=]
			},
			{
				[ [=[questID]=] ]=[=[Q613]=],
				[ [=[text]=] ]=[=[ต้องออกจากโปรตุเกสแล้ว เสียดายมาก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q613_13]=]
			},
			{
				[ [=[questID]=] ]=[=[Q613]=],
				[ [=[text]=] ]=[=[เนเธอร์แลนด์เป็นบ้านเกิดของ Cruyff เป็นแหล่งกำเนิดของฟุตบอล ได้ยินว่าทฤษฎีฟุตบอลของท่านได้รับอิทธิพลจากท่าน Rinus Michels]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q613_14]=]
			},
			{
				[ [=[questID]=] ]=[=[Q613]=],
				[ [=[text]=] ]=[=[นอกจากนี้ ไปยุโรปแล้วแข่งขันในสนามเยือนจะสะดวกกว่า สามารถนั่งรถเมล์ในเมืองเนเธอร์แลนด์  นั่งรถไฟในเขตยุโรป]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q613_15]=]
			},
			{
				[ [=[questID]=] ]=[=[Q613]=],
				[ [=[text]=] ]=[=[ใช่แล้ว ดินแดนแห่งกังหันลมนั้นวิเศษจริงๆ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q613_16]=]
			}
		}
	},
	[ [=[Q701]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q701]=],
				[ [=[text]=] ]=[=[อัมสเตอร์ดัมจะเป็นสนามเหย้าของทีมเรา]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q701_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q701]=],
				[ [=[text]=] ]=[=[งั้นพวกเราก็เป็นทีมบอลของเมืองหลวงแล้ว]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q701_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q701]=],
				[ [=[text]=] ]=[=[ไม่แน่ว่าจะเป็นเรื่องดีหรอก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q701_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q701]=],
				[ [=[text]=] ]=[=[เมืองนี้มีทีมบอลชื่อดังมากมาย สนามเหย้าของทีมอาแจกซอยู่ห่างจากใจกลางเมืองมาก ข้างๆ ไนท์คลับเพิ่งเปิดสนามฟุตบอลใหม่ เราไปอยู่ที่นั่นก็ได้ครับ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q701_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q701]=],
				[ [=[text]=] ]=[=[ทีมบอลไนท์คลับ! ฮาฮ่า! ขำมาก!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q701_5]=]
			}
		}
	},
	[ [=[Q702]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q702]=],
				[ [=[text]=] ]=[=[ได้รับชัยชนะ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q702_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q702]=],
				[ [=[text]=] ]=[=[วันต่อมา เรื่องนักเตะปรากฎตัวที่ไนท์คลับได้ลงข่าวหนังสือพิมพ์]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q702_2]=]
			}
		}
	},
	[ [=[Q703]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q703]=],
				[ [=[text]=] ]=[=[โค้ชครับ ตอนนี้สติทีมไม่ค่อยดีเลย หากเทียบกับตอนยังอยู่บนเกาะครับ ตอนอยู่ในห้องเปลี่ยนเสื้อ นักเตะก็จะคุยกันแต่เรื่องคืนนี้จะไปเที่ยวที่ไหน]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q703_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q703]=],
				[ [=[text]=] ]=[=[แต่ผมคิดว่าควรเชื่อใจเขา ยังไงก็โตๆกันหมดแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q703_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q703]=],
				[ [=[text]=] ]=[=[ไม่เชื่อผมแล้วจะเสียใจภายหลัง]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q703_3]=]
			}
		}
	},
	[ [=[Q704]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q704]=],
				[ [=[text]=] ]=[=[ทีมบอลยังคงแย่ลงทุกวัน]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q704_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q704]=],
				[ [=[text]=] ]=[=[หลังจากชนะการแข่งขันนัดแรก ต่อมาก็แพ้ 4 นัดอย่างต่อเนื่อง]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q704_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q704]=],
				[ [=[text]=] ]=[=[ข่าวในแง่ลบเกี่ยวกับทีมขึ้นเต็มหน้าหนังสือพิมพ์ทุกฉบับ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q704_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q704]=],
				[ [=[text]=] ]=[=[หากจะเป็นอย่างนี้ต่อไปไม่ดีแน่ แม้ว่าพวกเราอยู่ในรายชื่อทีมที่ตกชั้นแต่จะท้อถอยไม่ได้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q704_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q704]=],
				[ [=[text]=] ]=[=[แต่ไม่ใช่เหมือนตอนนี้!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q704_5]=]
			}
		}
	},
	[ [=[Q705]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q705]=],
				[ [=[text]=] ]=[=[นี่เราแพ้ 9 นัดต่อเนื่องแล้วนะ อยู่อันดับสุดท้ายแล้ว คุณกำลังทำอะไรอยู่นี่!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q705_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q705]=],
				[ [=[text]=] ]=[=[หนังสือพิมพ์เขียนว่าเราจะหนีตกชั้นได้ไม่สำเร็จ หากคุณไม่อยากเป็นโค้ช ผมก็จะเป็นโค้ชเอง เครื่องกรองน้ำเป็นโค้ช พึ่งได้ยินครั้งแรกเนี่ยแหละ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q705_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q705]=],
				[ [=[text]=] ]=[=[ผมรู้แล้ว ความกดดันนับวันยิ่งมากขึ้น]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q705_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q705]=],
				[ [=[text]=] ]=[=[ดีที่แฟนบอลของเรายังมีไม่มาก ไม่อย่างนั้นจะทนแรงกดดันไม่ไหวหรอก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q705_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q705]=],
				[ [=[text]=] ]=[=[ต้องทำยังไงเพื่อไม่ให้แพ้อีก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q705_5]=]
			}
		}
	},
	[ [=[Q706]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q706]=],
				[ [=[text]=] ]=[=[สุดท้ายก็เสมอหนึ่งครั้ง ถูกเวลาจริงๆ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q706_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q706]=],
				[ [=[text]=] ]=[=[ผมอยากพูดคุยกับทุกคนในทีม นี่เป็นโอกาสที่ดี]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q706_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q706]=],
				[ [=[text]=] ]=[=[ต้องตั้งสติให้ทีมบอล จะไปด่าพวกเขารุนแรงไม่ได้ แต่ก็ต้องลึกซึ้งด้วย ถึงเวลาแสดงสกิลการพูดแล้ว]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q706_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q706]=],
				[ [=[text]=] ]=[=[ใช่ครับ ทีมบอลสัญญากับผมว่าจะไม่ไปสถานที่เที่ยวบันเทิงแบบนั้นอีก ขั้นตอนต่อไปคือต้องรอดูพฤติกรรมของพวกเขาแค่นั้นแหละ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q706_4]=]
			}
		}
	},
	[ [=[Q707]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q707]=],
				[ [=[text]=] ]=[=[นี่ ผมคิดว่าเนื่องในโอกาสที่ทีมเราชนะ เราจัดงานเซ็นชื่อกันดีมั้ย! สามารถช่วยเสริมสร้างความสัมพันธ์กับแฟนบอลด้วย]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q707_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q707]=],
				[ [=[text]=] ]=[=[เป็นความคิดที่ดี! ผลงานดีขึ้นแฟนบอลก็จะติดตามการแข่งขันมากยิ่งขึ้น นักเตะต้องพยายามเข้านะ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q707_2]=]
			}
		}
	},
	[ [=[Q708]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q708]=],
				[ [=[text]=] ]=[=[ผลงานความสำเร็จของทีมบอลได้เริ่มมั่นคงแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q708_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q708]=],
				[ [=[text]=] ]=[=[เควสหนีตกชั้นที่คิดว่ายาก แต่ตอนนี้เริ่มดีขึ้นแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q708_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q708]=],
				[ [=[text]=] ]=[=[นอกจากนั้น ตามตารางการแข่งขันรอบสุดท้ายเราจะต้องแข่งกับทีมบอลต่างที่แข็งแกร่งที่สุดของเนเธอร์แลนด์]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q708_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q708]=],
				[ [=[text]=] ]=[=[ต้องชนะอย่างเดียวถึงจะรักษาตำแหน่งได้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q708_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q708]=],
				[ [=[text]=] ]=[=[มันไม่ง่ายหรอก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q708_5]=]
			}
		}
	},
	[ [=[Q709]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q709]=],
				[ [=[text]=] ]=[=[คู่แข่งในรอบต่อไปคือทีมไอนด์โฮเฟ่น พีเอส]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q709_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q709]=],
				[ [=[text]=] ]=[=[หากชนะเขาได้ เราจะพ้นจากเขตตกชั้น อย่าทำพลาดเลยนะ...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q709_2]=]
			}
		}
	},
	[ [=[Q710]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q710]=],
				[ [=[text]=] ]=[=[รอบสุดท้ายของฤดูกาลแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q710_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q710]=],
				[ [=[text]=] ]=[=[พวกเราต้องเจอกับทีมที่แข็งแกร่งที่สุดของเนเธอร์แลนด์ - อาแจกซ์]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q710_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q710]=],
				[ [=[text]=] ]=[=[ที่นี่คือพื้นที่ศักดิ์สิทธิ์ของ Cruyff เขาเคยสร้างยุคทอง 1995 ที่ไม่อาจลืม...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q710_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q710]=],
				[ [=[text]=] ]=[=[แม้ว่าพวกเราทำแต้มได้ดีกว่า แต่คู่แข่งรักษาลำดับในรอบสุดท้ายสามารถเอาชนะได้ ดังนั้นต้องชนะเท่านั้นเราถึงจะรักษาลำดับไว้ได้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q710_4]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q710]=],
				[ [=[text]=] ]=[=[โชคดีมาก ชนะแล้ว...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q710_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q710]=],
				[ [=[text]=] ]=[=[ฤดูกาลแข่งขันได้จบลงแล้ว ผมก็อยากจะพักผ่อนนิดหน่อยบ้าง]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q710_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q710]=],
				[ [=[text]=] ]=[=[นี่อาจเป็นฤดูกาลแข่งขันที่ลำบากมากในชีวิตของคุณแล้ว! ถ้าเปรียบเทียบกับฤดูกาลแข่งขันครั้งแรกที่ โปรตุเกส จะเป็นอย่างไรนะ?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q710_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q710]=],
				[ [=[text]=] ]=[=[ใช่แล้วครับ นี่เป็นฤดูกาลแข่งขันที่ลำบากที่สุด พวกเราต้องผ่านความลำบากยากเย็นมากมายหลายอย่าง]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q710_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q710]=],
				[ [=[text]=] ]=[=[แค่รักษาลำดับไว้ได้ แต่ดีใจเหมือนได้ชนะเลศ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q710_9]=]
			},
			{
				[ [=[questID]=] ]=[=[Q710]=],
				[ [=[text]=] ]=[=[ชีวิตคือการเดินไปข้างหน้า ไม่มีใครเจอแต่เส้นทางที่ราบรื่นเสมอไปหรอก ใช่ไหมครับ?]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q710_10]=]
			}
		}
	},
	[ [=[Q801]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q801]=],
				[ [=[text]=] ]=[=[ปีที่สองที่เนเธอร์แลนด์ได้เริ่มต้นแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q801_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q801]=],
				[ [=[text]=] ]=[=[อย่ามีเรื่องยุ่งยากเหมือนฤดูกาลก่อนก็แล้วกัน...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q801_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q801]=],
				[ [=[text]=] ]=[=[ผมก็ไม่อยากจะลำบากเหมือนฤดูกาลแข่งขันก่อน...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q801_3]=]
			}
		}
	},
	[ [=[Q802]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q802]=],
				[ [=[text]=] ]=[=[เริ่มต้นได้สวยงามมาก ต่อไป9hv'พยายามรักษาให้มั่นคงอย่างนี้นะ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q802_1]=]
			}
		}
	},
	[ [=[Q804]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q804]=],
				[ [=[text]=] ]=[=[เริ่มต้นฤดูกาลแข่งขันด้วยการชนะ 3 นัดต่อเนื่องกัน อยู่อันดับที่หนึ่งในตารางการจัดอันดับ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q804_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q804]=],
				[ [=[text]=] ]=[=[ผมรู้ว่าวันนี้สักวันมันต้องมาถึง แต่มันก็เร็วเกินคาด]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q804_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q804]=],
				[ [=[text]=] ]=[=[ไม่น่าเชื่อเลย! หรือว่าคุณใกล้จะประสบผลสำเร็จในจุดมุ่งหมายของชีวิตแล้วใช่ไหม?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q804_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q804]=],
				[ [=[text]=] ]=[=[มีคนเปรียบทีมเราเหมือนดอกทิวลิปอื่นด้วยนะ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q804_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q804]=],
				[ [=[text]=] ]=[=[เป็นอย่างนั้นจริงเหรอ? พวกเราเก่งขนาดนั้นเลยเหรอ?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q804_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q804]=],
				[ [=[text]=] ]=[=[ผมก็ได้ยิน
แต่พวกเราเป็นแค่ทีมที่พึ่งเข้าแข่งขันฤดูกาลที่สองเอง อยากจะประสบความสำเร็จมันก็ไม่ใช่เรื่องง่าย]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q804_6]=]
			}
		}
	},
	[ [=[Q805]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q805]=],
				[ [=[text]=] ]=[=[ใช่แล้ว เราต้องมีการฝักใฝ่เรียนรู้ในการแข่งขัน]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q805_1]=]
			}
		}
	},
	[ [=[Q806]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q806]=],
				[ [=[text]=] ]=[=[สภาพที่ดีของทีมบอลหายไปอย่างกะทันหัน... แพ้มาหลายนัดแล้ว...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q806_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q806]=],
				[ [=[text]=] ]=[=[แต่ตำแหน่งในตารางจัดอันดับก็แสดงให้เห็นความสามารถของพวกเรานะ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q806_2]=]
			}
		}
	},
	[ [=[Q807]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q807]=],
				[ [=[text]=] ]=[=[ยากมากที่จะคว้าชนะได้
สถานการณ์อย่างนี้เราเจอมาหลายครั้งแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q807_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q807]=],
				[ [=[text]=] ]=[=[ความได้เปรียบของทีมบอลเป็นเรื่องสำคัญมาก เมื่อกองหน้าอารมณ์ดีจะสามารถทำประตูได้สองสามลูก แต่เมื่ออารมณ์ไม่ดีเพียงลูกเดียวก็ยากแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q807_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q807]=],
				[ [=[text]=] ]=[=[มุมมองของคุณน่าสนใจจริงๆ... แต่ตอนนี้สำคัญที่สุดคือ ดึงกำลังใจกลับคืนมา!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q807_3]=]
			}
		}
	},
	[ [=[Q808]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q808]=],
				[ [=[text]=] ]=[=[ฤดูกาลแข่งขันผ่านไปเกินครึ่งแล้ว...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q808_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q808]=],
				[ [=[text]=] ]=[=[การเล่นของทีมบอลในช่วงเวลายาวนานที่ผ่านมาไม่ดีเลย ตอนนี้ตกชั้นในตารางจัดอันดับแล้ว คุณคิดอย่างไร?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q808_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q808]=],
				[ [=[text]=] ]=[=[ถึงแม้จะยังไม่ถึงขั้นตกชั้น แต่ถ้าเล่นอย่างนั้นรับรองว่าไม่เป็นที่พอใจของแฟนบอลแน่นอน...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q808_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q808]=],
				[ [=[text]=] ]=[=[หากตอนนี้เปลี่ยนสถานการณ์ได้จะทำให้แฟนบอลมีความสุขแน่นอน]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q808_4]=]
			}
		}
	},
	[ [=[Q809]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q809]=],
				[ [=[text]=] ]=[=[เอาชนะทีมเฟเยนูร์ด ร็อตเธอร์ดัม ทีมบอลได้กลับสู่เส้นทางแห่งชัยชนะจริงๆแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q809_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q809]=],
				[ [=[text]=] ]=[=[ฤดูกาลนี้ยังมีการแข่งขันที่สำคัญอีกสองนัด นั่นคือการต่อสู้กับทีมบอลสองทีมที่อยู่อันดับต้นๆในตารางจัดอันดับ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q809_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q809]=],
				[ [=[text]=] ]=[=[ถ้าสามารถเอาชนะพวกเขาได้ก็ดีมากแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q809_3]=]
			}
		}
	},
	[ [=[Q810]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q810]=],
				[ [=[text]=] ]=[=[เวลาผ่านไป...เร็วมากได้มาถึงรอบสุดท้ายของฤดูกาลแข่งขันแล้ว...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q810_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q810]=],
				[ [=[text]=] ]=[=[คู่แข่งคว้าแชมป์ไปแล้ว ไม่ต้องออกแรงเต็มกำลัง เราแค่เล่นในนัดนี้ก็พอ หลังจากนั้นก็พักผ่อน]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q810_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q810]=],
				[ [=[text]=] ]=[=[แม้เขาจะใช้แผนการเล่นอะไร เราก็ต้องต่อสู้อย่างสวยงาม!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q810_3]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q810]=],
				[ [=[text]=] ]=[=[เป็นอีกหนึ่งฤดูกาลแข่งขันที่ตื่นเต้นมาก]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q810_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q810]=],
				[ [=[text]=] ]=[=[แต่ผ่านการฝึกฝนครั้งนี้ ทีมบอลจะพัฒนาเติบโตมากกว่าเดิม]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q810_5]=]
			}
		}
	},
	[ [=[Q901]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q901]=],
				[ [=[text]=] ]=[=[ตอนนี้พวกเราเสมอกับทีมอายักซ์ โอลแมนแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q901_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q901]=],
				[ [=[text]=] ]=[=[ด้วยการเล่นที่ดี ทีมจึงมีแฟนบอลมากยิ่งขึ้นทุกวัน...เมื่อไหร่คุณจะให้พวกเราเจอแฟนบอลนะ...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q901_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q901]=],
				[ [=[text]=] ]=[=[ฮ่าฮ่า ยังมีแฟนบอลบอกว่า: มีแค่ทีมเราทีมเดียวที่สามารถเป็นตัวแทนของ Amsterdam!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q901_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q901]=],
				[ [=[text]=] ]=[=[โค้ชของเขารู้จักผมหลายปีแล้ว พวกเรานัดกันว่าจะแข่งความสามารถกันในฤดูกาลแข่งขันครั้งนี้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q901_4]=]
			}
		}
	},
	[ [=[Q902]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q902]=],
				[ [=[text]=] ]=[=[ในรอบที่ 10 ของฤดูกาลแข่งขันพวกเราจะพบทีมอายักซ์ โอลแมน เป็นครั้งแรก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q902_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q902]=],
				[ [=[text]=] ]=[=[มานี้เลย!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q902_2]=]
			}
		}
	},
	[ [=[Q903]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q903]=],
				[ [=[text]=] ]=[=[เกมแรกพวกเราชนะแล้ว]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q903_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q903]=],
				[ [=[text]=] ]=[=[หลังจากแข่งกับทีมอายักซ์ โอลแมนทุกคนในทีมมั่นใจมากขึ้น รอดูต่อไปว่าจะมีเรื่องอะไรเกิดขึ้นอีก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q903_2]=]
			}
		}
	},
	[ [=[Q904]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q904]=],
				[ [=[text]=] ]=[=[ต่อไปจะเป็นการแข่งขันชิงคัพกังหันลมของเนเธอร์แลนด์...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q904_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q904]=],
				[ [=[text]=] ]=[=[สองฤดูกาลแข่งขันครั้งก่อน เนื่องจากกำลังของทีมยังไม่พอจึงไปได้ไม่ไกล 
ฤดูกาลนี้ผมอยากจะลองดู]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q904_2]=]
			}
		}
	},
	[ [=[Q905]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q905]=],
				[ [=[text]=] ]=[=[การแข่งขันครั้งนี้จะสามารถเอาชนะหรือไม่?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q905_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q905]=],
				[ [=[text]=] ]=[=[ตอนนี้ สภาพทีมยังไม่ค่อยสม่ำเสมอเท่าไหร่ บางเกมดูเหมือนจะต้องชนะแน่ แต่กลับเสียแต้มไป]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q905_2]=]
			}
		}
	},
	[ [=[Q906]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q906]=],
				[ [=[text]=] ]=[=[คาดไม่ได้ว่าเราโดนนำก่อนตั้งแต่เริ่มเกมเลย.....]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q906_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q906]=],
				[ [=[text]=] ]=[=[กำลังรุกของทีมแรงดีแล้ว แต่ต้องเพิ่มความสม่ำเสมอให้มากขึ้น]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q906_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q906]=],
				[ [=[text]=] ]=[=[อย่างน้อยไม่มีใครกล้าประมาทเรา]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q906_3]=]
			}
		}
	},
	[ [=[Q907]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q907]=],
				[ [=[text]=] ]=[=[ต่อไปก็เข้ารอบแป็ดทีมสุดท้ายของคัพกังหันลม...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q907_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q907]=],
				[ [=[text]=] ]=[=[เราจะพบกับทีมไอนด์โฮเฟ่น พีเอส ถ้าทุกอย่างเป็นไปได้ดี คู่แข่งของเราในรอบ 4 ทีมสุดท้ายจะเป็นอายักซ์ โอลแมนหรือเฟเยนูร์ด ฮาเบอร์...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q907_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q907]=],
				[ [=[text]=] ]=[=[นัดพบกันที่รอบ 4 ทีมสุดท้ายนะ เราต้องชนะแน่ คุณก็อย่าพลาดนะครับ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q907_3]=]
			}
		}
	},
	[ [=[Q908]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q908]=],
				[ [=[text]=] ]=[=[ผลงานของฤดูกาลนี้ก็ค่องข้างดี... เราได้ลำกับกลางๆ... ถือว่าไม่แย่มาก...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q908_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q908]=],
				[ [=[text]=] ]=[=[แม้ตอนนี้ยังไม่สามารถคว้าอันดับ 1 มาได้ แต่เราต้องมีจุดยืนที่เมืองนี้ให้ได้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q908_2]=]
			}
		}
	},
	[ [=[Q909]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q909]=],
				[ [=[text]=] ]=[=[เกมเลกสองกับอาแจกซก็มาแล้ว!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q909_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q909]=],
				[ [=[text]=] ]=[=[คราวนี้ไปเยือนสนามเหย้าของคู่แข่ง เขาคงเตรียมตัวเป็นอย่างดีแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q909_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q909]=],
				[ [=[text]=] ]=[=[เห็มไหม คู่แข่งเล่นเกมรุกอย่างรุนแรงตั้งแต่เริ่มแรก เกมรับทางเราไม่ค่อยไหวแล้ว... คุญยังได้อยู่ไหมครับ...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q909_3]=]
			}
		}
	},
	[ [=[Q910]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q910]=],
				[ [=[text]=] ]=[=[ฮาฮ่า พลิกสถานการณ์ได้อย่างดีเยี่ยมมาก คราวนี้คุณยอมแพ้หรือยัง?]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q910_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q910]=],
				[ [=[text]=] ]=[=[ต่อไปก็เข้ารอบ 4 ทีมสุดท้าย ทีมเขาเคยเสียเปรียบมาก่อน คราวนี้คงต้องสู้เต็มที่เพื่อแก้แค้น! ทำยังไงดี?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q910_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q910]=],
				[ [=[text]=] ]=[=[ดีมาก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q910_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q910]=],
				[ [=[text]=] ]=[=[ดูสีหน้าคุณเหมือนมีแผนรองรับหมดแล้ว หรือโดนขู่จนสติหายไปหมดแล้ว? น่ากลัวจัง....]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q910_4]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q910]=],
				[ [=[text]=] ]=[=[เอาชนะอายักซ์ โอลแมนถึง 3 ครั้งในฤดูกาลเดียว ผมมั่นใจกับทุกคนมาก!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q910_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q910]=],
				[ [=[text]=] ]=[=[ผ่านเอเรอดีวีซีมาถึง 3 ฤดูกาลแล้ว ตอนนี้สภาพทีมดีแล้ว แม้ไม่ได้อันดับ 1 แต่เราก็สามารถเข้ารอบชิงชนะเลิศได้ ถือว่าเป็นผลงานที่ดี ที่สำคัญคือต้องสร้างความมั่นใจแก่นักเตะของเรา]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q910_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q910]=],
				[ [=[text]=] ]=[=[นักเตะต่างเริ่มมีความรู้สึกของชายผู้แข็งแกร่งแล้ว ฤดูกาลต่อไปคงมีอะไรให้คาดหวังได้มาก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q910_7]=]
			}
		}
	},
	[ [=[Q1001]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1001]=],
				[ [=[text]=] ]=[=[เราเอาชนะทีมอายักซ์ โอลแมนถึง 3 ครั้งติดในฤดูกาลที่แล้ว ช่วยเพิ่มความมั่นใจของทีม เป้าหมายของฤดูกาลนี้จะเป็นอะไร?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1001_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1001]=],
				[ [=[text]=] ]=[=[อนาคตย่อมคาดเดาไม่ได้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1001_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1001]=],
				[ [=[text]=] ]=[=[ฤดูกาลที่แล้วเราแค่หนีตกชั้น แต่ฤดูกาลนี้เราต้องหาคะแนนได้มากที่สุด อาจจะตั้งเป้าที่ 40 คะแนนไปก่อน!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1001_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1001]=],
				[ [=[text]=] ]=[=[ใจยังไม่กล้าพอเลย คิดว่าคุณจะตั้งเป้าคว้าดับเบิลแชมป์มาเลยแหละ อย่างไรก็ตาม ขอให้โชคดีนะครับ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1001_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1001]=],
				[ [=[text]=] ]=[=[ขอบคุณครับ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1001_5]=]
			}
		}
	},
	[ [=[Q1002]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1002]=],
				[ [=[text]=] ]=[=[ก็ดี]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1002_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1002]=],
				[ [=[text]=] ]=[=[เราชนะรอบแรกของการแข่งชิงคัพแล้ว เป็นการเริ่มต้นที่ดี นี่ถือว่าเป็นสิ่งสำคัญนะครับ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1002_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1002]=],
				[ [=[text]=] ]=[=[แข่งชิงคัพและแข่งในลีกทั่วไปแตกต่างกันครับ ทีมเล็กๆ ก็ยังสามารถสร้างเรื่องที่คาดไม่ถึงในการแข่งชิงคัพ ถ้าเราพยายามเต็มที่ สถานการณ์ของเราคงจะได้แย่มาก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1002_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1002]=],
				[ [=[text]=] ]=[=[เกมหน้าเป็นเกมแรกแห่งลีก หากชนะเราจะอยู่ห่างกับเป้าหมาย 40 แต้มของเราอีกแค่ 37 แต้มเท่านั้น...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1002_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1002]=],
				[ [=[text]=] ]=[=[ขอย้ำว่าเราเป็นทีมใหม่ ต้องเล่นเกมแรกด้วยความใจเย็น ถึงจะแสดงความสามารถออกมาได้เต็มที่]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1002_5]=]
			}
		}
	},
	[ [=[Q1003]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1003]=],
				[ [=[text]=] ]=[=[วาว ดีมาก ชนะทั้งลีกและการแข่งชิงคัพเลย]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1003_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1003]=],
				[ [=[text]=] ]=[=[ผมต้องขอบคุณเด็กพวกนี้! ความชนะของทีมมาจากพวกเขาทั้งนั้น ตามกระแสแห่งความชนะ เราต้องคว้าคะแนนเพิ่มมาอีกครับ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1003_2]=]
			}
		}
	},
	[ [=[Q1004]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1004]=],
				[ [=[text]=] ]=[=[เกมนี้ชนะไม่ได้หรือ...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1004_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1004]=],
				[ [=[text]=] ]=[=[ชนะมา 4 เกมติดกัน เด็กๆ เริ่มขี้เกียจแล้ว สถานการณ์นี้ไม่ดีเลย ต้องหาวิธีแก้ปัญหา ไม่งั้นเกมหน้าจะลำบากมาก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1004_2]=]
			}
		}
	},
	[ [=[Q1005]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1005]=],
				[ [=[text]=] ]=[=[สุดท้ายการชนะครั้งนี้ก็ทำให้สภาพพ่ายแพ้มาตลอดยุดลง]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1005_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1005]=],
				[ [=[text]=] ]=[=[ตอนนี้สภาพของทีมค่อนข้างดีแล้ว หวังว่าเรารักษาสภาพนี้ได้ตลอดถึงจะชนะฤดูกาลนี้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1005_2]=]
			}
		}
	},
	[ [=[Q1006]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1006]=],
				[ [=[text]=] ]=[=[ตอนนี้ทีมเราอยู่ลำดับบนในตารางจัดอันดับ ถ้าพยายามรักษาสภาพนี้ ผมเชื่อว่าฤดูกาลนี้ทีมเราจะมีผลงานที่ดีเยี่ยม]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1006_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1006]=],
				[ [=[text]=] ]=[=[[คัพกังหันลมแห่งเนเธอร์แลนด์]กำลังจะเปิดแล้ว เราต้องเผชิญหน้ากับทีมโกรนิงเงิน นอร์ท ห้ามประหมาดคู่แข่งเด็ดขาด!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1006_2]=]
			}
		}
	},
	[ [=[Q1007]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1007]=],
				[ [=[text]=] ]=[=[ผ่านมาเลกแรกของการแข่งขันแล้ว ผลงานก็ค่องข้างดีใช่ไหมครับ ทำไมไม่ให้ตัวเองพักผ่อนช่วงฤดูหนาวบ้าง?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1007_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1007]=],
				[ [=[text]=] ]=[=[ดูจากภายนอก ทีมเราได้ผลงานดีทั้งในลีกและการแข่งชิงคัพ แต่ภายในทีมยังมีปัญหาค่องข้างมาก ยังมีอีกหลายประเด็นที่ผมต้องจัดการ ผมยังพักไม่ได้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1007_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1007]=],
				[ [=[text]=] ]=[=[ก็ได้... งั้นผมทำงานต่อก็ได้...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1007_3]=]
			}
		}
	},
	[ [=[Q1008]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1008]=],
				[ [=[text]=] ]=[=[การเริ่มต้นของเลกสองการแข่งขันไม่ค่อยดีนัก...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1008_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1008]=],
				[ [=[text]=] ]=[=[ใช่แล้ว ดูเหมือนนักเตะยังไม่กลับสู่สภาพที่ดีหลังการพักผ่อน]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1008_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1008]=],
				[ [=[text]=] ]=[=[การเติมกำลังในช่วงพักฤดูหนาวก็ไม่ค่อยได้ผลเท่าไหร่...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1008_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1008]=],
				[ [=[text]=] ]=[=[เรื่องนี้ผมไม่ห่วงมาก นักเตะที่บาดเจ็บได้กลับมาเล่น จะเป็นการเติมกำลังแผนการเล่นที่ดีที่สุด ช่วงฤดูหนาวนี้ก็คงประมาณนี้ก่อน!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1008_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1008]=],
				[ [=[text]=] ]=[=[สิ่งที่ต้องรีบทำตอนนี้คือทำอย่างไรให้ทีมกลับสู่สภาพดีให้ได้!
ทุกคนสู้ๆครับ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1008_5]=]
			}
		}
	},
	[ [=[Q1009]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1009]=],
				[ [=[text]=] ]=[=[เราโชคดีมากที่ชนะอาแจกซได้และเข้ารอบ 4 ทีมสุดท้ายของ[คัพกังหันลมแห่งเนเธอร์แลนด์]
คู่แข่งต่อไปจะแข็งแรงมาก ทุกคนสู้เต็มที่นะครับ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1009_1]=]
			}
		}
	},
	[ [=[Q1010]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1010]=],
				[ [=[text]=] ]=[=[่าวไม่ดีนะครับ ครึ่งแรกเราชนะแล้ว แต่ทีมแพทย์แจ้งมาว่า นักเตะตัวเอกของเราบาดเจ็บอยู่หลายคน]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1010_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1010]=],
				[ [=[text]=] ]=[=[นี่ถือว่าเกมสำคัญมากในประวัติการคุมทีมของผม เราก็ได้ทุ่มเทกับเกมนี้มากๆ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1010_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1010]=],
				[ [=[text]=] ]=[=[จะถึงเกมจบท้ายฤดูกาลแล้ว ดูลำดับของทีมในตารางจัดอันดับตอนนี้ ถ้าอยากแย่งคิวเข้าแข่งฟุตบอลยูโรคงยากอยู่...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1010_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1010]=],
				[ [=[text]=] ]=[=[ใช่แล้ว แผนการเล่นเรายังแข็งแรงไม่พอ ต้องพึ่งโชคชะตา]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1010_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1010]=],
				[ [=[text]=] ]=[=[แต่อย่างน้อยเป้าหมายที่ต้องได้คะแนน 40 แต้มในฤดูกาลที่แล้วก็สำเร็จแล้ว...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1010_5]=]
			}
		}
	},
	[ [=[Q1011]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1011]=],
				[ [=[text]=] ]=[=[ช่วงท้ายฤดูกาล นักเตะทั้งรับบาดเจ็บทั้งโดนโทษแบนทำให้จุดอ่อนของทีมแสดงออกหมดเลย
ผมก็ทำอะไรไม่ได้กับเรื่องนี้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1011_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1011]=],
				[ [=[text]=] ]=[=[หวังว่าสุดสัปดาห์หน้าเด็กๆ จะสู้เต็มกำลัง
พยายามเอาชนะที่สนามเหย้า]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1011_2]=]
			}
		}
	},
	[ [=[Q1012]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1012]=],
				[ [=[text]=] ]=[=[ฤดูกาลนี้ทีมเราได้อันดับที่ 4... ยังไม่ใช่ลำดับที่จะเข้าแชมเปี้ยนส์ลีกได้...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1012_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1012]=],
				[ [=[text]=] ]=[=[แต่ยังไม่ถึงจุดจบนะ ในเกมชิงชนะเลิศแห่งคัพเนเธอร์แลนด์ เราต้องเผชิญหน้ากับไอนด์โฮเฟ่น พีเอส]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1012_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1012]=],
				[ [=[text]=] ]=[=[สู้ๆ ทุกคน! เพื่อศักดิ์ศรีของทีม!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1012_3]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1012]=],
				[ [=[text]=] ]=[=[ได้แชมป์เนเธอร์แลนด์แล้ว! ดีใจจัง!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1012_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1012]=],
				[ [=[text]=] ]=[=[เราได้แชมป์ที่เนเธอร์แลนด์ แต่ช้าไป 1 ปีเมื่อเทียบกับโปรตุเกส]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1012_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1012]=],
				[ [=[text]=] ]=[=[แต่เราได้อันดับ 4 เป็นตำแหน่งที่มั่นคงในกลุ่มทีมที่มีสิทธิเข้าแข่งฟุตบอลยูโรครับ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1012_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1012]=],
				[ [=[text]=] ]=[=[ต้องขอบคุณนักเตะทุกๆ คนครับ! ขอบคุณเจ้าหน้าที่ของสโมสรด้วยครับ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1012_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1012]=],
				[ [=[text]=] ]=[=[พูดให้เคลียร์หน่อยสิครับ! เจ้าหน้าที่ที่นี่รวมผมด้วยไหม?!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1012_8]=]
			}
		}
	},
	[ [=[Q1101]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1101]=],
				[ [=[text]=] ]=[=[ฤดูกาลใหม่ เราจะก้าวไปที่ยุโรป]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1101_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1101]=],
				[ [=[text]=] ]=[=[คิดถึงความทรงจำในหลายปีที่ผ่านมา เหมือนเรื่องที่เพิ่งเกิดขึ้นเมื่อวานนี้เอง]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1101_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1101]=],
				[ [=[text]=] ]=[=[คราวนี้หวังว่าทีมจะไปไกลกว่านี้อีก แต่อันดับแรกเราจะเข้าชิงซูเปอร์คัพเนเธอร์แลนด์ในฐานะชนะเลศ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1101_3]=]
			}
		}
	},
	[ [=[Q1102]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1102]=],
				[ [=[text]=] ]=[=[ฮาฮ่า ยอมแพ้หรือยัง อยากไปไกลที่ยุโรป แต่กลับแพ้เกมภายในประเทศ...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1102_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1102]=],
				[ [=[text]=] ]=[=[อาจจะมีเหตุผลอื่น นี่ก็เป็นครั้งแรกทีมเราได้เข้าแข่งซูเปอร์คัพเนเธอร์แลนด์]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1102_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1102]=],
				[ [=[text]=] ]=[=[ทีมยังไม่ได้สถานะที่ดีที่สุด ครึ่งแรกเราเสียโอกาสมากมาย ครึ่ง 2 กองหลังไม่ค่อยแข็งแรง แม้ยิงประตูได้ 2 ครั้ง แต่ไม่สามารถป้องกันเกมรุกของคู่แข่งได้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1102_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1102]=],
				[ [=[text]=] ]=[=[คุณคิดว่าใครเล่นเก่งที่สุดในเกมนี้?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1102_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1102]=],
				[ [=[text]=] ]=[=[นักเตะที่เก่งที่สุด? แพ้แล้วจะเก่งที่สุดอะไรอีก เราก็ทำหน้าที่ของเราให้ดีที่สุดเถอะ! ถ้าต้องเลือก ผมเลือกคุณคงดีกว่า!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1102_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1102]=],
				[ [=[text]=] ]=[=[ฮาฮา! ผมเป็นนักเตะยอดเยี่ยมแล้ว! ความฝันของผมเองนะครับ! ขอบคุณโค้ชครับ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1102_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1102]=],
				[ [=[text]=] ]=[=[พอใจได้ง่ายมาก...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1102_7]=]
			}
		}
	},
	[ [=[Q1103]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1103]=],
				[ [=[text]=] ]=[=[ยินดีด้วยที่ชนะเกมแรก!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1103_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1103]=],
				[ [=[text]=] ]=[=[เราทำได้ดีมาก เล่นตามกลยุทธ์วางไว้ได้อย่างดี ยินดีกับนักเตะทุกคนครับ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1103_2]=]
			}
		}
	},
	[ [=[Q1104]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1104]=],
				[ [=[text]=] ]=[=[แพ้ทีมเล็กๆ แบบนี้ด้วยหรือ...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1104_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1104]=],
				[ [=[text]=] ]=[=[เพิ่งเข้ารอบแรกของการแข่งขันแต่ดันแพ้เขาเลย รู้สึกแย่มาก...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1104_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1104]=],
				[ [=[text]=] ]=[=[กำลังจะไปเยือนที่อังกฤษ สภาพแบบนี้ไม่ได้เลย]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1104_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1104]=],
				[ [=[text]=] ]=[=[ทุกคนต้องรีบคืนสภาพที่ดีกลับมาให้ได้! สู้ๆ! ผมไม่อยากเป็นนักเตะดีเยี่ยมทุกๆ เกมหรอกครับ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1104_4]=]
			}
		}
	},
	[ [=[Q1105]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1105]=],
				[ [=[text]=] ]=[=[เกมแรกเล่นกับทีมเนเธอร์แลนด์ ถ้าเสมอได้ก็โอเครแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1105_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1105]=],
				[ [=[text]=] ]=[=[ห้ามขาดความระมัดระวัง ถ้าเล่นแบบนี้ต่อจะโดนคัดออกนะครับ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1105_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1105]=],
				[ [=[text]=] ]=[=[อย่างน้อยการพ่ายแพ้มาตลอดก็หยุดแล้ว พยายามคืนสภาพที่ดีกลับมาหน่อย!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1105_3]=]
			}
		}
	},
	[ [=[Q1106]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1106]=],
				[ [=[text]=] ]=[=[เกมดาร์บี้แมช์แรกเสมอแล้ว...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1106_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1106]=],
				[ [=[text]=] ]=[=[ฤดูกาลที่แล้วเราได้ชนะ 1 แพ้ 1 กับคู่แข่งเจ้าเดียว ฤดูกาลนี้เราแพ้ 1 เสมอ 1 เรื่องนี้ยอมรับไม่ได้เลยครับ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1106_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1106]=],
				[ [=[text]=] ]=[=[ยกธงขาวอีกแล้ว... คราวหน้าพบทีมนี้ใหม่ ถ้าไม่ชนะจะโดนลงโทษนะครับ...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1106_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1106]=],
				[ [=[text]=] ]=[=[แน่นอนแล้ว ทีมมืออาชิพจะไม่กลัวคู่แข่งที่แข็งแรง แบบนี้ไม่ใช่ไสตล์ของเรา อย่างน้อยคราวที่แล้วเราชนะ 3 ครั้งติดกัน ทีมเรากำลังคืนสภาพที่ดีกลับมาแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1106_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1106]=],
				[ [=[text]=] ]=[=[สุดสัปดาห์นี้เราต้องเผชิญหน้ากับทเวนเต้ซึ่งเป็นทีมแข็งแรงมาก ชัยชนะเกมนี้เป็นเรื่องสำคัญสุด...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1106_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1106]=],
				[ [=[text]=] ]=[=[ผมย้ำหลายครั้งแล้วว่าห้ามขาดความระมัดระวังเมื่อพบกับคู่แข่งที่แข็งแรงกว่า]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1106_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1106]=],
				[ [=[text]=] ]=[=[อะไรก็สามารถเกิดขึ้นได้บนสนามหญ้า ไม่มีใครรับประกันเรื่องใดได้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1106_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1106]=],
				[ [=[text]=] ]=[=[สิ่งที่ผมอยากพูดคือ พยายามเอาชนะคู่แข่ง!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1106_8]=]
			}
		}
	},
	[ [=[Q1107]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1107]=],
				[ [=[text]=] ]=[=[ชัยชนะครั้งนี้มาตรงเวลามาก!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1107_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1107]=],
				[ [=[text]=] ]=[=[เกมหน้าต้องกลับไปแข่งที่โปรตุเกสกับคู่แข่งเดิม
2 เกมของรอบแบ่งกลุ่มถือว่าไม่นับ เกมที่ 3 ต้องชนะ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1107_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1107]=],
				[ [=[text]=] ]=[=[ผมก็อยากกลับไปดูที่โปรตุเกส...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1107_3]=]
			}
		}
	},
	[ [=[Q1108]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1108]=],
				[ [=[text]=] ]=[=[เราชนะเกมเยือนแล้ว ความชนะที่หวานหอมมาก!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1108_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1108]=],
				[ [=[text]=] ]=[=[พบคู่แข่งเดิม เรารู้จุดอ่อนของเขาแล้ว เราก็ต้องแสดงจุดแข็งของเราออกมาให้เต็มที่ ยินดีกับทุกคนด้วย]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1108_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1108]=],
				[ [=[text]=] ]=[=[อย่ารีบดีใจ ต่อไปจะเป็นเกมสุดท้ายของรอบแบ่งกลุ่ม เป็นเกมที่สำคัญมาก...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1108_3]=]
			}
		}
	},
	[ [=[Q1109]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1109]=],
				[ [=[text]=] ]=[=[โดน... โดนคัดออกแล้ว...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1109_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1109]=],
				[ [=[text]=] ]=[=[ยังไงก็เป็นครั้งแรกเข้าเล่นยูโรปาลีก ประสบการณ์ของเรายังน้อยอยู่]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1109_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1109]=],
				[ [=[text]=] ]=[=[ก็ดี ให้นักเตะของเราได้รู้สึกระยะความห่างระหว่างเรากับคู่แข่ง จากนั้นมีประสบการณ์สำหรับการแข่งขันในลีกและแข่งชิงคัพในครั้งต่อๆไป]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1109_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1109]=],
				[ [=[text]=] ]=[=[ถ้าเป็นอย่างนั้น พวกเธอต้องพยายามมากกว่าในลีกและแข่งชิงคัพ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1109_4]=]
			}
		}
	},
	[ [=[Q1110]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1110]=],
				[ [=[text]=] ]=[=[พวกเรากำลังอยู่ในอันดับ 1 ของตารางจัดอันดับในรอบ 17 ของลีก! ยินดีกับคุณด้วยนะ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1110_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1110]=],
				[ [=[text]=] ]=[=[ขอบคุณนะ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1110_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1110]=],
				[ [=[text]=] ]=[=[นี่คือครั้งแรกทีมชนะเลิศได้ในการแข่งเลกแรก สิ่งนี้มาจากความพยายามของทุกคนทั้งนั้น]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1110_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1110]=],
				[ [=[text]=] ]=[=[ถึงเวลาพักหนาวแล้ว ทีมบอลสามารถพักผ่อนได้ ไม่รู้ว่าพวกเราจะคงอยู่ในอันดับแรกของตารางจัดอันดับได้อีกนานเท่าไร แต่ก็ลองแข่งชิงถ้วยดูว่าจะเป็นยังไง]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1110_4]=]
			}
		}
	},
	[ [=[Q1111]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1111]=],
				[ [=[text]=] ]=[=[ตอนนี้ทีมบอลได้เข้าช่วงเวลาที่มั่นคงแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1111_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1111]=],
				[ [=[text]=] ]=[=[เข้ารอบ 4 ทีมสุดท้ายคัพกังหันลมเนเธอร์แลนด์อีกครั้งแล้ว ส่วนร่วมสำคัญที่ขาดไม่ได้คือนักเตะของเรา]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1111_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1111]=],
				[ [=[text]=] ]=[=[หนุ่มๆ ครับ เตรียมพร้อมเพื่อแข่งให้ดีที่สุดนะ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1111_3]=]
			}
		}
	},
	[ [=[Q1112]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1112]=],
				[ [=[text]=] ]=[=[เราเข้ารอบชิงชนะเลิศได้แล้ว]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1112_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1112]=],
				[ [=[text]=] ]=[=[ชัยชนะที่ไม่น่าเชื่อ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1112_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1112]=],
				[ [=[text]=] ]=[=[เราได้เข้ารอบชิงชนะเลิศ 3 ปีติดกันแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1112_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1112]=],
				[ [=[text]=] ]=[=[จริงๆ แล้วก่อนที่เข้าเกม ฉันยังฝึกดวลจุดโทษอยู่เลย คิดว่านี่เป็นเกมที่ยากมาก ไม่น่าเชื่อว่าเราจัดการอย่างรวดเร็วภายใน 90 นาทีเท่านั้น]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1112_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1112]=],
				[ [=[text]=] ]=[=[ขอแสดงความยินดีอีกครั้ง!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1112_5]=]
			}
		}
	},
	[ [=[Q1113]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1113]=],
				[ [=[text]=] ]=[=[อันดับลีกก็ขึ้นอีกแล้ว ในเกมสุดท้าย เราได้อยู่ในอันดับที่ 2 งั้นไปเตะที่แชมเปียนส์ลีกได้หรือยัง?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1113_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1113]=],
				[ [=[text]=] ]=[=[ใช่ ปีหน้าเราจะได้ไปเตะที่แชมเปียนส์ลีกแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1113_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1113]=],
				[ [=[text]=] ]=[=[ทีมบอลเรานับวันยิ่งแข็งแรงขึ้น ฉันดีใจมาก เหลือแค่เกมชิงชนะเลิศสุดท้ายแล้ว ไปรักษาอันดับ 1 ของเราเถอะ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1113_3]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1113]=],
				[ [=[text]=] ]=[=[แพ้แล้ว... ฮึกฮึก... กลยุทธ์ไม่ดี บทเขียนไม่ใช่อย่างนี้ พวกเราไม่ใช่เป็นพระเอกหรือไง พระเอกจะแพ้ในรอบชิงชนะเลิศได้ยังไง?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1113_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1113]=],
				[ [=[text]=] ]=[=[ไม่มีใครสามารถคาดเดาผลการแข่งขันได้ ผมเป็นโค้ชจึงต้องรับผิดชอบทั้งหมดเลย]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1113_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1113]=],
				[ [=[text]=] ]=[=[กลยุทธ์ของโค้ชเป็นส่วนสำคัญที่มีอิทธิพลมากสำหรับการแข่งขัน]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1113_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1113]=],
				[ [=[text]=] ]=[=[วันนี้คู่แข่งแสดงดีกว่าพวกเรา อาจเป็นเพราะว่าความกดดันของพวกเราหนักมากเกินไป]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1113_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1113]=],
				[ [=[text]=] ]=[=[อย่างไรก็ตามการรักษาตำแหน่งแชมป์ไม่ใช่เรื่องง่ายเลย]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1113_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1113]=],
				[ [=[text]=] ]=[=[แต่เราก็สุดยอดแล้ว ในฤดูกาลเดียวแต่มี 3 ครั้งเข้ารอบชิงชนะเลิศ ถึงแม้มี 2 ครั้งอยู่ในอันดับ 2 แต่ผมเชื่อว่าเราจะคว้าแชมป์ได้!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1113_9]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1113]=],
				[ [=[text]=] ]=[=[ไม่สนุก...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1113_10]=]
			}
		}
	},
	[ [=[Q1201]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1201]=],
				[ [=[text]=] ]=[=[ปีนี้เรามีโอกาสก้าวไปได้อีกหนึ่งก้าว เข้าร่วมแชมเปี่ยนส์ลีก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1201_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1201]=],
				[ [=[text]=] ]=[=[อย่าพูดดีแบบนั้น แค่เป็นการเข้าร่วมรอบคัดเลือกรอบแรกเท่านั้น...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1201_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1201]=],
				[ [=[text]=] ]=[=[คู่แข่งในรอบแพ้คัดออกเป็นทีมซัมป์โดเรียมาจากอิตาลีซึ่งเป็นทีมที่แข็งแรงมาก
หนุ่มๆ สู้ๆนะครับ! รอดูกันว่าใครจะได้เข้ารอบต่อไป!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1201_3]=]
			}
		}
	},
	[ [=[Q1202]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1202]=],
				[ [=[text]=] ]=[=[สุดท้ายก็สบายใจได้แล้ว ยูโรเปียนแชมเปียนคลับส์คัพพวกเรามาแล้ว]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1202_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1202]=],
				[ [=[text]=] ]=[=[ใช่ ครึ่งแรกบนสนามเยือนเราค่อนข้างด้อยเปรียบ ตีเสมอได้แค่ลูกเดียว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1202_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1202]=],
				[ [=[text]=] ]=[=[แต่เมื่อกลับไปสนามเหย้า แฟนคลับให้กำลังใจพวกเรา สุดท้ายก็ชิงการ์ดเข้าไปในท็อป 32 แชมเปียนส์ลีกได้!
ผมอยากขอบคุณแฟนคลับทุกคนที่สนับสนุนนักเตะอย่างเต็มอกเต็มใจ!
แต่ก็ไม่ลืมชมในความพยายามของนักเตะเหมือนกัน]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1202_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1202]=],
				[ [=[text]=] ]=[=[แชมเปียนส์ลีก พวกเรามาแล้ว!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1202_4]=]
			}
		}
	},
	[ [=[Q1203]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1203]=],
				[ [=[text]=] ]=[=[เป็นชัยชนะที่น่าตื่นเต้นมาก!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1203_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1203]=],
				[ [=[text]=] ]=[=[ตอนนี้มีข่าวลือว่าพวกเราจะชนะในรอบชิงชนะเลิศ แบบนั้นดูไม่ถ่อมตัวเลยนะ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1203_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1203]=],
				[ [=[text]=] ]=[=[แค่จะพูดว่าพวกเราจะเตรียมพร้อมอย่างดีในทุกการแข่งขัน รักษาสุขภาพแข็งแรงเพื่อมีการเริ่มต้นอย่างสวยงาม]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1203_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1203]=],
				[ [=[text]=] ]=[=[หวังว่าการชนะครั้งนี้จะช่วยเพิ่มแต้มให้ทีมได้มากขึ้น!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1203_4]=]
			}
		}
	},
	[ [=[Q1204]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1204]=],
				[ [=[text]=] ]=[=[คุณครับ ตั้งแต่เกมเปิดฤดูกาลมาก็ชนะ 3 ครั้งติดกัน ตอนนี้ขึ้นไปถึงอันดับที่หนึ่งแล้ว]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1204_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1204]=],
				[ [=[text]=] ]=[=[หรือว่าเราอาจจะสามารถชิงชนะเลิศได้โดยตรง? ตอนนี้มีข่าวลือกันว่านี่เป็นฤดูกาลที่ดีเพื่อให้ทีมใหม่ของเราตีแพ้พวกทีมเก่าๆ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1204_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1204]=],
				[ [=[text]=] ]=[=[ผมไม่เห็นด้วยกับความคิดนี้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1204_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1204]=],
				[ [=[text]=] ]=[=[พวกเราไม่ใช่ราชาองค์ใหม่หรอก พวกเราแค่ทำตามแผนของตนเอง ก้าวแต่ละก้าวที่มั่นคง ส่วนผลสุดท้ายจะเป็นยังไงนั้นพวกเราไม่สามารถที่ควบคุมได้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1204_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1204]=],
				[ [=[text]=] ]=[=[นอกจากนั้นผมไม่อยากนำความกดดันมาให้นักเตะ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1204_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1204]=],
				[ [=[text]=] ]=[=[ฮิฮิ ฉันรู้คุณพูดแบบนั้นเพื่อลดความกดดันให้พวกนักเตะ ไม่ต้องปิดบังฉันหรอก รู้มานานแล้วว่าคุณตั้งเป้ากับตำแน่งชนะเลิศนั้นไปแล้ว]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1204_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1204]=],
				[ [=[text]=] ]=[=[……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1204_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1204]=],
				[ [=[text]=] ]=[=[บ่นพึมพำ...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1204_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1204]=],
				[ [=[text]=] ]=[=[เกมหน้าเราจะเข้าเกมหลักของแชมเปียนส์ลีก ทีมที่ลาลีกาจะแตกต่างกับพวกคู่แข่งรอบคัดเลือก เราต้องพยายาม 200%]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1204_9]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1204]=],
				[ [=[text]=] ]=[=[ลองดูว่านักเตะหนุ่มของผมจะแสดงเป็นอย่างไรบ้าง]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1204_10]=]
			}
		}
	},
	[ [=[Q1205]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1205]=],
				[ [=[text]=] ]=[=[เกมหลักเกมแรกของแชมเปียนส์ลีก ชนะคู่แข่งไม่ใช่เรื่องง่ายๆ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1205_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1205]=],
				[ [=[text]=] ]=[=[ดูเหมือนว่านักเตะได้เข้าสภาพที่ดีที่สุดแล้ว หวังว่าสภาพนี้จะคงอยู่ได้นาน]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1205_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1205]=],
				[ [=[text]=] ]=[=[หลัง 5 เกม ทีมเราชนะ 3 เสมอ 1 แพ้ 1 นี่เป็นผลงานที่ดีที่สุดของทีมบอลซึ่งครั้งแรกเข้าร่วมแชมเปียนส์ลีกที่ผมเคยฝึกสอน]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1205_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1205]=],
				[ [=[text]=] ]=[=[หรือสามารถพูดว่าทีมบอลนี้น่าจะต้องเข้าแชมเปียนส์ลีกมานานแล้ว เพราะคุณไม่ยอมทุ่มเทในเวลาบางช่วงที่สำคัญจึงทำให้จนถึงปัจจุบันเราถึงจะเข้าแชมเปียนส์ลีกได้...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1205_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1205]=],
				[ [=[text]=] ]=[=[ไม่ล้อเล่นก็ไม่ใช่คุณ ผมชินแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1205_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1205]=],
				[ [=[text]=] ]=[=[สรุปว่าผลงานของทีมตอนนี้ไม่เกี่ยวอะไรกับผม ทุกอย่างที่ได้มาก็เพราะมีคุณ โอเคหรือยัง?]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1205_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1205]=],
				[ [=[text]=] ]=[=[เขาหยิ่งอีกแล้ว...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1205_7]=]
			}
		}
	},
	[ [=[Q1206]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1206]=],
				[ [=[text]=] ]=[=[ครั้งแรกที่เราเข้าร่วมแชมเปียนส์ลีกก็ได้เข้ารอบแพ้คัดออกแล้ว ฮาฮาฮา]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1206_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1206]=],
				[ [=[text]=] ]=[=[ใช่แล้ว ทุกอย่างก็เนื่องจากความพยายามของคุณที่ฝึกสอนความสามารถที่เหมาะสมสำหรับนักเตะแต่ละคน...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1206_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1206]=],
				[ [=[text]=] ]=[=[ยังไม่เสร็จเหรอ...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1206_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1206]=],
				[ [=[text]=] ]=[=[มีผลการจับฉลากแล้ว คู่แข่งของเราคือทีมอาร์เซนอล นี่จะเป็นเกมหนึ่งที่น่าเรียนรู้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1206_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1206]=],
				[ [=[text]=] ]=[=[ต่อไปคือเกมสุดท้ายของเลกแรก คู่แข่งคือไอนด์โฮเฟ่น พีเอสซึ่งแข็งแรงมากนะ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1206_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1206]=],
				[ [=[text]=] ]=[=[เราจะประมาทไม่ได้นะ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1206_6]=]
			}
		}
	},
	[ [=[Q1207]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1207]=],
				[ [=[text]=] ]=[=[ปีนี้ก็หมดแรงเวลาใกล้จะถึงชัยชนะอีกแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1207_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1207]=],
				[ [=[text]=] ]=[=[ยังไงเราก็เป็นทีมบอลเล็ก ปีนี้ถึงแม้มีคนเพิ่มเข้ามา แต่คุณภาพก็ยังไม่มั่นคง]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1207_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1207]=],
				[ [=[text]=] ]=[=[ก็ได้ ผลงานของทีมตอนนี้ก็ค่อนข้างดีแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1207_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1207]=],
				[ [=[text]=] ]=[=[อันดับ 1 เลกแรกของลีก คัพกังหันลมเราก็ได้เข้ารอบต่อไป สนามแชมเปียนส์ลีกก็ได้เข้ารอบแพ้คัดออก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1207_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1207]=],
				[ [=[text]=] ]=[=[เลกสองต้องปรับแผนการเล่นให้ดี ลองดูกันว่าจะคว้าแชมป์ได้หรือไม่]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1207_5]=]
			}
		}
	},
	[ [=[Q1208]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1208]=],
				[ [=[text]=] ]=[=[การเริ่มต้นของเลกสองดูเหมือนไม่ค่อยดีเท่าไร...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1208_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1208]=],
				[ [=[text]=] ]=[=[ใช่แล้ว พวกเรามีนักเตะต้องการการรักษาพยาบาล]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1208_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1208]=],
				[ [=[text]=] ]=[=[เป็นแค่เกมแรก อย่าท้อแท้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1208_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1208]=],
				[ [=[text]=] ]=[=[พยายามเต็นที่เพื่อเผชิญหน้ากับรอบแพ้คัดออกของแชมเปียนส์ลีก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1208_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1208]=],
				[ [=[text]=] ]=[=[พวกเราเลกแรกแข่งที่สนามเยือน เลกสองแข่งที่สนามเหย้า จะได้เปรียบด้านกำลังใจแล้ว]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1208_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1208]=],
				[ [=[text]=] ]=[=[ใช่แล้ว เราต้องตั้งสมาธิในการแข่งขันให้ดีๆ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1208_6]=]
			}
		}
	},
	[ [=[Q1209]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1209]=],
				[ [=[text]=] ]=[=[บรรยากาศในสนามนี้น่ากลัวจริงๆ นักเตะของเราท่าทางยังไม่คุ้นเคย]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1209_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1209]=],
				[ [=[text]=] ]=[=[ทีมเรากำลังด้อยเปรียบ ทำประตูไม่ได้สักลูกที่สนามเยือนเลย]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1209_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1209]=],
				[ [=[text]=] ]=[=[ตอนนี้ก็แค่ต้องพยายามแข่งขันเต็มที่เท่านั้น]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1209_3]=]
			}
		}
	},
	[ [=[Q1210]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1210]=],
				[ [=[text]=] ]=[=[ถูกคัดออกเพราะด้อยเปรียบที่สนามเยือนแล้ว... ยอมรับไม่ได้เลย...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1210_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1210]=],
				[ [=[text]=] ]=[=[เกมนี้ทำให้เราเจ็บใจมาก แฟนคลับเราเชียร์เต็มที่ นักเตะก็เตะดี]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1210_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1210]=],
				[ [=[text]=] ]=[=[แต่แพ้ก็เพราะกฎทำประตูสนามเยือนเข้า]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1210_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1210]=],
				[ [=[text]=] ]=[=[บางครั้งกฎกติกามันโหดร้ายมากมาย]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1210_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1210]=],
				[ [=[text]=] ]=[=[แต่ผมคิดว่า สะสมประสบการณ์การแข่งขันแบบนั้นจะทำให้เราแข็งแรงกว่าในปีหน้า]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1210_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1210]=],
				[ [=[text]=] ]=[=[ตอนนี้เราสามารถเต็มใจให้ลีกภายในประเทศแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1210_6]=]
			}
		}
	},
	[ [=[Q1211]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1211]=],
				[ [=[text]=] ]=[=[ปัจจุบันก็เข้าช่วงสุดท้ายของฤดูกาลแล้ว นักเตะก็เหนื่อยมากแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1211_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1211]=],
				[ [=[text]=] ]=[=[แต่ปีนี้การแย่งอันดับแข่งกันแบบแรงมาก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1211_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1211]=],
				[ [=[text]=] ]=[=[ตอนนี้เรากับ Ajax Old Man กำลังแข่งกันชิงอันดับที่หนึ่ง ทำยังไงดี...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1211_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1211]=],
				[ [=[text]=] ]=[=[เราต้องชนะเกมสุดท้าย ต้องทำประตูได้เยอะๆ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1211_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1211]=],
				[ [=[text]=] ]=[=[ตอนนี้ผลบอลของเราน้อยกว่าเขา 2 ลูก เรากำลังด้อยเปรียบอยู่]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1211_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1211]=],
				[ [=[text]=] ]=[=[นี่เป็นโอกาสสุดท้ายแล้ว เราต้องพยายามเต็มที่]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1211_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1211]=],
				[ [=[text]=] ]=[=[แต่ก่อนอื่นต้องชนะรอบ 4 ทีมสุดท้ายก่อน!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1211_7]=]
			}
		}
	},
	[ [=[Q1212]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1212]=],
				[ [=[text]=] ]=[=[เกมท้ายๆของแชมเปียนส์ลีกแข่งขันรุ่นแรงจริงๆ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1212_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1212]=],
				[ [=[text]=] ]=[=[ทำประตูก่อน 3 ลูกแต่ก็โดนตีเสมอ สุดท้ายต้องพิงช่วงต่อเวลาถึงจะได้ชนะ...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1212_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1212]=],
				[ [=[text]=] ]=[=[โชคดีที่มีแฟนคลับให้กำลังใจกับพวกเรา ตอนนี้ทีมใดก็กลัวสนามเหย้าของพวกเราไปแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1212_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1212]=],
				[ [=[text]=] ]=[=[ฮาฮา! เรื่องนี้ทำให้ฉันตื่นเต้นมาก!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1212_4]=]
			}
		}
	},
	[ [=[Q1213]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[พวกเราชิงแชมป์ลีกได้แล้ว! ฮาฮาฮา!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1213_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[ไม่น่าเชื่อจริงๆ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1213_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[เราชนะโดยการตีแพ้ทีมที่แข็งแรงที่สุดในรอบ 4 ทีมสุดท้าย]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1213_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[นักเตะปฏิบัติกลยุทธ์ได้ดีมาก นี่เป็นทีมบอลที่สุดยอดทั้งการบุกและการป้องกัน]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1213_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[เราเตรียมรับถ้วยแชมป์กันได้แล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1213_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[ทีมที่เหลือรู้แนวทางของเราอย่างแน่ชัดแล้ว ถ้าไม่ระวังจะพลาดความชัยชนะได้นะ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1213_6]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[เป็นทีมแรกที่คว้าทั้ง 2 แชมป์!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1213_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[ฤดูกาลที่แล้วเราก็ได้อยู่ในท็อป 3!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1213_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[คุณอา คุณอาเป็นไอด้อลของหนู! ขอลายเซ็นนะคะ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1213_9]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[การคิดเลขของคุณค่อนข้างแย่เนอะ...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1213_10]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[ทุกอย่างก็เพราะนักเตะทุกคนพยายามแสดงได้ดีบนสนาม]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1213_11]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[เทพเจ้าแห่งความโชคดีเข้าข้างเราแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1213_12]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[พวกเราเป็นแชมป์เนเธอร์แลนด์!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1213_13]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[ชัยชนะอีกครั้ง ไม่น่าเชื่อ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1213_14]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[6 ปีผ่านไปเร็วเหมือนพริบตา]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1213_15]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[ครั้งแรกที่มาที่นี่เปรียบเหมือนวันวาน]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1213_16]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[ดีใจจัง!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1213_17]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[การเจริญขึ้นของทีมดึงดูดนักลงทุนหลายคน บริษัทรัสเซียอยากซื้อสโมสรและให้เราลงทะเบียนลีกฝรั่งเศส]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1213_18]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[เราจะเดินทางพิชิตประเทศใหม่ใช่ไหม?]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1213_19]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[มันเป็นลักษณะของอาชีพนี้ ฝรั่งเศสจ๋า เดี๋ยวเจอกัน!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1213_20]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1213]=],
				[ [=[text]=] ]=[=[ไม่เข้าใจมนุษย์เลย... แต่ไม่เป็นไร เอาฉันไปด้วยก็พอ...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1213_21]=]
			}
		}
	},
	[ [=[Q1301]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1301]=],
				[ [=[text]=] ]=[=[สมาคมฟุตบอลฝรั่งเศสไม่อนุญาตให้สร้างทีมใหม่เพื่อเข้าลีกใหญ่ เพราะฉะนั้นเขาลงทุนทีมเล็ก เรากับทีมเล็กนี้จะเข้าสู่การพิชิตใหม่!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1301_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1301]=],
				[ [=[text]=] ]=[=[รู้แล้ว ท่านประธานบอกกับฉันแล้ว ทีมบอลของเราอยู่สตราสบู]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1301_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1301]=],
				[ [=[text]=] ]=[=[คุณเข้าใจทีมนี้ไหม ดูเหมือนว่าเรากำลังอยู่เยอรมนี!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1301_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1301]=],
				[ [=[text]=] ]=[=[สตราสบูเป็นเมืองชายแดนระหว่างเยอรมัน กับ ฝรั่งเศส เป็นเมืองของฝรั่งเศสและก็เป็นบ้านเกิดของโค้ชโปรเฟสเซอร์แวงแกร์ของอาร์เซนอล]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1301_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1301]=],
				[ [=[text]=] ]=[=[งั้นทีมนี้เป็นทีมที่มีวินัยและความมุ่งมั่นแบบเยอรมัน มีความโรแมนติกและความหรูหราแบบฝรั่งเศส! ดูว่าอยากมีชื่อเสียงที่นี่ก็ไม่ยากนะ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1301_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1301]=],
				[ [=[text]=] ]=[=[ตื่นมาเลย ตอนนี้สถานะของทีมไม่ค่อยดี ผลงานไม่ดี นักเตะลาออก งบน้อย...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1301_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1301]=],
				[ [=[text]=] ]=[=[ไม่ดีจริงๆ แต่ถ้าไม่งั้นก็ไม่เรียกคุณมาดูแล]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1301_7]=]
			}
		}
	},
	[ [=[Q1302]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1302]=],
				[ [=[text]=] ]=[=[เกมแรกพึ่งเล่นได้ 10 นาที เราโดนรุกอย่างรุนแรง แต่เรามีประสบการณ์ในการว่ายทวนน้ำแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1302_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1302]=],
				[ [=[text]=] ]=[=[ฉันควรชื่นชมคุณเพระคุณปรับทัน หรือติคุณเพราะแผนการเปิดเกมแย่มาก]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1302_2]=]
			}
		}
	},
	[ [=[Q1303]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1303]=],
				[ [=[text]=] ]=[=[โอ้ย หลายอาทิตย์ที่แล้ว ชนะตลอด 3 นัด]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1303_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1303]=],
				[ [=[text]=] ]=[=[นานๆถึงจะได้ชม]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1303_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1303]=],
				[ [=[text]=] ]=[=[ฉันติชมอย่างยุติธรรมนะ ช่วงนี้คุณทำดีมาก]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1303_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1303]=],
				[ [=[text]=] ]=[=[จริงๆ ก่อนนี้นักเตะยังไม่รู้วิธีฝึกฝนอย่างเป็นเรื่องเป็นราว ฉันแค่ชี้แจงประสบการณ์ ประเด็นสำคัญคือความกล้าการของนักเตะเอง]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1303_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1303]=],
				[ [=[text]=] ]=[=[ก่อนที่เรามา ทั้งกายทั้งใจของนักเตะไม่ดี คุณพึ่งมาก็ทำให้ทุกอย่างเปลี่ยนแปลงแล้ว]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1303_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1303]=],
				[ [=[text]=] ]=[=[ฉันคงได้ช่วยนิดหน่อย แต่ตามที่ฉันบอก ฉันแค่เป็นคนนำทาง ส่วนใหญ่ต้องอยู่ในความกล้าหาญของนักเตะเอง]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1303_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1303]=],
				[ [=[text]=] ]=[=[คุณสุดยอดมากเลย...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1303_7]=]
			}
		}
	},
	[ [=[Q1304]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1304]=],
				[ [=[text]=] ]=[=[ในการแข่งขันที่แล้ว สภาพของทุกคนไม่ค่อยดี การชนะอาจเป็นเพราะโชคดี]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1304_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1304]=],
				[ [=[text]=] ]=[=[นักเตะบางคนดูเหมือนเหน็ดเหนื่อย]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1304_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1304]=],
				[ [=[text]=] ]=[=[ไม่ควรโทษพวกเขา ยังไงเขาก็เป็นมือใหม่ไม่มีประสบการณ์ นักเตะเก่าอายุมากสุขภาพลดลง]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1304_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1304]=],
				[ [=[text]=] ]=[=[เกมต่อไปทุกคนต้องขยันหมั่นเพียร]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1304_4]=]
			}
		}
	},
	[ [=[Q1305]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1305]=],
				[ [=[text]=] ]=[=[พ่ายแพ้ตั้งแต่นัดแรกของฤดูกาล]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1305_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1305]=],
				[ [=[text]=] ]=[=[ไม่เป็นไร ถ้าเราชนะตลอด ทีมจะเย่อหยิ่ง]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1305_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1305]=],
				[ [=[text]=] ]=[=[ก็ดี ให้คู่แข่งช่วยลดลงความหยิ่งของทุกคน]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1305_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1305]=],
				[ [=[text]=] ]=[=[ใช่แล้ว ให้ทุกคนรู้ตัวว่าเราอยู่ระดับไหน]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1305_4]=]
			}
		}
	},
	[ [=[Q1306]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1306]=],
				[ [=[text]=] ]=[=[เกมนี้ตื่นเต้นจริงๆ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1306_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1306]=],
				[ [=[text]=] ]=[=[พึ่ง 30 นาทีแรกโดนนำ 3 ลูก ฉันคิดว่าจะโดนเกมรุกอย่างรุนแรง]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1306_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1306]=],
				[ [=[text]=] ]=[=[ดูเหมือนว่าช่วงพักฤดูหนาวได้สร้างผลกระทบต่อทีม นักเตะต้องฟี้นตัวอย่างรวดเร็ว ถ้าไม่งั้นจะเสียโอกาส]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1306_3]=]
			}
		}
	},
	[ [=[Q1307]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1307]=],
				[ [=[text]=] ]=[=[ทีมบอลกลับมาแล้ว!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1307_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1307]=],
				[ [=[text]=] ]=[=[ถ้ารักษาสถานะนี้ได้ บวกความโชคดีอีก...ฤดูนี้อาจจะ...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1307_2]=]
			}
		}
	},
	[ [=[Q1308]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1308]=],
				[ [=[text]=] ]=[=[เสมอ 2 เกมแล้วชนะ 1 เกม!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1308_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1308]=],
				[ [=[text]=] ]=[=[ทีมที่อยู่กลุ่มอันดับต้นในตารางกำลังแข่งขันอย่างรุนแรงมาก เราต้องระวัง!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1308_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1308]=],
				[ [=[text]=] ]=[=[ฉันได้บอกกับนักเตะทุกคนต้องพยายามอีกในนัดต่อไป]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1308_3]=]
			}
		}
	},
	[ [=[Q1309]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1309]=],
				[ [=[text]=] ]=[=[โอ้ย! เราชนะทีมเปแอสเช ทาวเวอร์สแล้ว! ไม่เคยคิดว่าเราสามารถชิงแชมป์ได้ภายในหนึ่งปี! คุณเป็นไอดอลของฉัน!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1309_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1309]=],
				[ [=[text]=] ]=[=[ทั้งหมดนี่เป็นความพยายามของนักเตะบวกกับความโชคดี ผมหวังว่าเราจะโชคดีอีดครั้งในนัดสุดท้าย]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1309_2]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1309]=],
				[ [=[text]=] ]=[=[เราชิงขนะเลศแล้ว คุณเก่งจริง]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1309_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1309]=],
				[ [=[text]=] ]=[=[แค่ปีแรกที่มาฝรั่งเศส เราก็ได้ยืนอยู่บนท็อป]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1309_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1309]=],
				[ [=[text]=] ]=[=[เราโชคดีจริงๆ พระเจ้าคุ้มครอง!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1309_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1309]=],
				[ [=[text]=] ]=[=[มันดีเกินไป]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1309_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1309]=],
				[ [=[text]=] ]=[=[จะมีเฒ่าแก่มาซื้อเราอีกใช่ไหม?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1309_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1309]=],
				[ [=[text]=] ]=[=[ไม่จ่ะ ผมต้องอยู่ฝรั่งเศสทำให้เสร็จสิ้นงานที่ยังไม่สมบูรณ์ที่โปรตุเกสและเนเธอร์แลนด์ ผมต้องสร้างสิ่งใหม่ในแชมเปียนส์ลีก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1309_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1309]=],
				[ [=[text]=] ]=[=[ใช่ คูณสุดยอดจริงๆ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1309_9]=]
			}
		}
	},
	[ [=[Q1401]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1401]=],
				[ [=[text]=] ]=[=[ผมมีเรื่องอยากปรึกษา]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1401_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1401]=],
				[ [=[text]=] ]=[=[ทำไมจริงจังเกิน...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1401_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1401]=],
				[ [=[text]=] ]=[=[ผู้บริหารตัดสินใจสร้างสนามบอลใหม่ แต่สร้างแล้วงบจะเหลือไม่เท่าไหร่ เราต้องกินอยู่อย่างประหยัด ผมรู้สึกคิดหนักจริงๆ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1401_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1401]=],
				[ [=[text]=] ]=[=[อย่าคิดมาก ต้องสร้างสนามบอลใหม่ ต้องให้โปรเฟสเซอร์แวงแกร์เห็นพลังของเรา]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1401_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1401]=],
				[ [=[text]=] ]=[=[ผมเห็นด้วย แต่ปีต่อไปจะลำบากนะ...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1401_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1401]=],
				[ [=[text]=] ]=[=[สร้างเสร็จแล้วเอาชื่อผมไปตั้งชื่อสนามบอลได้ไหม?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1401_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1401]=],
				[ [=[text]=] ]=[=[ใจเย็นหน่อย ผมไปเตรียมตัวให้นัดต่อไป]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1401_7]=]
			}
		}
	},
	[ [=[Q1402]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1402]=],
				[ [=[text]=] ]=[=[แพ้แล้ว... กลับมาอยู่ตำแหน่งเดิม...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1402_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1402]=],
				[ [=[text]=] ]=[=[ถึงแม้ว่าชิงแชมป์ฤดูก่อน แต่เราไม่สามมารถปล่อยบัลลังก์อำนาจเปแอสเชไป มีหลายงานต้องทำ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1402_2]=]
			}
		}
	},
	[ [=[Q1403]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1403]=],
				[ [=[text]=] ]=[=[ต้องชนะตั้งแต่นัดแรก]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1403_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1403]=],
				[ [=[text]=] ]=[=[ดูว่าการปรับเปลี่ยนได้ผลแล้ว จิตใจนักเตะดีขึ้นแล้ว]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1403_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1403]=],
				[ [=[text]=] ]=[=[ยังมีหลายงานที่ต้องทำ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1403_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1403]=],
				[ [=[text]=] ]=[=[สู้ๆ นะ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1403_4]=]
			}
		}
	},
	[ [=[Q1404]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1404]=],
				[ [=[text]=] ]=[=[เราชนะอีกแล้ว!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1404_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1404]=],
				[ [=[text]=] ]=[=[นี่เป็นทีมที่ผมสั่งสอนแหละ มีเท็คนิกดี วิ่งอย่างรุนแรง จะชนะแน่นอน]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1404_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1404]=],
				[ [=[text]=] ]=[=[นัดต่อไปเราจะแข่งกับทีมลอนดอน บลูส์ ตื่นเต้นจัง]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1404_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1404]=],
				[ [=[text]=] ]=[=[จำไว้ว่าต้องเล่นอย่างจริงจังทุกนัด]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1404_4]=]
			}
		}
	},
	[ [=[Q1405]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1405]=],
				[ [=[text]=] ]=[=[นั่นไงระดับทีมใหญ่ รอบนี้คุณสั่งสอนไม่ดีแล้ว]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1405_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1405]=],
				[ [=[text]=] ]=[=[ถ้าไม่มีแฟนๆ เราคงไม่ทำประตูได้สักลูก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1405_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1405]=],
				[ [=[text]=] ]=[=[แม้ว่าแพ้เกมแต่เรียนรู้ได้หลายอย่าง นี่เป็นเหตุผลที่เราต้องแข่งกับสโมสรรอยัลมากกว่านี้ อุปสรรคช่วยพัฒนา]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1405_3]=]
			}
		}
	},
	[ [=[Q1406]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1406]=],
				[ [=[text]=] ]=[=[ในฐานะเป็นทีมฝรั่งเศสที่เข้าร่วมแชมเปียนส์ลีกครั้งแรก แล้วมีแฟนๆเกือบ 3000 คนไปด้วย ผมรู้สึกดีใจมาก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1406_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1406]=],
				[ [=[text]=] ]=[=[เพราะฉะนั้น เราต้องชนะนัดนี้เพื่อเป็นของขวันให้แฟนๆ ตอนนี้เขาน่าจะมีความสุกมากนะ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1406_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1406]=],
				[ [=[text]=] ]=[=[มันคือความดึงดูดของฟุตบอลแหละ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1406_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1406]=],
				[ [=[text]=] ]=[=[เข้าใจแล้ว ตอนแรกเห็นพวกเขามา ผมคิดว่าไม่มีความหมายอะไร ตอนนี้รู้สึกพวกเขาน่ารักดี]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1406_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1406]=],
				[ [=[text]=] ]=[=[บางครั้งเราจะเห็นว่าเขารุนแรงไปหน่อย แต่ความรุนแรงนั้นคือความรักให้ทีมเหย้า การแข่งขันโดยไม่มีแฟนแทบไม่มีความหมาย]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1406_5]=]
			}
		}
	},
	[ [=[Q1407]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1407]=],
				[ [=[text]=] ]=[=[ยังไม่เล่นก็ชนะแล้ว! สภาพนักเตะค่อยๆดีขึ้น หวังว่าทุกคนจะรักษาสภาพนี้ได้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1407_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1407]=],
				[ [=[text]=] ]=[=[เกมสุดท้ายในกลุ่มเล็กยูโรเปียนแชมเปียนคลับส์คัพ ชนะทีมอัลค์ม่าร์แล้วจะเข้ารอบต่อไปได้]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1407_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1407]=],
				[ [=[text]=] ]=[=[แต่ยังกังวลนิดหนึ่ง...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1407_3]=]
			}
		}
	},
	[ [=[Q1408]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1408]=],
				[ [=[text]=] ]=[=[ฟาวล์ที่ไม่น่าจะมี...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1408_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1408]=],
				[ [=[text]=] ]=[=[เป็นความผิดของคุณทั้งนั้น 10 นาทีแรกโดนเกมรุกแรง ทีมเราไม่เหมาะสำหรับคู่แข่งที่ป้องกันดีเลย]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1408_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1408]=],
				[ [=[text]=] ]=[=[นี่คุณ แพ้แล้วลงโทษผม โอเค ความผิดของผมทั้งนั้น โอเคไหม พอใจหรือยัง...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1408_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1408]=],
				[ [=[text]=] ]=[=[เราอยู่อันดับสุดท้ายในตารางและโดนคัดออกแล้ว ก็ดีอ่ะ ทีมยังไม่แข็งแกร่งพอ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1408_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1408]=],
				[ [=[text]=] ]=[=[ตั้งใจแข่งในฤดูหน้านะ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1408_5]=]
			}
		}
	},
	[ [=[Q1409]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1409]=],
				[ [=[text]=] ]=[=[ผมคิดว่าเรากำลังเจออุปสรรคใหญ่ หลังจากโดนคัดออกยูโรเปียนแชมเปียนคลับส์คัพ อารมณ์ของนักเตะทุกคนไม่ดีเลย]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1409_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1409]=],
				[ [=[text]=] ]=[=[อย่าลืมว่าเรามาฝรั่งเศสแค่ 2 ปี และฤดูที่แล้วเราเกือบตกชั้นด้วย]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1409_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1409]=],
				[ [=[text]=] ]=[=[อืม ใครก็ตกใจกับผู้ชนะเลศฤดูกาลที่แล้ว จิตใจของนักเตะบางคนเปลี่ยนไป คิดว่าตัวเองเป็นซุปเปอร์สตาร์เหรอ ถ้าไม่มีซุปเปอร์โค้ช ไม่รู้ตอนนี้เขาอยู่ไหน]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1409_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1409]=],
				[ [=[text]=] ]=[=[เมื่อเล่นทัวร์นาแมนต์หลายครั้งก็เริ่มเห็นจุดอ่อนของทีม]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1409_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1409]=],
				[ [=[text]=] ]=[=[ก่อนที่ฤดูกาลในฤดูหนาวเกิดขึ้น รีบไปหานักเตะมาช่วยสิ  รออะไรอีก?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1409_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1409]=],
				[ [=[text]=] ]=[=[คุณลืมว่าเราเอาเงินไปสร้างสนามใหม่แล้วเหรอ เป็นความคิดของคุณไม่ใช่เหรอ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1409_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1409]=],
				[ [=[text]=] ]=[=[โอเค ความผิดของผมเอง]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1409_7]=]
			}
		}
	},
	[ [=[Q1410]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1410]=],
				[ [=[text]=] ]=[=[เราก็โดนคัดออกที่ลีก[คัพไก่ยักษ์ฝรั่งเศส]]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1410_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1410]=],
				[ [=[text]=] ]=[=[ตอนนี้แค่แข่งลีก...ไม่ยอมอ่ะ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1410_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1410]=],
				[ [=[text]=] ]=[=[ผลงานเป็นไงก็ตาม สิ่งสำคัญคือหาวิธีแก้ปัญหา]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1410_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1410]=],
				[ [=[text]=] ]=[=[ถ้าแพ้อย่างงี้ ผมว่าช่วงท้ายเราจะลำบากมากนะ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1410_4]=]
			}
		}
	},
	[ [=[Q1411]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1411]=],
				[ [=[text]=] ]=[=[เราอยู่อันดับ 4 นับจากข้างล่างขึ้นไป]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1411_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1411]=],
				[ [=[text]=] ]=[=[เกมเหย้าสุดท้ายของฤดูกาลแข่งขัน โชคดีที่ได้เสมอ... ไม่งั้นผมคงโดนไล่ออกแล้ว...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1411_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1411]=],
				[ [=[text]=] ]=[=[ผมนึกถึงช่วงเวลายากลำบากของทีมเนเธอร์แลนด์... สู้ๆ...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1411_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1411]=],
				[ [=[text]=] ]=[=[หนุ่มๆ เกมต่อไปก็ต้องชนะอีกนะครับ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1411_4]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1411]=],
				[ [=[text]=] ]=[=[เกมสุดท้ายแพ้แล้ว... โชคดีที่คู่แข่งก็ไม่เก่งเรื่องหนีตกชั้น ไม่เสมอก็แพ้ เรายังมีโอกาสได้อันดับที่ 17 นี่ถือว่าเป็นอันดับที่ต่ำที่สุดของทีมเรา]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1411_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1411]=],
				[ [=[text]=] ]=[=[ทีมตอนนี้เหมือนรถเก่าที่หมดเวลารับประกันแล้ว โอ เหมือนเครื่องกรองน้ำที่ควรเปลี่ยนตั้งนานแล้วมากกว่า]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1411_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1411]=],
				[ [=[text]=] ]=[=[นอนอยู่เฉยๆ ก็ไม่รอด...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1411_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1411]=],
				[ [=[text]=] ]=[=[สโมสรลงทุนสร้างสนามใหม่ เปลี่ยนแผนการเล่นใหม่ก็ถือว่าเป็นเรื่องต้องทำด่วน แต่ราคาตลาดช่วงนี้ขึ้นเร็วมาก นักเตะธรรมดาคนนึงราคาก็แพงมากๆ...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1411_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1411]=],
				[ [=[text]=] ]=[=[ที่ทำให้ผมรู้สึกดีที่สุดคือคณะผู้บริหารยอมสนับสนุนเราแล้ว! ซึ่งใจมาก!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1411_9]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1411]=],
				[ [=[text]=] ]=[=[ไม่เป็นไร ฟ้าหลังฝนย่อมงดงามเสมอ เดี๋ยวทุกอย่างจะดีขึ้น!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1411_10]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1411]=],
				[ [=[text]=] ]=[=[หวังว่าเกมหน้าจะโชคดีมากกว่านี้!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1411_11]=]
			}
		}
	},
	[ [=[Q1501]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1501]=],
				[ [=[text]=] ]=[=[สองปีแรก กำลังของทีมฝรั่งเศสก็แตกต่างกับปัจจุบัน ฝ่ายผู้ลงทุนกล้าเสี่ยงออกเงินสร้างสนามกีฬา จิตใจของเนักเตะก็เปลี่ยนไปมากหลังคว้าแชมป์มาได้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1501_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1501]=],
				[ [=[text]=] ]=[=[ผมขอเพลง “แสดงตัวจริง” จากรายการวิทยุ ฟังเสร็จน่าจะรู้สึกดีขึ้น]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1501_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1501]=],
				[ [=[text]=] ]=[=[ดีอะไรของคุณ...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1501_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1501]=],
				[ [=[text]=] ]=[=[ฤดูกาลหน้าต้องก้าวอย่างมั่นคงกว่านี้!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1501_4]=]
			}
		}
	},
	[ [=[Q1502]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1502]=],
				[ [=[text]=] ]=[=[ขอให้ประสบความสำเร็จในฤดูกาลใหม่!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1502_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1502]=],
				[ [=[text]=] ]=[=[ดูเหมือนทุกคนต่างเปลี่ยนแปลงในฤดูกาลใหม่ แสดงว่าการฝึกซ้อมฤดูร้อนได้ผลแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1502_2]=]
			}
		}
	},
	[ [=[Q1503]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1503]=],
				[ [=[text]=] ]=[=[สถานการณ์ของทีมดีมาก เมื่อก่อนเคยชนะ 5 เกมติดกัน ถ้าพยายามต่อเนื่อง ผลงานจะออกมาดี!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1503_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1503]=],
				[ [=[text]=] ]=[=[สัปดาห์นี้มี 2 เกม สุดสัปดาห์ยังต้องพบกับคู่แข่งในลีกอีก...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1503_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1503]=],
				[ [=[text]=] ]=[=[หวังว่าเราจะชนะ 2 ครั้ง!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1503_3]=]
			}
		}
	},
	[ [=[Q1504]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1504]=],
				[ [=[text]=] ]=[=[1 สัปดาห์ ชนะ 2 เกม! เก่งมากๆ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1504_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1504]=],
				[ [=[text]=] ]=[=[ผมเปลี่ยนแผนการเล่นตามสเตตัสของนักเตะแต่ละคน ได้ผลจริงๆ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1504_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1504]=],
				[ [=[text]=] ]=[=[หวังว่านักเตะสามารถปรับตัวเพื่อเข้ากับแผนการเล่นใหม่นี้!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1504_3]=]
			}
		}
	},
	[ [=[Q1505]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1505]=],
				[ [=[text]=] ]=[=[เสมอแล้ว... ดูเหมือนเส้นทางสู่ชัยชนะยังอีกไกล...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1505_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1505]=],
				[ [=[text]=] ]=[=[เกมนี้เสมอก็มาจากผมทั้งนั้น ผมอยากสร้างโอกาสให้นักเตะเด็กเพิ่มมากขึ้น ฉะนั้นจึงลองเสี่ยงใช้นักเตะ U23 บ้าง]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1505_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1505]=],
				[ [=[text]=] ]=[=[เด็กๆ มีประสบการณ์น้อย แต่ถือว่านี่คือจ่ายค่าเรียนก็ได้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1505_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1505]=],
				[ [=[text]=] ]=[=[คู่แข่งต่อไปคือเปแอสเช ทาวเวอร์ส ทำแบบนี้ไม่ได้...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1505_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1505]=],
				[ [=[text]=] ]=[=[ครับ เกมต่อไปนี้ผมจะพยายามเต็มที่ ไม่ต้องห่วงครับ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1505_5]=]
			}
		}
	},
	[ [=[Q1506]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1506]=],
				[ [=[text]=] ]=[=[แผนการเล่นใหม่ไม่ค่อยเวิร์คเท่าไหร่...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1506_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1506]=],
				[ [=[text]=] ]=[=[ทั้ง 2 เกมโดนทำประตูตั้งแต่แรกๆ เกม... ทีมเราเก่งป้องกันไม่ใช่หรือ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1506_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1506]=],
				[ [=[text]=] ]=[=[แล้วผมก็ได้ยินนักเตะบ่นในห้องเปลี่ยนเสื้อผ้า...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1506_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1506]=],
				[ [=[text]=] ]=[=[ผมจะคุยเรื่องแผนการเล่นกับนักเตะ จะปรับให้เหมาะสมที่สุด ไม่ต้องห่วงครับ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1506_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1506]=],
				[ [=[text]=] ]=[=[ลองดูว่าเลกสองจะเป็นอย่างไร หวังว่าผลงานจะออกมาดี!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1506_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1506]=],
				[ [=[text]=] ]=[=[เลกสองต้องแข่งกับโมนาโก การ์เดียนส์ เราในสนามเยือน เราชนะที่สนามเหย้าแล้ว ไปสนามเยือนต้องระวังมากขึ้น!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1506_6]=]
			}
		}
	},
	[ [=[Q1507]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1507]=],
				[ [=[text]=] ]=[=[ทำไมไม่ปล่อยนักเตะใหม่ลงสนาม? ซื้อมาไม่ใช้ไม่เปลืองหรือ?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1507_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1507]=],
				[ [=[text]=] ]=[=[ผมไม่ปล่อยพวกเขาเล่นเลกสองหรอก เสี่ยงมากๆ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1507_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1507]=],
				[ [=[text]=] ]=[=[นักเตะใหม่พึ่งเข้าทีม ต้องทำความรู้จักกับเพื่อนร่วมทีม ต้องปรับตัวกับแผนการฝึกซ้อมและแผนการเล่นใหม่]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1507_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1507]=],
				[ [=[text]=] ]=[=[ผมซื้อพวกเขามาเพื่ออัพเกรดผลงานของทีม ไม่ได้หมายถึงจะใช้พวกเขาตั้งแต่เกมแรก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1507_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1507]=],
				[ [=[text]=] ]=[=[ก็ได้ ลองดูว่าผลงานจะเป็นอย่างไร]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1507_5]=]
			}
		}
	},
	[ [=[Q1508]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1508]=],
				[ [=[text]=] ]=[=[ดูสิ เสียประตูแค่ลูกเดียวก็โดนคัดออกแล้ว...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1508_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1508]=],
				[ [=[text]=] ]=[=[สื่อมวลชนกำลังด่าแผนการใช้นักเตะ จะอธิบายอย่างไรดี]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1508_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1508]=],
				[ [=[text]=] ]=[=[ผมจะไม่อธิบายอะไรเลย แพ้เพราะผม นักเตะเล่นได้ดีมากแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1508_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1508]=],
				[ [=[text]=] ]=[=[แต่ผมไม่สามารถคาดเดาผลการแข่งขันก่อน ยิ่งไม่สามารถควบคุมมันได้เหมือนกัน]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1508_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1508]=],
				[ [=[text]=] ]=[=[ผมจินตนาการได้หัวข่าวหน้าหนึ่งพรุ่งนี้แล้ว จะต้องเป็น หมดหวังกับโค้ชผู้มีชื่อเสียงระดับโลกแล้ว]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1508_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1508]=],
				[ [=[text]=] ]=[=[หรือพรุ่งนี้คุณไม่ต้องอยู่ในทีมฟุตบอลอีก ย้ายไปอยู่ห้องประชาสัมพันธ์ก็ได้!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1508_6]=]
			}
		}
	},
	[ [=[Q1509]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1509]=],
				[ [=[text]=] ]=[=[หลัง [คัพไก่ยักษ์แห่งฝรั่งเศส] ผลงานทีมค่อยๆ ดีขึ้น เชื่อไม่ได้เลยว่าเราแพ้อีกแล้ว...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1509_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1509]=],
				[ [=[text]=] ]=[=[จบรอบนี้ ทีมเราอยู่อันดับ 13 แต่ก็ห่างกับทีมอื่นๆ ไม่ไกลมาก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1509_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1509]=],
				[ [=[text]=] ]=[=[ยังมาเถียงอีก... แต่ก็จริงว่าแต้มติดกันมาก ชนะ 1 เกมก็สามารถขึ้นได้หลายอันดับ ตอนนี้สถานการณ์มั่วไปหมด...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1509_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1509]=],
				[ [=[text]=] ]=[=[พูดเรื่องเหล่านี้บ่อยทำไม เรามาพยายามเล่นทุกเกมให้ดีที่สุดไม่ดีกว่าหรือ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1509_4]=]
			}
		}
	},
	[ [=[Q1510]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1510]=],
				[ [=[text]=] ]=[=[ทำไมนักเตะไม่ทำตามที่ผมสั่งไว้? แค่ใช้บางสกิลก็สามารถชนะได้ ทำไมไม่ทำ โกรธมาก!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1510_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1510]=],
				[ [=[text]=] ]=[=[ก็เพราะทุกวัน คุณคุมนักเตะอย่างเข้มงวด จึงจำกัดการแสดงฝีมือของพวกเขา...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1510_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1510]=],
				[ [=[text]=] ]=[=[ผมคุมมากไป? ผมคือโค้ช ผมไม่คุม ใครจะคุมแทน?]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1510_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1510]=],
				[ [=[text]=] ]=[=[โกรธหรือ ผมไม่ได้หมายถึงแบบนั้น...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1510_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1510]=],
				[ [=[text]=] ]=[=[งั้นคุณหมายถึงอะไร!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1510_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1510]=],
				[ [=[text]=] ]=[=[ผมหมายถึง... อาจเพราะความสามารถในการตอบรับต่อสถานการณ์ของนักเตะ...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1510_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1510]=],
				[ [=[text]=] ]=[=[ผมเห็นการแสดงของนักเตะหมดแล้ว ผมจะคุยกับพวกเขา!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1510_7]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1510]=],
				[ [=[text]=] ]=[=[สุดท้ายก็ชนะได้ 1 เกม!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1510_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1510]=],
				[ [=[text]=] ]=[=[ได้อันดับ 9 ในลีกสุดท้าย...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1510_9]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1510]=],
				[ [=[text]=] ]=[=[ยอมรับได้ แต่เราต้องทนความเจ็บใจนี้ถึงเมื่อไหร่?]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1510_10]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1510]=],
				[ [=[text]=] ]=[=[ผลงานที่แฮปปีที่สุดคือนักเตะเด็กได้ผ่านการฝึกซ้อมอย่างสำเร็จ! สุดท้ายก็สามารถลงเล่นในลีกสำคัญได้แล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1510_11]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1510]=],
				[ [=[text]=] ]=[=[การก่อสร้างสนามกีฬากำลังดำเนินการได้ดี...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1510_12]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1510]=],
				[ [=[text]=] ]=[=[ดูเหมือนการเดินทางไปยังฝรั่งเศสของผมไม่เสียเปล่า... ลองดูว่าฤดูกาลต่อไป เราจะพัฒนามากกว่านี้ได้หรือไม่!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1510_13]=]
			}
		}
	},
	[ [=[Q1601]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1601]=],
				[ [=[text]=] ]=[=[การฝึกซ้อมช่วงฤดูร้อนค่อนข้างดี
การแสดงของนักเตะชุดใหม่ในแข่งแลกเปลี่ยนกันได้ดีมาก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1601_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1601]=],
				[ [=[text]=] ]=[=[เมื่อดื่มน้ำ ท่าจับน้ำก็ดูมั่นคงมาก คงมาจากการฝึกซ้อมที่ดี น่าคาดหวังมาก]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1601_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1601]=],
				[ [=[text]=] ]=[=[ต้องดูว่าพวกเขาจะทำอะไรให้ทีมได้ในฤดูกาลใหม่นี้!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1601_3]=]
			}
		}
	},
	[ [=[Q1602]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1602]=],
				[ [=[text]=] ]=[=[การเริ่มต้นที่ดีเยี่ยม! แต่คู่แข่งก็ไม่ค่อยแข็งแรงมาก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1602_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1602]=],
				[ [=[text]=] ]=[=[เกมต่อไปต้องเผชิญกับเเปแอสเช ทาวเวอร์ส เมื่อก่อนเราเสียแต้มให้เขาบ่อย ทุกคนต้องระวัง]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1602_2]=]
			}
		}
	},
	[ [=[Q1603]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1603]=],
				[ [=[text]=] ]=[=[ชนะเปแอสเช ทาวเวอร์สที่สนามเหย้า! การโต้กลับอย่างดีเยี่ยม ยินดีด้วย! โปรยดอกไม้ให้นะครับ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1603_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1603]=],
				[ [=[text]=] ]=[=[ทีมแสดงได้ดีมาก ดีใจจัง]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1603_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1603]=],
				[ [=[text]=] ]=[=[ฤดูกาลที่แล้ว เปแอสเช ทาวเวอร์สชนะทั้ง 2 เกม ปีนี้ใครก็อยากเอาคืน]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1603_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1603]=],
				[ [=[text]=] ]=[=[มีความมุ่งมั่นแบบนี้จะดีมาก ทุกคนสู้ๆ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1603_4]=]
			}
		}
	},
	[ [=[Q1604]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1604]=],
				[ [=[text]=] ]=[=[ช่วงนี้ทีมชนะ 4 เกมติดเลย! นักเตะมั่นใจมากขึ้น! ทีมเบอร์ 1 กลับมาแล้ว!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1604_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1604]=],
				[ [=[text]=] ]=[=[ใช่ เรากำลังได้เปรียบในตารางจัดอันดับ นี่คือทีมฟุตบอลที่ผมต้องการ สัปกาห์หน้าพบกับคู่แข่งที่แข็งแรง ทุกคนต้องเตรียมตัวให้ดีครับ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1604_2]=]
			}
		}
	},
	[ [=[Q1605]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1605]=],
				[ [=[text]=] ]=[=[กระแสชนะมาตลอดโดนยุติลง...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1605_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1605]=],
				[ [=[text]=] ]=[=[ผมว่า เหตุผลหลักของการเสียบอลคือนักเตะไม่สามารถทำตามแผนที่วางไว้ ก็ยังน้อยประสบการณ์ไง]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1605_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1605]=],
				[ [=[text]=] ]=[=[หวังว่าเกมต่อไปจะมีการเปลี่ยนแปลง]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1605_3]=]
			}
		}
	},
	[ [=[Q1606]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1606]=],
				[ [=[text]=] ]=[=[ชนะแล้ว! เราได้เข้าท็อป 8 ของคัพไก่ยักษ์แห่งฝรั่งเศสอีกครั้ง!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1606_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1606]=],
				[ [=[text]=] ]=[=[เราได้อันดับ 1 แล้ว แต่ยังไม่ได้ถือถ้วยแชมป์เปี้ยนของคัพไก่ยักษ์แห่งฝรั่งเศสเลย]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1606_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1606]=],
				[ [=[text]=] ]=[=[จะรออะไร? ปีนี้ต้องได้! สู้ๆ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1606_3]=]
			}
		}
	},
	[ [=[Q1607]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1607]=],
				[ [=[text]=] ]=[=[ครึ่งหลัง ทีมเราเข้าเกมช้าไปหน่อย...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1607_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1607]=],
				[ [=[text]=] ]=[=[3 เกมแรกของฤดูกาลแพ้ทั้ง 3 ถ้าไม่ยอมเปลี่ยน ทีมจะตกอยู่ในภวะอันตราย]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1607_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1607]=],
				[ [=[text]=] ]=[=[โชคดีที่แพ้ในลีกอย่างเดียว จุดเป้าหมายของเราคือแชมป์เปี้ยนการแข่งชิงคัพไม่ใช่หรือ?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1607_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1607]=],
				[ [=[text]=] ]=[=[เกมเดียวที่เล่นไม่ดี ก็ถือว่าการเข้าแข่งฤดูกาลเสียเปล่าแล้ว..]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1607_4]=]
			}
		}
	},
	[ [=[Q1608]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1608]=],
				[ [=[text]=] ]=[=[เข้าท็อป 4 [คัพไก่ยักษ์แห่งฝรั่งเศส] ตลอด 2 ปีต่อกัน!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1608_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1608]=],
				[ [=[text]=] ]=[=[ถ้าพูดความจริง คู่แข่งของเรายังอ่อนอยู่]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1608_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1608]=],
				[ [=[text]=] ]=[=[ผมว่า เราชนะเพราะโชคดีมากกว่า คู่แข่งเป็นทีมมงต์เปอลีเย เซาท์ที่ยังไม่ค่อยแข็งมาก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1608_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1608]=],
				[ [=[text]=] ]=[=[ทีมเรายังแข็งไม่พอ การควบคุมเกมยังไม่ดีพอ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1608_4]=]
			}
		}
	},
	[ [=[Q1609]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1609]=],
				[ [=[text]=] ]=[=[สภาพทีมเริ่มไม่โอเครอีกแล้ว...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1609_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1609]=],
				[ [=[text]=] ]=[=[ถึงช่วงท้ายฤดูกาลแล้ว ประสบการณ์จากนักเตะเก่าถือว่าสำคัญเช่นกัน เราจะฝากทีมให้นักเตะใหม่อย่างเดียวไม่ได้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1609_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1609]=],
				[ [=[text]=] ]=[=[คำนี้ใครพูด พึ่งแต่เด็กๆ จะไม่สามารถชนะได้ ใช่เปล่า หลังจากนั้นยังโดนท่าน F ทำให้เสียหน้าอีก เทียบความสามารถคุณกับท่าน F คุณยังสู้เขาไม่ได้]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1609_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1609]=],
				[ [=[text]=] ]=[=[ใช่ ผมยังห่างกับท่าน F มาก ท่านคือตำนานแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1609_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1609]=],
				[ [=[text]=] ]=[=[แต่เรายังมีโอกาสคว้าอันดับ 1 การแข่งชิงคัพ! ถ้าคว้าถ้วยอันดับ 1 แห่งคัพไก่ยักษ์ ถือว่าแก้คำสาปได้แล้ว สู้ๆ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1609_5]=]
			}
		}
	},
	[ [=[Q1610]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1610]=],
				[ [=[text]=] ]=[=[ชนะอย่างราบรื่นแล้ว!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1610_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1610]=],
				[ [=[text]=] ]=[=[ตอนนี้ทุกทีมกำลังแข่งขันกันอย่างดุเดือดในตารางอันดับด้วยความแข็งแกร่งที่เสมอกัน]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1610_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1610]=],
				[ [=[text]=] ]=[=[อย่าคิดถึงตำแหน่งแชมป์อีก แต่อาจจะเข้าร่วมแชมเปียนส์ลีกฤดูหน้าได้นะ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1610_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1610]=],
				[ [=[text]=] ]=[=[เล่นให้เต็มที่ในการแข่งขันทุกครั้งเป็นเรื่องสำคัญที่สุด]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1610_4]=]
			}
		}
	},
	[ [=[Q1611]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1611]=],
				[ [=[text]=] ]=[=[ที่ฝรั่งเศสเป็นครั้งแรกที่ทีมบอลได้เข้ารอบชิงชนะเลิศการแข่งขัน[คัพไก่ยักษ์แห่งฝรั่งเศส]! ผมรู้อยู่แล้วว่าฤดูนี้จะมีความแตกต่าง]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1611_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1611]=],
				[ [=[text]=] ]=[=[นักเตะของเราคู่ควรกับการชนะครั้งนี้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1611_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1611]=],
				[ [=[text]=] ]=[=[ทีมงานของเรามีสกิลดีกว่าเมื่อก่อนเยอะมาก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1611_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1611]=],
				[ [=[text]=] ]=[=[หลังว่าทีมงานจะมีผลงานในรอบชิงชนะเลิศของฤดูกาลแข่งขัน!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1611_4]=]
			}
		}
	},
	[ [=[Q1612]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1612]=],
				[ [=[text]=] ]=[=[การแข่งขันเกมสุดท้ายมีผลเสมอ อยู่อันดับที่ 4 เนื่องจากฝรั่งเศสมีแค่ 3 ตำแหน่ง ปีหน้าจะเข้าร่วมแชมเปียนคลับส์คัพไม่ได้แล้ว ได้แค่ยูฟ่าแชมเปียนส์ลีก เสียใจมาก...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1612_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1612]=],
				[ [=[text]=] ]=[=[จริงๆแล้วปีนี้ดีขึ้นมากแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1612_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1612]=],
				[ [=[text]=] ]=[=[ยังมีการแข่งขันชิงแชมป์อีก 1 เกม ทุกคนสู้ๆนะ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1612_3]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1612]=],
				[ [=[text]=] ]=[=[ผ่านการแข่งขันอันดุเดือดรุนแรง ความรู้สึกหลังจากที่คว้าแชมป์มาได้นั้นช่างสงบจริงๆ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1612_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1612]=],
				[ [=[text]=] ]=[=[หรือว่านี่คือความมืดมนครั้งสุดท้ายก่อนที่พระอาทิตย์จะโผล่ขึ้นมา?]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1612_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1612]=],
				[ [=[text]=] ]=[=[รอดูกันว่าฤดูกาลแข่งขันคราวหน้าจะดีขึ้นไหม!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1612_6]=]
			}
		}
	},
	[ [=[Q1701]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1701]=],
				[ [=[text]=] ]=[=[อาชีพที่ฝรั่งเศสน่าสนใจมากกว่าเดิม และมีการผจญภัยมากกว่าด้วย]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1701_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1701]=],
				[ [=[text]=] ]=[=[หากฤดูกาลก่อนคว้าแชมป์[คัพไก่ยักษ์แห่งฝรั่งเศส]มาไม่ได้ ผมก็คงเสียตำแหน่งไปแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1701_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1701]=],
				[ [=[text]=] ]=[=[ฤดูร้อนปีนี้ความสามารถของทีมบอลดีขึ้นไปอีกแล้ว รอดูว่าในฤดูกาลใหม่จะมีผลงานอะไรเพิ่มไหม?]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1701_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1701]=],
				[ [=[text]=] ]=[=[แกมแรกในรอบชิงชนะเลิศซูเปอร์คัพจะพบกับอันดับ 1 ของฤดูกาลก่อน --เปแอสเช ทาวเวอร์ส เหมือนโดนสาดน้ำเย็นเลย]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1701_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1701]=],
				[ [=[text]=] ]=[=[นี่คือการแข่งขันที่ยากมาก หนุ่มๆ ต้องสู้ๆ นะ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1701_5]=]
			}
		}
	},
	[ [=[Q1702]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1702]=],
				[ [=[text]=] ]=[=[ยินดีด้วยที่ชิงแชมป์อันดับ 1 ของฤดูกาลใหม่! ทีมบอลของฤดูกาลแรกกลับมาแล้ว!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1702_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1702]=],
				[ [=[text]=] ]=[=[ฮาฮา อย่าเพิ่งดีใจเลย แต่ความพยายามของทุกคนในสนามแข่งน่าชื่นชมมากจริงๆ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1702_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1702]=],
				[ [=[text]=] ]=[=[อีกไม่นานพวกเราจะเข้าร่วม[คัพไก่ยักษ์แห่งฝรั่งเศส]ของฤดูกาลใหม่! จะประมาทไม่ได้!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1702_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1702]=],
				[ [=[text]=] ]=[=[เข้าสนามรักษาตำแหน่งชนะเลศ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1702_4]=]
			}
		}
	},
	[ [=[Q1703]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1703]=],
				[ [=[text]=] ]=[=[ชนะเกมแรกการแข่งขัน[คัพไก่ยักษ์แห่งฝรั่งเศส]!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1703_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1703]=],
				[ [=[text]=] ]=[=[สภาพทีมบอลทั้งทีมดีมาก หนุ่มๆต้องสู้นะครับ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1703_2]=]
			}
		}
	},
	[ [=[Q1704]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1704]=],
				[ [=[text]=] ]=[=[มาถึงรอบนี้ ถือว่าในฤดูกาลใหม่ครั้งนี้พวกเราชนะล้วนๆ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1704_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1704]=],
				[ [=[text]=] ]=[=[ผลงานนี้น่านับถือจริงๆ  สร้างสถิติเปิดเกมที่ยอดเยี่ยมที่สุดในประวัติศาสตร์!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1704_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1704]=],
				[ [=[text]=] ]=[=[ผมเข้าใจว่าไม่ใช่เรื่องง่ายเลย โดยเฉพาะสำหรับสโมสรที่สภาพไม่เสถียรอีกด้วย]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1704_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1704]=],
				[ [=[text]=] ]=[=[พวกเราต้องตั้งสติ ต้องพยายามในรูปแบบของสโมสรที่มีชื่อเสียง]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1704_4]=]
			}
		}
	},
	[ [=[Q1705]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1705]=],
				[ [=[text]=] ]=[=[เอาชนะทีมเยือนบนสนามเหย้าอย่างราบรื่น แถมยังเป็นคู่แข่งที่เคยเจอกันในฤดูกาลแข่งขัน!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1705_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1705]=],
				[ [=[text]=] ]=[=[มาถึงรอบนี้ ผลงานในรอบแบ่งกลุ่มของยูฟ่าแชมเปียนส์ลีก แข่ง 3 เกมชนะ 2 เสมอ 1]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1705_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1705]=],
				[ [=[text]=] ]=[=[ตอนนี้ข้างนอกมีข่าวลือกันมากมาย บอกว่าทีมเราแข็งแกร่งมาก]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1705_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1705]=],
				[ [=[text]=] ]=[=[พวกนักสื่อข่าวแค่อยากจะลงข่าวร้อนๆ นั้นแหละ มีอะไรนิดๆ หน่อยๆ พวกเขาก็รีบวิ่งเต้น พวกเราอยู่ระดับไหนเราเป็นคนรู้ดีที่สุด]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1705_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1705]=],
				[ [=[text]=] ]=[=[แม้ผลงานในฤดูกาลนี้ก็ค่อนข้างดี แต่ลูกบอลมันกลม แพ้หนึ่งเกมก็ถือว่าเป็นเรื่องปกติ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1705_5]=]
			}
		}
	},
	[ [=[Q1706]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1706]=],
				[ [=[text]=] ]=[=[เห็นไหม ผมพูดไม่ผิดเลย ไม่คิดว่าแพ้เร็วขนาดนี้...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1706_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1706]=],
				[ [=[text]=] ]=[=[ทำไมมีคนอยากให้ตนเองแพ้นะ... แล้วก็แพ้จริงๆ ด้วย... ระวังคนอื่นสงสัยว่าคุณเดิมพันนะ...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1706_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1706]=],
				[ [=[text]=] ]=[=[เหมือนกับคู่แข่งรู้เห็นกลยุทธ์ของพวกเราแล้ว ต้องเปลี่ยนแผนเถอะ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1706_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1706]=],
				[ [=[text]=] ]=[=[เกมหน้าจะเป็นรอบแพ้คัดออกของยูฟ่ายูโรปาลีก ถึงเวลาแข่งขันกับทีมบอลชื่อดังของอังกฤษ--แมนเชสเตอร์ยูไนเต็ด เอฟซี ไม่มีทางถอยกลับแล้ว หนึ่งคือชนะ สองคือล้มเหลว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1706_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1706]=],
				[ [=[text]=] ]=[=[ทำไมตอนนี้แมนยูยังวนเวียนอยู่ในการแข่งขันยูฟ่ายูโรปาลีกอย่างนั้นนะ...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1706_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1706]=],
				[ [=[text]=] ]=[=[ครึ่งแรกที่สนามเหย้าเสมอ 2-2 ครั้งนี้ต้องชนะให้ได้!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1706_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1706]=],
				[ [=[text]=] ]=[=[คูแข่งคือทีมที่มีชื่อเสียง แถมยังเป็นสนามเหย้าอีกด้วย น่าจะแย่งทำประตูก่อนแน่ๆ เลย]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1706_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1706]=],
				[ [=[text]=] ]=[=[เป็นอย่างที่ว่าจริง ครึ่งแรกพวกเราแพ้ 0:2...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1706_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1706]=],
				[ [=[text]=] ]=[=[ต้องเชื่อแผนการเล่นของคุณ! ต้องเชื่อนักเตะของเรา!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1706_9]=]
			}
		}
	},
	[ [=[Q1707]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1707]=],
				[ [=[text]=] ]=[=[พวกเราทำได้แล้ว! เอาคืนอย่างไม่น่าเชื่อ! พวกเราชนะคู่แข่งที่แข็งแกร่งแล้ว!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1707_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1707]=],
				[ [=[text]=] ]=[=[ไม่คาดคิดเลย... นี่เป็นเกมที่สร้างความสั่นสะเทือนมากที่สุดในอาชีพการเป็นโค้ชของผม...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1707_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1707]=],
				[ [=[text]=] ]=[=[ตามที่คิดไว้อยู่แล้วว่าคู่แข่งบุกโจมตีอย่างดุเดือดตั้งแต่แรกเลย... แต่ดีที่สุดท้ายหนุ่มๆของเราก็ป้องกันได้! ผมต้องขอบคุณพวกเขา!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1707_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1707]=],
				[ [=[text]=] ]=[=[ลูกบอลน่าเกลียด!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1707_4]=]
			}
		}
	},
	[ [=[Q1708]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1708]=],
				[ [=[text]=] ]=[=[ในทุกฤดูกาลแข่งขันทีมบอลของเราก็จะทำความผิดที่ไม่น่าเกิดขึ้นเลย... นั่นคือประเพณีของทีมเรา...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1708_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1708]=],
				[ [=[text]=] ]=[=[……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1708_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1708]=],
				[ [=[text]=] ]=[=[ทีมบอลทุกทีมก็ต้องมีแพ้บ้างแหละ... หลังจากสกัดทีมแมนยู ทีมเราน่าจะเสียแรงไปมาก...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1708_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1708]=],
				[ [=[text]=] ]=[=[หรือว่ากฏแห่งความโชคดีกลับมาอีกแล้ว...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1708_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1708]=],
				[ [=[text]=] ]=[=[ต่อไปจะต้องต่อสู้กับทีมสเปนที่สนามเยือน ทีมบอลต้องเตรียมตัวเป็นอย่างดี]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1708_5]=]
			}
		}
	},
	[ [=[Q1709]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1709]=],
				[ [=[text]=] ]=[=[ผมเตรียมตัวสำหรับกรณีที่เล็วร้ายที่สุดแล้ว แต่ไม่คิดว่าจะแพ้แบบนั้น...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1709_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1709]=],
				[ [=[text]=] ]=[=[ครึ่งแรก 4-1 ทำให้พวกเราแก้เกมไม่ทันเลย...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1709_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1709]=],
				[ [=[text]=] ]=[=[คราวนี้น่าจะทำอะไรก็ไม่ได้แล้ว...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1709_3]=]
			}
		}
	},
	[ [=[Q1710]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1710]=],
				[ [=[text]=] ]=[=[หนุ่มๆ ได้พยายามอย่างสุดแรงแล้ว ถือว่าแพ้อย่างมีเกียรติ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1710_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1710]=],
				[ [=[text]=] ]=[=[อย่างไรยูฟ่ายูโรปาลีกก็ถูกทีมเซบียาคุมมาตลอดกาลแล้ว ยังมีฉายาว่าเซบียาคัพอีกด้วย...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1710_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1710]=],
				[ [=[text]=] ]=[=[ใช่แล้ว ในประวัติยูฟ่าแชมเปียนส์ลีกไม่เคยมีทีมไหนที่แพ้ 3-0 ในครึ่งแรกแล้วสามารถพลิกเกมในครึ่งหลัง พวกเราก็ไม่ใช่ยกเว้น อีกอย่างแพ้ทีมบอลที่แข็งแกร่งอย่างเซบียา ก็ไม่เสียหน้าอะไร]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1710_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1710]=],
				[ [=[text]=] ]=[=[โอเค พวกเราต้องทุ่มเทหมดแรงในการแข่งขันภายในประเทศ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1710_4]=]
			}
		}
	},
	[ [=[Q1711]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1711]=],
				[ [=[text]=] ]=[=[[คัพไก่ยักษ์แห่งฝรั่งเศส] เข้ารอบชิงชนะเลิศแล้ว! ขอแสดงความยินดีกับหนุ่มๆ ทุกคนด้วย! ทุกคนทำได้ดีมาก! แล้วก็ต้องขอแสดงความยินดีกับคุณด้วยนะครับ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1711_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1711]=],
				[ [=[text]=] ]=[=[อย่าเพิ่งดีใจเร็วเกินไป อยู่ในวงการฟุตบอลต้องรู้จักอ่อนน้อมถ่อมตน]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1711_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1711]=],
				[ [=[text]=] ]=[=[ทำไมคุณชอบทำให้คนอื่นเสียอารมณ์ตลอด คนอายุมากน่าเบื่อจริงๆ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1711_3]=]
			}
		}
	},
	[ [=[Q1712]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1712]=],
				[ [=[text]=] ]=[=[ชนะอีกเกมหนึ่งแล้ว ผมดีใจมาก! ตอนนี้ทีมบอลลุกขึ้นมาจากการพ่ายแพ้ต่อทีมเซบียาแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1712_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1712]=],
				[ [=[text]=] ]=[=[สุดท้ายก็ชิงตำแหน่งชนะเลิศมาได้ ผ่านไป 4 ปีแล้วตั้งแต่ปีแรกที่เราบังเอิญคว้าตำแหน่งชนะเลิศที่ฝรั่งเศสมาได้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1712_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1712]=],
				[ [=[text]=] ]=[=[เวลาผ่านไปเร็วมาก! แม้ผมไม่สามารถรู้สึกถึงความชราของคนเรา แต่ก็เห็นว่าเส้นผมของคุณน้อยลงทุกวันแล้วนะ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1712_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1712]=],
				[ [=[text]=] ]=[=[ครั้งนี้สามารถเงยหน้ามั่นใจว่าเราคว้าตำแหน่งชนะเลิศด้วยความสามารถจริงๆ ไม่ใช่เพราะความโชคดีแล้วนะ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1712_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1712]=],
				[ [=[text]=] ]=[=[ยังมีการแข่งขันรอบชิงชนะเลิศ หนุ่มๆ ทุกคนต้องสู้นะ! เตรียมตัวให้ดี!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1712_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1712]=],
				[ [=[text]=] ]=[=[ไม่ต้องเตรียมอะไรแล้ว เตรียมตัวสำหรับพิธีรับถ้วยแชมป์ได้แล้ว!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1712_6]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1712]=],
				[ [=[text]=] ]=[=[……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1712_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1712]=],
				[ [=[text]=] ]=[=[……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1712_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1712]=],
				[ [=[text]=] ]=[=[นี่ คนที่ชอบพูดถึงเรื่องศักดิ์ศรีนั่น ยังมีอะไรพูดอีกไหม? ครั้งนี้เราเสียศักดิ์ศรีหมดแล้วถึงแพ้การแข่งขันรอบชิงชนะเลิศ?]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1712_9]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1712]=],
				[ [=[text]=] ]=[=[รู้อยู่แล้วว่าไม่ควรฉลองเร็วไป แต่ไม่ใช่ว่าคุณตั้งใจแพ้เพื่อสร้างเรื่องให้ผมนะ?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1712_10]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1712]=],
				[ [=[text]=] ]=[=[ถ้าคิดอย่างนั้นผมก็ทำอะไรไม่ได้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1712_11]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1712]=],
				[ [=[text]=] ]=[=[ถ้าผมเป็นผู้หญิงแล้วฟังคำพูดเหล่านี้จะโกรธทันทีเลยนะครับ เอาล่ะผมไม่อยากทะเลาะอีก]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1712_12]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1712]=],
				[ [=[text]=] ]=[=[ยังไงปีนี้พวกเราก็มีผลงาน! พวกเราต้องชิงถ้วยการแข่งขันลีกให้ได้!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1712_13]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1712]=],
				[ [=[text]=] ]=[=[อย่าคิดมากเลย เพลิดเพลินกับการที่เป็นแชมป์เถอะ! ความรู้สึกที่ได้เป็นผู้ชนะเลศฝรั่งเศสอีกครั้งยอดเยี่ยมมากเลย!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1712_14]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1712]=],
				[ [=[text]=] ]=[=[ฤดูกาลแข่งขันคราวหน้าต้องชิงผลงานเพิ่มอีก!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1712_15]=]
			}
		}
	},
	[ [=[Q1801]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1801]=],
				[ [=[text]=] ]=[=[มีข่าวดีมาบอก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1801_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1801]=],
				[ [=[text]=] ]=[=[วันนี้ดูคุณแปลกๆ นะ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1801_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1801]=],
				[ [=[text]=] ]=[=[สนามฟุตบอลที่สร้างใหม่เริ่มเปิดใช้งานแล้ว ตั้งแต่ฤดูกาลนี้พวกเราสามารถใช้สนามใหม่เป็นสนามเหย้า!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1801_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1801]=],
				[ [=[text]=] ]=[=[ทีมบอลจะต้องแข่งขันต่อหน้าผู้ชมนับหมื่นๆ คนเลย!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1801_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1801]=],
				[ [=[text]=] ]=[=[สุดท้ายครั้งนี้สามารถเดินออกมารับแสงสว่างแล้ว!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1801_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1801]=],
				[ [=[text]=] ]=[=[ผมรู้สึกซาบซึ้งใจมาก เด็กๆที่ไร้ชื่อเสียงผ่านการฝึกสอนอบรมของผมก็ค่อยๆเติบโตขึ้น ตอนนี้มีโอกาสแข่งขันต่อหน้าผู้ชมหมื่นๆคน เป็นเหมือนความฝันจริงๆ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1801_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1801]=],
				[ [=[text]=] ]=[=[ไม่สนใจฉันเลยสักนิด...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1801_7]=]
			}
		}
	},
	[ [=[Q1802]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1802]=],
				[ [=[text]=] ]=[=[ภาพที่แพ้เปแอสเช ทาวเวอร์สเมื่อหลายเดือนที่แล้วที่[คัพไก่ยักษ์แห่งฝรั่งเศส]ยังอยู่ในความทรงจำอย่างชัดเจน การแข่งขันครั้งนี้นักเตะทุกคนพยายามเพื่อพิสูจน์ตัวเองได้แล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1802_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1802]=],
				[ [=[text]=] ]=[=[ดูเหมือนว่าผลจะออกมาดี!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1802_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1802]=],
				[ [=[text]=] ]=[=[ถ้าอยากจะไปถึงระดับแชมป์การแข่งขันคัพฝรั่งเศสต้องเอาชนะเปแอสเช ทาวเวอร์สในทุกด้าน! แค่ชนะหนึ่งเกมยังไม่พอหรอก]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1802_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1802]=],
				[ [=[text]=] ]=[=[เศรษฐีที่แท้จริงจะไม่กลัวใครทั้งนั้น]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1802_4]=]
			}
		}
	},
	[ [=[Q1803]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1803]=],
				[ [=[text]=] ]=[=[น็องต์เล่นดีมากที่[คัพไก่ยักษ์แห่งฝรั่งเศส]ปีนี้!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1803_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1803]=],
				[ [=[text]=] ]=[=[พวกเราก็เกือบต้องรับผลงานที่ไม่คาดคิด ช่วงนี้สภาพของทีมบอลไม่มั่นคง]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1803_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1803]=],
				[ [=[text]=] ]=[=[หรือเพราะว่าปีนี้เปิดเกมราบรื่นมาก?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1803_3]=]
			}
		}
	},
	[ [=[Q1804]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1804]=],
				[ [=[text]=] ]=[=[ทีมบอลสร้างสถิติใหม่ของการแข่งขันด้วยการชนะ 7 เกมต่อเนื่องกัน! คุณสุดยอดจริงๆ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1804_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1804]=],
				[ [=[text]=] ]=[=[ผมเชื่อว่าทีมบอลจะยิ่งวันยิ่งแข็งแกร่งมากขึ้น]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1804_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1804]=],
				[ [=[text]=] ]=[=[ในอดีตศาสตราจารย์ W เคยสร้างฤดูกาลแห่งตำนานผู้ชนะทุกเกม ผมเชื่อว่าพวกเราก็ทำได้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1804_3]=]
			}
		}
	},
	[ [=[Q1805]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1805]=],
				[ [=[text]=] ]=[=[นานแล้วเราไม่ได้แข่งกับทีมบอลของอิตาลี]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1805_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1805]=],
				[ [=[text]=] ]=[=[การแข่งขันครั้งนี้ กลยุทธ์การบุกโจมตีของทีมบอลอิตาลีดุเดือดกว่าเมื่อก่อนมากๆ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1805_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1805]=],
				[ [=[text]=] ]=[=[โชคดีที่ไม่พ่ายแพ้ยับเยิน!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1805_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1805]=],
				[ [=[text]=] ]=[=[เสียดายแค่ว่าไม่ได้ผลงานที่เป็นผู้ชนะทุกเกมในตารางอันดับ หวังว่ารอบแพ้คัดออกจะไม่เจอเขาอีก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1805_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1805]=],
				[ [=[text]=] ]=[=[ไม่ใช่หวังว่าอยากเจอเขาเพื่อแก้แค้นครั้งนี้เหรอ?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1805_5]=]
			}
		}
	},
	[ [=[Q1806]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1806]=],
				[ [=[text]=] ]=[=[พวกเราได้อยู่แชมป์เลกแรกแล้ว! เลกแรกนี้สมบูรณ์แบบจริงๆ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1806_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1806]=],
				[ [=[text]=] ]=[=[ใช่แล้ว ต้องขอบคุณและยินดีกับหนุ่มๆ ทุกคนด้วย!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1806_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1806]=],
				[ [=[text]=] ]=[=[พวกเรายิ่งวันยิ่งแข็งเกร่ง แถมมีข่าวลือว่าพวกเราจะตีแพ้ทีมอันดับหนึ่งของลีกเอิงฝรั่งเศส]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1806_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1806]=],
				[ [=[text]=] ]=[=[ช่างเขาเถอะ นี่ก็ไม่ใช่ครั้งแรกที่พวกเราเจอเขาแล้วหนิ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1806_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1806]=],
				[ [=[text]=] ]=[=[ฉันคิดว่าคุณก็มีประสบการณ์ในการเผชิญหน้ากับเขาแล้ว! มั่นใจในตัวเองนะ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1806_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1806]=],
				[ [=[text]=] ]=[=[โอ้...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1806_6]=]
			}
		}
	},
	[ [=[Q1807]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1807]=],
				[ [=[text]=] ]=[=[จริงแล้วนักเตะปรับตัวไม่ทันกับอากาศหนาวเย็นของประเทศอังกฤษ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1807_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1807]=],
				[ [=[text]=] ]=[=[แพ้ 2-0 เกมต่อไปกลับมาสนามเหย้าต้องเอาชนะคู่แข่งให้ได้!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1807_2]=]
			}
		}
	},
	[ [=[Q1808]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1808]=],
				[ [=[text]=] ]=[=[พวกเราได้ใช้ความโชคดีทั้งหมดเมื่อตัดแมน ซิตี้ ออกไป]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1808_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1808]=],
				[ [=[text]=] ]=[=[รับบาดเจ็บอีกแล้ว ช่วงนี้นักเตะแข่งขันไม่ค่อยดีเลย!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1808_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1808]=],
				[ [=[text]=] ]=[=[หวังว่านักเตะทุกคนได้กลับมาสภาพที่ดีที่สุดอย่างรวดเร็ว!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1808_3]=]
			}
		}
	},
	[ [=[Q1809]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1809]=],
				[ [=[text]=] ]=[=[สองเกมต่อเนื่องกันได้ผลเสมอทั้งสอง]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1809_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1809]=],
				[ [=[text]=] ]=[=[หลักกลยุทธ์ก็ไม่ได้ขึ้นอยู่กับแรงบันดาลใจการแข่งขันแล้ว มันขึ้นอยู่จำนวนนักแตะที่สามารถใช้...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1809_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1809]=],
				[ [=[text]=] ]=[=[หวังว่านักเตะสามารถฟื้นตัวได้เร็ว ผมไม่อยากเห็นสภาพแบบนี้นานเกินไป]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1809_3]=]
			}
		}
	},
	[ [=[Q1810]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1810]=],
				[ [=[text]=] ]=[=[รอบ 4 ทีมสุดท้ายของแชมเปียนส์ลีกก็ไม่ได้ง่าย ๆ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1810_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1810]=],
				[ [=[text]=] ]=[=[ข้อผิดพลาดเล็กน้อยใดๆ ก็สามารถถูกขุดมาใช้ประโยชน์ ทำให้เกิดความล้มเหลว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1810_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1810]=],
				[ [=[text]=] ]=[=[ถึงแม้จะพูดว่าพวกเราต้องพยายามในครึ่งหลัง แต่แพ้ 3-0 อย่างงั้นก็รู้สึกแย่จังเลย]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1810_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1810]=],
				[ [=[text]=] ]=[=[ก็ทำเต็มที่เถอะ หวังว่าจะมีสิ่งมหัศจรรย์เกิดขึ้น]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1810_4]=]
			}
		}
	},
	[ [=[Q1811]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1811]=],
				[ [=[text]=] ]=[=[ถูกคัดออกแล้ว ไม่มีอะไรที่น่าแปลกใจเลย...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1811_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1811]=],
				[ [=[text]=] ]=[=[สกอร์ 5:2 น่าอับอายจริงๆ...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1811_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1811]=],
				[ [=[text]=] ]=[=[ในรอบ 4 ทีมสุดท้ายของแชมเปียนส์ลีก กลยุทธ์ใดก็ใช้หมดแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1811_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1811]=],
				[ [=[text]=] ]=[=[ฉันคิดว่านี้ไม่ใช่แค่เรื่องน่าอับอายขายหน้า นี่ก็ยังเป็นประสบการณ์ที่ดี]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1811_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1811]=],
				[ [=[text]=] ]=[=[ใช่แล้ว นี้ก็คือผลงานที่ดีที่สุดที่แชมเปียนส์ลีกในไม่กี่ปีมานี้ เมื่อก่อน สโมสรเปแอสเช ทาวเวอร์ส ถึงแม้เป็นทีมอันดับ 1 ของฝรั่งเศสก็ยังไม่เคยเข้าถึงรอบ 4 ทีมสุดท้ายเลย!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1811_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1811]=],
				[ [=[text]=] ]=[=[คิดกลับไป ตอนแรกพวกเราก็ไม่ได้ฝันถึงรอบรองชนะเลศของแชมปเปียนส์ลีกไม่ใช่หรอ?]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1811_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1811]=],
				[ [=[text]=] ]=[=[งั้นเราต้องพยายามมากกว่านี้!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1811_7]=]
			}
		}
	},
	[ [=[Q1812]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1812]=],
				[ [=[text]=] ]=[=[เป็นเกมที่ชนะงดงามมาก!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1812_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1812]=],
				[ [=[text]=] ]=[=[นักเตะทุกคนปฏิบัติตามแผนที่ผมตั้งไว้ได้ดีมาก!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1812_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1812]=],
				[ [=[text]=] ]=[=[ใช่แล้ว! พวกเรายิ่งนับวันยิ่งสมบูรณ์แบบมากขึ้น!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1812_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1812]=],
				[ [=[text]=] ]=[=[พวกเราแค่เอาชนะเกมต่อไปก็จะได้เป็นผู้ชนะเลศเลย !]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1812_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1812]=],
				[ [=[text]=] ]=[=[สู้ๆ...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1812_5]=]
			}
		}
	},
	[ [=[Q1813]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1813]=],
				[ [=[text]=] ]=[=[พวกเราได้แชมป์อีกครั้ง!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1813_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1813]=],
				[ [=[text]=] ]=[=[พวกเราแค่มากกว่าที่อันดับสองแต้มเดียวเท่านั้น
เกมนี้เอาชนะยากจริง ๆ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1813_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1813]=],
				[ [=[text]=] ]=[=[รอบชิงชนะเลิศ [คัพไก่ยักษ์แห่งฝรั่งเศส] ใกล้จะมาแล้ว พวกเราอย่ามองข้ามคู่แข่ง!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1813_3]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1813]=],
				[ [=[text]=] ]=[=[พวกเราได้ทรีปเปิ้นแชมป์!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1813_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1813]=],
				[ [=[text]=] ]=[=[พวกเราคว้าได้ทรีปเปิ้นแชมป์ในฤดูกาลนี้!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1813_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1813]=],
				[ [=[text]=] ]=[=[ไม่น่าเชื่อเลย... ถึงขนาดผมก็ไม่เคยคิดว่าจะได้...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1813_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1813]=],
				[ [=[text]=] ]=[=[โค้ช! นี่คือเรื่องจริง]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1813_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1813]=],
				[ [=[text]=] ]=[=[ครั้งนี้พวกเราสมควรเป็นอันดับ 1 แล้ว!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1813_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1813]=],
				[ [=[text]=] ]=[=[ช่วงเวลานี้น่าจดจำจริง ๆ ฉลองกันเถอะ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1813_9]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1813]=],
				[ [=[text]=] ]=[=[พวกเราเป็นผู้ขนะเลศ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1813_10]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1813]=],
				[ [=[text]=] ]=[=[งั้นเป้าหมายต่อไปของเราจะเป็นประเทศอิตาลี ไปกันเถอะ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1813_11]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1813]=],
				[ [=[text]=] ]=[=[ไป!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1813_12]=]
			}
		}
	},
	[ [=[Q1901]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1901]=],
				[ [=[text]=] ]=[=[ทีมเราเลือกได้เมืองหนึ่งในประเทศอิตาลีแล้ว คือเมืองนาโปลี]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1901_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1901]=],
				[ [=[text]=] ]=[=[ที่นั้นมีหลายทีมที่แข็งแรง สิ่งเวดล้อมทางฟูตบอลดี แต่ก็ไม่ได้ประโยชน์อะไรสำหรับทีมใหม่อย่างพวกเราหรอก]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1901_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1901]=],
				[ [=[text]=] ]=[=[เมืองนาโปลีเป็นบ้านเกิดของนักเตะพรสวรรค์หลายคน]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1901_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1901]=],
				[ [=[text]=] ]=[=[สุดยอดจริงๆ ที่ได้เล่นบอลที่เมืองนั้น]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1901_4]=]
			}
		}
	},
	[ [=[Q1902]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1902]=],
				[ [=[text]=] ]=[=[เกมแรกที่คาบสมุทรแอเพนไนน์เสมออีกแล้ว ผลเกมนี้ยังยอมรับได้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1902_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1902]=],
				[ [=[text]=] ]=[=[ดึงตัวกลับมาเร็ว ยังไงนี่ก็เคยถือเป็น "ฟุตบอลโลกขนาดเล็ก"]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1902_2]=]
			}
		}
	},
	[ [=[Q1903]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1903]=],
				[ [=[text]=] ]=[=[ทั้งสี่เกมแพ้ตลอด สุดท้ายเกมที่ห้าก็รู้จักรถชาติการชนะแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1903_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1903]=],
				[ [=[text]=] ]=[=[ทีมอิตาลีเก่งการป้องกันมาก...สมชื่อจริงๆ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1903_2]=]
			}
		}
	},
	[ [=[Q1904]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1904]=],
				[ [=[text]=] ]=[=[ทีมเข้าที่เข้าทางแล้ว 
ชินกับจังหวะการแข่งขันก็ไม่ยากมากนะ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1904_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1904]=],
				[ [=[text]=] ]=[=[แต่ก็ต้องขอบคุณนักเตะทุกคนที่แข่งขันเต็มที่ด้วย!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1904_2]=]
			}
		}
	},
	[ [=[Q1905]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1905]=],
				[ [=[text]=] ]=[=[ลีกใกล้จะจบแล้ว นักเตะทุกคนก็เหนื่อย 
รอบนี้แพ้เพราะแต้มน้อย เสียดายจัง]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1905_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1905]=],
				[ [=[text]=] ]=[=[วิธีให้กำลังใจของคุณไม่มีประสิทธิภาพแล้ว]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1905_2]=]
			}
		}
	},
	[ [=[Q1906]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1906]=],
				[ [=[text]=] ]=[=[คุณอยากดื่มน้ำสักนิดไหม]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1906_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1906]=],
				[ [=[text]=] ]=[=[สัญญากับตัวเองว่าจะยอมรับความท้าทายในลีกใหม่และต้องกระตือรือร้นในการแข่ง
หลังจากเกมนี้นักเตะทุกคนก็เหนื่อยแล้ว หวังว่าช่วงหลังจะดีกว่าเดิม]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1906_2]=]
			}
		}
	},
	[ [=[Q1907]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1907]=],
				[ [=[text]=] ]=[=[มีปัญหาเกี่ยวกับการบาดเจ็บอีกแล้ว...
วิธีการฝึกสอนของเรามีปัญหาเหรอ?]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1907_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1907]=],
				[ [=[text]=] ]=[=[ถ้ายังแพ้อย่างงี้ ความหวังหนีตกชั้นจะยากไปมาก]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1907_2]=]
			}
		}
	},
	[ [=[Q1908]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1908]=],
				[ [=[text]=] ]=[=[ชนะด้วยความโชคดี]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1908_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1908]=],
				[ [=[text]=] ]=[=[นี้คือเกมชนะที่จำเป็นมากจริงๆ ในตอนนี้!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1908_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1908]=],
				[ [=[text]=] ]=[=[หวังว่าชนะในเกมนี้จะทำให้ทุกคนพยายามมากขึ้น!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1908_3]=]
			}
		}
	},
	[ [=[Q1909]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1909]=],
				[ [=[text]=] ]=[=[เคยเจอทีมยูเวนตุส 2 ครั้ง ครั้งนี้เจออีก แต่ก็ยังไม่รู้ความสุขแห่งชัยชนะ 
สมชื่อกับการเป็นทีมใหญ่จริงๆ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1909_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1909]=],
				[ [=[text]=] ]=[=[แม้เป็นสนามเหย้าก็แพ้อย่างหนัก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1909_2]=]
			}
		}
	},
	[ [=[Q1910]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1910]=],
				[ [=[text]=] ]=[=[ไม่คิดว่าเกมนี้ก็แพ้ 
ฟุตบอลมีหลายสิ่งที่คาดไม่ถึงจริง]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1910_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1910]=],
				[ [=[text]=] ]=[=[อยู่อิตาลีต้องเล่นบอลอย่างเรียบง่ายซึ่งเป็นวิธีการดีที่สุดเหรอ?]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1910_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q1910]=],
				[ [=[text]=] ]=[=[ทำไมกายเป็นนักปรัชญาแล้ว...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q1910_3]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q1910]=],
				[ [=[text]=] ]=[=[รอบสุดท้ายชนะด้วยความโชคดีช่วยให้ทีมหนีตกชั้น
ฤดูกาลแรกจบแล้ว 
ฤดูกาลใหม่ก็เริ่มแล้ว สู้ๆ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q1910_4]=]
			}
		}
	},
	[ [=[Q2001]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2001]=],
				[ [=[text]=] ]=[=[ผลงานของฤดูกาลที่แล้วไม่ค่อยดี ฤดูกาลนี้คงไม่เหมือนเดิมหรอก ยังไงเราก็เป็นพระเอก...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2001_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2001]=],
				[ [=[text]=] ]=[=[หมายความว่าอะไร? ความพยายามของฉันในหลายปีถูกข้ามไปเพราะพระเอกคนนี่หรอ? มันไม่ง่ายขนาดนี้หรอกมั้ง?]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2001_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2001]=],
				[ [=[text]=] ]=[=[ไม่ไช่อย่างงั้นเหรอ?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2001_3]=]
			}
		}
	},
	[ [=[Q2002]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2002]=],
				[ [=[text]=] ]=[=[ครั้งแรกที่แข่งขันเซเรีย อา ต้องชนะเกมแรก!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2002_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2002]=],
				[ [=[text]=] ]=[=[งั้นก็พยายามเอาชนะเกมแรกของฤดูกาลนะ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2002_2]=]
			}
		}
	},
	[ [=[Q2003]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2003]=],
				[ [=[text]=] ]=[=[สุดท้ายก็ชนะ! ฤดูกาลใหม่เริ่มต้นด้วยดี!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2003_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2003]=],
				[ [=[text]=] ]=[=[นักเตะทุกคนก็มั่นใจในตัวเองมากขึ้น 
นี่เป็นสัญญาณที่ดีมาก!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2003_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2003]=],
				[ [=[text]=] ]=[=[เสาร์อาทิตย์นหน้าจะเจอทีมยักษ์ใหญ่มิลานที่สนามเหย้า! ปีที่แล้วเราแพ้เขา ปีนี้ต้องเอาชนะให้ได้!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2003_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2003]=],
				[ [=[text]=] ]=[=[ทีมยักษ์ใหญ่หรอ? ไม่ล้อเล่นนะ?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2003_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2003]=],
				[ [=[text]=] ]=[=[แม้หลายปีทีผ่านมาผลงานของเขาไม่ค่อยดี แต่ยังไงก็เป็นทีมที่มีประวัติอย่างรุ่งโรจน์ อีกหนึ่งอย่างคือเขาพึ่งมีประธานคนใหม่ ฉันเชื่อว่าเขาจะกลับมา!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2003_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2003]=],
				[ [=[text]=] ]=[=[ไม่ใช่คุณกำลังหาทางแก้เสียหน้าหลังจากแพ้เกมแข่งขันหรือ?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2003_6]=]
			}
		}
	},
	[ [=[Q2004]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2004]=],
				[ [=[text]=] ]=[=[นักเตะทุกคนได้ชนะอย่างงดงาม!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2004_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2004]=],
				[ [=[text]=] ]=[=[ชนะเขาเพราะว่าคุณมีประสบการณ์!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2004_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2004]=],
				[ [=[text]=] ]=[=[ดูเหมือนว่าคุณเข้าใจเรื่องฟุตบอลมากขึ้นแล้ว!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2004_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2004]=],
				[ [=[text]=] ]=[=[พึ่งชมแค่คำเดียวก็เริ่มอวดล่ะ......]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2004_4]=]
			}
		}
	},
	[ [=[Q2005]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2005]=],
				[ [=[text]=] ]=[=[เสมอเกมแรกในฤดูกาล คู่แข่งป้องกันอย่างเหนียวแน่นมาก...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2005_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2005]=],
				[ [=[text]=] ]=[=[นักเตะอวุโสของคู่แข่งมีผลประโยชน์ได้ดีมาก แม้ว่าไม่ได้ลงสนามแต่ให้กำลังใจทุกคน!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2005_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2005]=],
				[ [=[text]=] ]=[=[นี้คือผลประโยชน์ของนักเตะอวุโส! อย่าดูถูกน่ะ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2005_3]=]
			}
		}
	},
	[ [=[Q2006]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2006]=],
				[ [=[text]=] ]=[=[ฮาฮา เลกแรกของฤดูกาลก็อาชนะทั้งสองทีมมิลานแล้ว ดีมาก!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2006_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2006]=],
				[ [=[text]=] ]=[=[แน่นอน ฤดูกาลเคลื่อนไหวรุนแรง!
นักเตะยิ่งไม่ท้อ! ดีจริงๆ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2006_2]=]
			}
		}
	},
	[ [=[Q2007]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2007]=],
				[ [=[text]=] ]=[=[ได้เอาชนะ 2 เกมในหนึ่งอาทิตย์! ดีใจจัง!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2007_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2007]=],
				[ [=[text]=] ]=[=[สุดท้ายก็จบการแข่งขันที่ดุเดือดมาก เลกแรกของฤดูกามีหลายสิ่งที่คาดไมถึงจริงๆ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2007_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2007]=],
				[ [=[text]=] ]=[=[ฉันไม่ได้ช่วยอะไร เป็นผลงานของนักเตะและคุณทั้งนั้น!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2007_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2007]=],
				[ [=[text]=] ]=[=[แน่นอน!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2007_4]=]
			}
		}
	},
	[ [=[Q2008]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2008]=],
				[ [=[text]=] ]=[=[นักเตะท่าทางเหน็ดเหนื่อย...
ตอนนี้ทุกคนต้องอดทนนะ...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2008_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2008]=],
				[ [=[text]=] ]=[=[เกมแข่งชิงคัพครั้งหน้าจะได้เจอยูเวนตุส]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2008_2]=]
			}
		}
	},
	[ [=[Q2009]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2009]=],
				[ [=[text]=] ]=[=[เส้นทางชิงถ้วยอาจจะจบตรงนี้
ยังไงคู่แข่งก็เป็นทีมอันดับหนึ่งของอิตาลี]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2009_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2009]=],
				[ [=[text]=] ]=[=[อย่างน้อยการแสดงของเราในลีกก็ดีมาก
ใกล้ถึงเวลาพักหนาวแล้ว!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2009_2]=]
			}
		}
	},
	[ [=[Q2010]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2010]=],
				[ [=[text]=] ]=[=[โค้ช ท่าที่ของคุณที่ดาร์บี้ทำให้คุณโดนห้ามนำทีมใน 2 เกม...
การโยนขวดน้ำนั้น...ไม่ค่อยมีสติเท่าไร]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2010_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2010]=],
				[ [=[text]=] ]=[=[คุณไม่เบื่อท่าที่ของผู้ตัดสินคนที่ 4 เหรอ?
อีกอย่างเราก็อยู่ในสนามเหย้าเองนะ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2010_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2010]=],
				[ [=[text]=] ]=[=[ถ้าผมไม่จัดการ เกมอาจจะแย่กว่านี้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2010_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2010]=],
				[ [=[text]=] ]=[=[สุดท้ายก็แพ้ไม่ใช่เหรอ...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2010_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2010]=],
				[ [=[text]=] ]=[=[พอแล้ว ไม่ต้องพูดแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2010_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2010]=],
				[ [=[text]=] ]=[=[การแข่งขันต่อไปแค่สามารถมองจากอัฒจันทร์...อยากวางแผนยังไง ผมจะส่งคำพูดมาให้..]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2010_6]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2010]=],
				[ [=[text]=] ]=[=[โชคดีที่ผลเสมอ นี่ก็เป็นผลที่ดีที่สุด...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2010_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2010]=],
				[ [=[text]=] ]=[=[ถ้าแพ้อีกก็ไม่กล้าคิดจริงๆ...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2010_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2010]=],
				[ [=[text]=] ]=[=[อีกหนึ่งฤดูกาลที่ไม่ได้อะไรเลย]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2010_9]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2010]=],
				[ [=[text]=] ]=[=[ความจริง เรากำลังอยู่ที่อิตาลี เข้าร่วมหนึ่งในบรรดาลีกที่ใหญ่ที่สุดของยุโรป กำลังเผชิญหน้ากับหลายทีมที่เก่งที่สุด]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2010_10]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2010]=],
				[ [=[text]=] ]=[=[ฤดูกาลใหม่ต้องเปลี่ยนแปลงให้ดีขึ้น!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2010_11]=]
			}
		}
	},
	[ [=[Q2101]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2101]=],
				[ [=[text]=] ]=[=[ถึงอิตาลีปีที่  3...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2101_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2101]=],
				[ [=[text]=] ]=[=[ก่อนเข้าฤดูกาล ผมต้องตั้งเป้าหมาย นั่นคือต้องคว้าถ้วยแชมป์!
ไม่งั้นจะ....]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2101_2]=]
			}
		}
	},
	[ [=[Q2102]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2102]=],
				[ [=[text]=] ]=[=[คุณเคยพูดไม่ใช่หรือ...
อย่าพูดให้พ้นปากถ้าหากทำไม่ได้อย่างที่พูด...
เกมแรกของฤดูกาล... แพ้จริงๆ...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2102_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2102]=],
				[ [=[text]=] ]=[=[พระเจ้า...
โชคดี... ที่ได้ทำประตู...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2102_2]=]
			}
		}
	},
	[ [=[Q2103]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2103]=],
				[ [=[text]=] ]=[=[หลังจากที่ผ่านพ้นความยากแค้นลำบาก สุดท้ายก็มีเกมที่ชนะ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2103_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2103]=],
				[ [=[text]=] ]=[=[นักเตะทุกคนอย่าลืมรักษาสภาพนี้!
ต่อไปเราจะเจอคู่แข่งเก่า คือทีมลาซีโอ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2103_2]=]
			}
		}
	},
	[ [=[Q2104]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2104]=],
				[ [=[text]=] ]=[=[เราชนะทีมลาซีโอแล้ว!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2104_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2104]=],
				[ [=[text]=] ]=[=[ตื่นเต้นจัง!
เกมนี้เป็นประสบการณ์ที่ดีมาก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2104_2]=]
			}
		}
	},
	[ [=[Q2105]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2105]=],
				[ [=[text]=] ]=[=[ชนะตามแผนที่วางไว้!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2105_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2105]=],
				[ [=[text]=] ]=[=[อาทิตย์หน้าคือรอบ 4 ทีมสุดท้ายเซเรีย อา คำพูดเมื่อก่อนจะได้เป็นจริงหรือไม่?
หนุ่มๆ ต้องรอพวกเธอแล้วแหละ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2105_2]=]
			}
		}
	},
	[ [=[Q2106]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2106]=],
				[ [=[text]=] ]=[=[ยากจริงที่ทำประตูได้ 1 ลูกที่สนามเยือน!
ทีมบอลเจ๋งมาก!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2106_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2106]=],
				[ [=[text]=] ]=[=[เรากำลังได้เปรียบในสถานะการณ์นี้ ระยะเวลาการแข่งต่อไปจะหนาแน่น นักเตะทุกคนสู้ๆ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2106_2]=]
			}
		}
	},
	[ [=[Q2107]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2107]=],
				[ [=[text]=] ]=[=[หรือว่าเราปล่อยฤดูกาลนี้เพื่อตั้งใจในการแข่งชิงคัพ...
อันดับในตารางของเราก็ไม่ค่อยดีเท่าไร..]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2107_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2107]=],
				[ [=[text]=] ]=[=[ผมก็คิดอย่างนั้น แต่จากนี้ถึงเวลาที่ฤดูกาลจบยังอีกนาน]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2107_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2107]=],
				[ [=[text]=] ]=[=[ทำไมต้องปล่อยล่ะ?
ผมอยากให้ทีมแข่งขันแบบจริงจังในทุกเกม!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2107_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2107]=],
				[ [=[text]=] ]=[=[ปากแข็งจริงๆ...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2107_4]=]
			}
		}
	},
	[ [=[Q2108]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2108]=],
				[ [=[text]=] ]=[=[เราเข้ารอบชิงชนะเลิศแล้ว! ดีมาก!
พรุ่งนี้ทุกคนมาบ้านผมกินพิซซ่าด้วยกันเพื่อฉลองนะ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2108_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2108]=],
				[ [=[text]=] ]=[=[ดีไหมเนี่ย...
พิซซ่ามีแคลอรี่เยอะมาก ตอนนี้โค้ชหลายคนห้ามกินอาหารแบบนี้แล้ว]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2108_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2108]=],
				[ [=[text]=] ]=[=[โอ้แม่เจ้า รู้ว่าที่นี่คือที่ไหนไหม?
ที่นี่คืออิตาลีนะ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2108_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2108]=],
				[ [=[text]=] ]=[=[อยู่ที่อิตาลีก็ต้องกินพิซซ่า!
และนี่ก็เป็นโอกาสที่ดีเพื่อสร้างความสัมพันธ์ระหว่างนักเตะในทีมด้วย!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2108_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2108]=],
				[ [=[text]=] ]=[=[กินอาหารอย่างอื่นก็ได้นะ...หรือไปกินกาแฟด้วยกันก็ได้!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2108_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2108]=],
				[ [=[text]=] ]=[=[ไม่ ผมกับนักเตะร่วมทำและกินกินพิซซ่าด้วยกัน! เมื่อก่อน โค้ช Paul ก็เช่นกัน!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2108_6]=]
			}
		}
	},
	[ [=[Q2109]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2109]=],
				[ [=[text]=] ]=[=[มีผลงานดีแค่นิดหน่อยในการแข่งชิงคัพ มาฤดูกาลใหม่สภาพการแข่งขันก็ลดลงแล้ว...
เตะแบบนี้ไม่ได้!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2109_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2109]=],
				[ [=[text]=] ]=[=[เกมต่อไปกลับสนามเหย้าต้องตั้งสมาธิ...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2109_2]=]
			}
		}
	},
	[ [=[Q2110]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2110]=],
				[ [=[text]=] ]=[=[เราแพ้ในมือทีมอ่อนโดยตลอด คนอื่นตั้งชื่อให้เราว่า...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2110_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2110]=],
				[ [=[text]=] ]=[=[อะไร?]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2110_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2110]=],
				[ [=[text]=] ]=[=[หลายคนบอกว่าที่มเราเป็นทีมปล้นคนรวยแบ่งให้คนจน (ชนะทีมแข็งแรงเพื่อแบ่งคะแนนให้ทีมอ่อนแอ)]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2110_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2110]=],
				[ [=[text]=] ]=[=[ช่างเถอะ เตรียมดีๆ ให้เกมรอบชิงชนะเลิศเถอะ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2110_4]=]
			}
		}
	},
	[ [=[Q2111]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2111]=],
				[ [=[text]=] ]=[=[ครั้งแรกชนะทีมยูเวนตุสในรอบชิงชนะเลิศ!
นี่เป็นถ้วยแรกที่คว้าได้ในเวลา 3 ปีที่อยู่อิตาลี!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2111_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2111]=],
				[ [=[text]=] ]=[=[ความหวังตอนแรกได้เป็นจริงแล้ว]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2111_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2111]=],
				[ [=[text]=] ]=[=[หวังว่าความโชคดีจะตามเราไปถึงเกมรอบสุดท้าย!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2111_3]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2111]=],
				[ [=[text]=] ]=[=[เกมสุดท้ายของฤดูกาลกลับแพ้ในมือคู่แข่งที่อ่อนแอกว่าเรา ยอมรับไม่ได้เลย...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2111_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2111]=],
				[ [=[text]=] ]=[=[ก็ดีที่ได้อันดับ 1 ของสนามชิงคัพ เพราะเราแค่จบตรงกลุ่มกลางในตรางอันดับของฤดูกาล]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2111_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2111]=],
				[ [=[text]=] ]=[=[นอกจากนั้น เพราะผลงานนี้ทีมจึงได้เรียกว่า "ปล้นรวยช่วยจน"... 
ไม่รู้ว้าควรจะดีใจหรือเสียใจ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2111_6]=]
			}
		}
	},
	[ [=[Q2201]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2201]=],
				[ [=[text]=] ]=[=[ชัยชนะเลิศการแข่งชิงคัพได้นำความมั่นใจและกำลังใจให้แก่นักเตะ
ผลงานกานฝึกสอนในฤดูร้อนก็ไม่แย่นะ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2201_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2201]=],
				[ [=[text]=] ]=[=[ยังไงนี่ก็เป็นประเทศที่เก่งในการป้องกันมาก หลังจากการปรับแผน หวังว่าความสามารถในการป้องกันที่ฤดูกาลใหม่จะได้ดีมากขึ้น]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2201_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2201]=],
				[ [=[text]=] ]=[=[ทิ้งชื่อเล่น “ปล้นรวยช่วยจน” ไป]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2201_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2201]=],
				[ [=[text]=] ]=[=[ล้มเหลวที่ซูเปอร์คัพก็น่าเสียดาย ไม่งั้นปีนี้เราคว้าได้ดับเบิลแชมป์แล้ว]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2201_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2201]=],
				[ [=[text]=] ]=[=[ยังไงก็ตาม ความสามารถของสองฝ่ายต่างกันเยอะมาก ความเสียดายในซูเปอร์คัพจะเติมกำลังใจให้นักเตะทุกคน
เกมแรกในการแข่งขันก็เจอคู่แข่งที่เก่งมาก พวกเราต้องพยายามมากกว่านี้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2201_5]=]
			}
		}
	},
	[ [=[Q2202]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2202]=],
				[ [=[text]=] ]=[=[ชนะเกมแรกก็ไล่บรรยากาศตึงเครียดหลังจากการล้มเหลวที่ซูเปอร์คัพไปหมดแล้ว นักเตะทุกคนดูสดใสมากขึ้น]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2202_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2202]=],
				[ [=[text]=] ]=[=[ผมเชื่อนักเตะ
ผมมองการล้มเหลวในซูเปอร์คัพนี้แค่เป็นการทดลองของการปรับปรุงในฤดูกาลหน้า]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2202_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2202]=],
				[ [=[text]=] ]=[=[ถ้าไม่เปลี่ยนแปลงก็ต้องยอมการพ่ายแพ้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2202_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2202]=],
				[ [=[text]=] ]=[=[บางที่คุณก็น่าเกลียดจริงๆ แต่อายุเยอะอย่างนี้แล้วก็ยังชอบค้นหาความเปลี่ยนแปลงใหม่ๆ ทำให้ผมคิดถึงอัศวินสกอตแลนด์สมัยก่อน!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2202_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2202]=],
				[ [=[text]=] ]=[=[ชมเกินไปแล้ว!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2202_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2202]=],
				[ [=[text]=] ]=[=[วางความตั้งใจเข้ากับคู่แข่งเก่าของยูโรปาลีก – ทีมอาแจกซ์!
เขาไม่ใช่ทีมที่เราเคยเจอที่เนเธอร์แลนด์แล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2202_6]=]
			}
		}
	},
	[ [=[Q2203]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2203]=],
				[ [=[text]=] ]=[=[ในนามของประเทศอิตาลี เกมแรกบนเวทียูโรปาค่อนข้างยอดเยี่ยม!
แม้ว่าพวกข่าวสารกำลังยกย่องเรา แต่เราก็อย่าไปเย่อหยิ่ง!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2203_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2203]=],
				[ [=[text]=] ]=[=[ใช่แล้ว ถึงแม้ด้านนอกเกิดอะไรขึ้นก็ตาม สิ่งสำคัญคือปฏิบัติงานของตนเองให้ดีที่สุด]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2203_2]=]
			}
		}
	},
	[ [=[Q2204]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2204]=],
				[ [=[text]=] ]=[=[ก็ยังเป็นสูตรและจังหวะที่คุ้นเคยแล้ว..]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2204_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2204]=],
				[ [=[text]=] ]=[=[หนึ่งนาทีที่เผลอไป...
ก็หนีไม่พ้นชื่อเล่นแบบแย่ๆ...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2204_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2204]=],
				[ [=[text]=] ]=[=[คู่แข่งเริ่มชินกับจังหวะของเราแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2204_3]=]
			}
		}
	},
	[ [=[Q2205]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2205]=],
				[ [=[text]=] ]=[=[ทีมสเปนก็จัดการยากแต่ไหนแต่ไรอยู่แล้ว
คราวนี้ผลเสมอ คราวหน้าต้องชนะเขาให้ได้!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2205_1]=]
			}
		}
	},
	[ [=[Q2206]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2206]=],
				[ [=[text]=] ]=[=[การชนะครั้งที่แล้วเขายังไม่ลืม ตั้งแต่เริ่มการแข่งขัน คู่แข่งก็พยายามครอบงำจังหวะของเกมมาตลอด]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2206_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2206]=],
				[ [=[text]=] ]=[=[ไม่เป็นไร วิธีของเราคือเป็นเจ้าในการรักษาหรือปล่อยบอล สิ่งที่ดีเยี่ยมของฟุตบอลอิตาลีคือการป้องกันและประสิทธิภาพ ให้เขารักษาบอลเถอะ เราจะรอคว้าโอกาส]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2206_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2206]=],
				[ [=[text]=] ]=[=[แข่งตามวิธีการของผู้ที่ด้อยเปรียบ บางทีจะมีผลอย่างคาดไม่ถึง!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2206_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2206]=],
				[ [=[text]=] ]=[=[เกมดาร์บี้ของการแข่งชิงคัพใกล้จะถึงแล้ว เราก็จะทำตามวิธีของผู้ที่ด้อยเปรียบ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2206_4]=]
			}
		}
	},
	[ [=[Q2207]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2207]=],
				[ [=[text]=] ]=[=[กลยุทธ์ของคุณได้ผลแล้ว!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2207_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2207]=],
				[ [=[text]=] ]=[=[ต้องเตะแบบนั้นต่อ! นักเตะของเรามีศักยภาพมาก!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2207_2]=]
			}
		}
	},
	[ [=[Q2208]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2208]=],
				[ [=[text]=] ]=[=[ไม่น่าเชื่อว่า สิ่งที่คาดไม่ออกในฤดูกาลนี้คือเรา...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2208_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2208]=],
				[ [=[text]=] ]=[=[แพ้ทีมที่อ่อนในรอบ 8 ทีมสุดท้าย ผมจะพูดอะไรได้อีกเนี่ย...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2208_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2208]=],
				[ [=[text]=] ]=[=[ดูเหมือนว่านักเตะชินกับการรอโอกาสไปแล้ว ตอนที่ต้องเป็นเจ้าของของเกมก็ไม่รู้ว่าต้องทำอะไรดี...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2208_3]=]
			}
		}
	},
	[ [=[Q2209]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2209]=],
				[ [=[text]=] ]=[=[ชนะแต่ก็ถูกคัดออก...
ระยาห่างในเลกแรกเยอะมาก...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2209_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2209]=],
				[ [=[text]=] ]=[=[ไม่เป็นไร ครั้งแรกเข้าร่วมยูโรปาลีก ผมสบายใจกับผลงานนี้
เรายังมีความหวังในฤดูกาลครั้งหน้า!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2209_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2209]=],
				[ [=[text]=] ]=[=[แชมป์ถ้วยหรือยูฟ่าแชมเปียนส์ลีกก็โดนคัดออก ทุ่มเทกำลังให้ทัวร์นาเมนภายในประเทศกันเถอะ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2209_3]=]
			}
		}
	},
	[ [=[Q2210]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2210]=],
				[ [=[text]=] ]=[=[ตารางจัดอันดับกำลังมีการแย่งชิงรุนแรง ก่อนที่เข้ารอบสุดท้าย อันดับ  1 กับอันดับ 6 ห่างกันแค่ 3 แต้ม แค่ในเกมเดียวก็สามารถคว้าแชมป์ชนะเลิศหรือตกจากกลุ่มที่ได้เข้าร่วมคัพยุโรป บทภาพยนตร์นี้...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2210_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2210]=],
				[ [=[text]=] ]=[=[หากเรายังมีแรงแข่งขัน ก็จะยังมีโอกาสในลีก!อย่างน้อยก็ไม่โดนคัดออกจากคัพยุโรป!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2210_2]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2210]=],
				[ [=[text]=] ]=[=[ว้าว! พวกทีมอยู่อันดับต้นๆ ก็เสมอกันหรือแพ้ไปแล้ว เรากำลังนำหน้าด้วยตัวเลขในการทำประตู!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2210_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2210]=],
				[ [=[text]=] ]=[=[ฤดูกาลมีสิ่งคาดไม่ถึงมากมาย ไม่เคยคิดว่าเรากลับคว้าคัพสคูเดตโต้ครั้งแรกด้วยตัวเลขของการทำประตู!
ไม่น่าเชื่อจริงๆ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2210_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2210]=],
				[ [=[text]=] ]=[=[ขอบคุณคู่แข่งที่มีส่วนร่วมในความฝันชนะเลิศของพวกเรา!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2210_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2210]=],
				[ [=[text]=] ]=[=[ปีหน้าเราจะเล่นที่ยุโรป!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2210_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2210]=],
				[ [=[text]=] ]=[=[ตอนนี้ฉลองรางวัลชนะเลศครั้งแรกกันเถอะ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2210_7]=]
			}
		}
	},
	[ [=[Q2301]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2301]=],
				[ [=[text]=] ]=[=[แข่งชิงถ้วยหรือแข่งลีกต่างก็คว้าคัพได้แล้ว แผนการเล่นร่วมมือกันดีมาก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2301_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2301]=],
				[ [=[text]=] ]=[=[เป้าหมายฤดูกาลนี้คือได้รางวัลชนะเลศยิ่งเยอะยิ่งดี สู้ๆ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2301_2]=]
			}
		}
	},
	[ [=[Q2302]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2302]=],
				[ [=[text]=] ]=[=[ได้อันดับ 2 ซูเปอร์คัพครั้งที่สอง เทพเจ้าแห่งความโชคดีไปอยู่กับคู่แข่งอีกแล้ว]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2302_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2302]=],
				[ [=[text]=] ]=[=[ไม่เป็นไร เป็นแค่ซูเปอร์คัพนั่นเอง
ฤดูกาลนี้เราเข้าร่วมหลายสนามรบ เควสที่ต้องทำยังมีอีกมากมาย!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2302_2]=]
			}
		}
	},
	[ [=[Q2303]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2303]=],
				[ [=[text]=] ]=[=[ชนะในเกมแรกของฤดูกาลเป็นการเริ่มต้นที่ดีมาก!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2303_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2303]=],
				[ [=[text]=] ]=[=[ปีที่ 5 อยู่อิตาลี หวังว่าฤดูกาลนี้จะนำความภาคภูมิใจกลับมาเยอะๆ
ทุกคนสู้ๆ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2303_2]=]
			}
		}
	},
	[ [=[Q2304]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2304]=],
				[ [=[text]=] ]=[=[คุณครึกครึ้นแบบนั้นทำไม? อายุก็ไม่ใช่น้อยแล้ว ตอนนี้หนังสือพิมพ์ยังลงข่าวเรื่องคุณเตะขวดน้ำอยู่...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2304_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2304]=],
				[ [=[text]=] ]=[=[พวกเรารู้จักคู่แข่งได้ดี ทำไมถึงมีผลงานแบบนี้ล่ะ?]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2304_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2304]=],
				[ [=[text]=] ]=[=[ผมไม่รู้ ผมรู้แค่ว่าคุณกำลังจะโดนห้ามชี้นำทีมอีกแล้ว...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2304_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2304]=],
				[ [=[text]=] ]=[=[คุณต้องมาช่วยอีกแล้ว...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2304_4]=]
			}
		}
	},
	[ [=[Q2305]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2305]=],
				[ [=[text]=] ]=[=[การแสดงของนักเตะในฤดูกาลนี้ดูมั่นคงกว่าที่แชมเปียนส์ลีก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2305_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2305]=],
				[ [=[text]=] ]=[=[เหตุการณ์นี้อาจจะมาจากประสบการณ์!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2305_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2305]=],
				[ [=[text]=] ]=[=[คู่แข่งเจ้าแรกในรอบแบ่งกลุ่มของแชมเปียนส์ลีกคือบาร์เซโลนา น่าตื่นเต้นมาก!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2305_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2305]=],
				[ [=[text]=] ]=[=[คู่แข่งของเราเคยแพ้เขาอย่างหนัก ครั้งนี้ต้องมีผลงานที่ดีกว่า!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2305_4]=]
			}
		}
	},
	[ [=[Q2306]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2306]=],
				[ [=[text]=] ]=[=[โอ้โห! ไม่คิดว่าจะชนะทีมบอลที่มีนักเตะตำนานคือทรีโอแอมเอสแอน ด้วยสกอร์ถึง 4-0!
ไม่น่าเชื่อเลย นี่ใช่ทีมเราหรือเปล่า?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2306_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2306]=],
				[ [=[text]=] ]=[=[ฮาฮ่า! ผมก็คาดไม่ถึงกับผลครั้งนี้เลย แต่เราทำได้แล้ว!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2306_2]=]
			}
		}
	},
	[ [=[Q2307]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2307]=],
				[ [=[text]=] ]=[=[อาทิตย์นี้ต้องแข่งตั้ง 2 เกม นักเตะดูเหน็ดเหนื่อยมาก!
สำหรับเกมสุดสัปดาห์นี้ห้ามขาดความระมัดรัะวังนะ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2307_1]=]
			}
		}
	},
	[ [=[Q2308]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2308]=],
				[ [=[text]=] ]=[=[นักเตะเหน็ดเหนื่อนกันมากแล้ว ผมว่าจะไปโทษพวกเขาไม่ได้หรอก...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2308_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2308]=],
				[ [=[text]=] ]=[=[ใช่แล้ว ผมก็ไม่คิดจะพูดอะไรหรอก
เกมครั้งนี้ไม่มีอะไรให้พูดแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2308_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2308]=],
				[ [=[text]=] ]=[=[ผมคิดว่าจะให้ทีมพัก 2 วัน สิ่งที่พวกเขาต้องการตอนนี้คือการพักผ่อน เรายังมีเลกสองแชมเปียนส์ลีกรออยู่!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2308_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2308]=],
				[ [=[text]=] ]=[=[ผมไม่เชื่อว่า พวกเขาจะสามารถพลิกเกมเปลี่ยนผลบอลในสนามเหย้าของเราได้...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2308_4]=]
			}
		}
	},
	[ [=[Q2309]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2309]=],
				[ [=[text]=] ]=[=[ผมไม่มีอะไรจะพูดแล้ว... แพ้แม้กระทั่งบนสนามเหย้า...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2309_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2309]=],
				[ [=[text]=] ]=[=[เราทำให้ตัวเองเสียเปรียบในฐานะทีมเหย้า
ทำใจไม่ได้จริงๆ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2309_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2309]=],
				[ [=[text]=] ]=[=[อ่ะ ผมจำได้ว่าเขาเคยพลิกเกมด้วยผลบอล 4 ลูกในปี 2017 เหยื่อตอนนั้นคือทีมเปแอสเช ทาวเวอร์ส แต่เรื่องแบบนี้ไม่ใช่ว่าร้อยปีถึงจะเกิดครั้งหนึ่งเหรอ?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2309_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2309]=],
				[ [=[text]=] ]=[=[4 ลูกสำหรับสามประสาน MSN ก็ไม่ใช่เรื่องที่ยากเย็นอะไร ได้บทเรียนอีกหนึ่งบท ดีที่เรายังมีลีกอื่นๆ อีก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2309_4]=]
			}
		}
	},
	[ [=[Q2310]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2310]=],
				[ [=[text]=] ]=[=[ทีมเศร้าโศกมากหลังจากโดนคัดออกจากยูฟ่าแชมเปียนส์ลีก คุณว่าจะต้องทำอะไรหรือเปล่า?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2310_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2310]=],
				[ [=[text]=] ]=[=[พวกเราต้องให้กำลังใจนักเตะมากขึ้น
ความมุ่งมั่นพยายามคือคุณสมบัติที่จำเป็นสำหรับชัยชนะ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2310_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2310]=],
				[ [=[text]=] ]=[=[ผ่านเรื่องสะเทือนใจอย่างนั้นแต่ยังชิงชนะเลศได้ถึงจะเป็นผู้แข็งแกร่ง ผมจะอยู่เคียงข้างนักเตะของผมเสมอ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2310_3]=]
			}
		}
	},
	[ [=[Q2311]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2311]=],
				[ [=[text]=] ]=[=[น่าเสียดาย... ความมุ่งมั่นทุ่มเทตลอดฤดูกาลแข่งขันกลับชนะเลศมาไม่ได้...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2311_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2311]=],
				[ [=[text]=] ]=[=[ความคิดของผมผิดหรือผมไม่ควรเร่งรีบเกินไป?]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2311_2]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2311]=],
				[ [=[text]=] ]=[=[พวกเราแพ้ด้วยสกอร์ไม่ห่างกันมาก แล้วสุดท้ายมอบคัพขนะเลศให้คู่แข่ง]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2311_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2311]=],
				[ [=[text]=] ]=[=[ปีหน้าอาจจะเป็นปีสุดท้ายที่อยู่อิตาลี หรืออาจจะไม่]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2311_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2311]=],
				[ [=[text]=] ]=[=[อย่างไรก็ตาม ฤดูกาลหน้าก็ควรตั้งสติใหม่
ฟุตบอลคือกีฬาที่มหัศจรรย์มาก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2311_5]=]
			}
		}
	},
	[ [=[Q2401]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2401]=],
				[ [=[text]=] ]=[=[หลังการฝึกฝนช่วงฤดูร้อน แผนการเล่นของทีมก็เหมาะสมมากขึ้น
ผมได้ทบทวนฤดูกาลที่แล้วและเห็นว่า บางครั้งผมก็ผิดพลาดเอง]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2401_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2401]=],
				[ [=[text]=] ]=[=[ผมจะพัฒนาตัวเองพร้อมกับเด็กๆ ในฤดูกาลใหม่!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2401_2]=]
			}
		}
	},
	[ [=[Q2402]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2402]=],
				[ [=[text]=] ]=[=[กลับมาที่สนามอันคุ้นเคย ความรู้สึกก็ยังคุ้นเคยสนิทสนมเหมือนเดิม!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2402_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2402]=],
				[ [=[text]=] ]=[=[ผลบอลน่าทึ่งมาก ได้ชนะเกมแรกเพื่อเป็นการเปิดทางสู่ฤดูกาลใหม่แห่งแชมเปียนส์ลีก!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2402_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2402]=],
				[ [=[text]=] ]=[=[นิสัยของคุณเปลี่ยนไปแล้ว ตอนนี้กลายเป็นพี่ชายผู้น่ารักอ่อนโยนแล้ว!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2402_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2402]=],
				[ [=[text]=] ]=[=[ฮาฮ่า ผมเลิกนิสัยไม่ดีไปแล้ว ผ่านการแข่งขันมามากก็ต้องสร้างภาพลักษณ์เป็นผู้ใหญ่หน่อยสิครับ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2402_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2402]=],
				[ [=[text]=] ]=[=[ประโยคนี้เหมือนเคยได้ยินที่ไหนมา...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2402_5]=]
			}
		}
	},
	[ [=[Q2403]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2403]=],
				[ [=[text]=] ]=[=[หลังการเอาชนะทีมโตรีโน เราขึ้นอยู่อันดับที่หนึ่งหลังการแข่งขัน 6 รอบ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2403_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2403]=],
				[ [=[text]=] ]=[=[สภาพของทีมดีมาก อยู่อันดับที่หนึ่งก็เป็นเรื่องที่ดี
แต่ฤดูกาลยังอีกยาวไกล ถือว่านั่นคือกำลังใจเพื่อรักษาตำแหน่งอันดับหนึ่งในตารางก็แล้วกัน]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2403_2]=]
			}
		}
	},
	[ [=[Q2404]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2404]=],
				[ [=[text]=] ]=[=[การแข่งขันชิงคัพก็เข้ารอบ 8 ทีมสุดท้ายโดยไม่คาดคิด การเปิดตัวถือว่าดีเยี่ยม!
เด็กๆ รักษาสภาพได้ดีมากในทั้ง 3 การแข่งขัน  ผมจะให้พวกเขาหยุดพักคริสต์มาสเป็นอย่างดี!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2404_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2404]=],
				[ [=[text]=] ]=[=[เหลืออีกครึ่งหลังของฤดูกาล หวังว่าพวกเราก็รักษาสภาพอย่างนี้ไว้ได้!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2404_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2404]=],
				[ [=[text]=] ]=[=[อึม! สุขสันต์วันคริสต์มาส!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2404_3]=]
			}
		}
	},
	[ [=[Q2405]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2405]=],
				[ [=[text]=] ]=[=[ไม่น่าเชื่อว่า นักเตะสามารถรักษาพลังแข่งขันมาตลอดเวลายาวนานอย่างนั้น]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2405_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2405]=],
				[ [=[text]=] ]=[=[ผมทั้งรู้สึกขอบคุณนักเตะ ทั้งซาบซึ้งใจ ทุกคนพยายามทุ่มเทกันมาก
เราได้เข้ารอบชิงชนะเลิศของการแข่งชิงคัพแล้ว ต่อไปต้องเล่นให้ดีในเลกสอง!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2405_2]=]
			}
		}
	},
	[ [=[Q2406]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2406]=],
				[ [=[text]=] ]=[=[ความเมามันของแฟนบอลถึงจุดสูงสุดแล้ว
แม้เกมเสมอ แฟนบอลก็ยังดีใจมาก!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2406_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2406]=],
				[ [=[text]=] ]=[=[บรรยากาศของฤดูกาลนี้ยอดเยี่ยมจริงๆ
ผลงานของทีมดี แฟนบอลกระตือรือร้น เรื่องการเงินของสโมสรก็ดีด้วย]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2406_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2406]=],
				[ [=[text]=] ]=[=[ผมคิดว่าฤดูกาลหน้า เราสามารถคิดถึงเรื่องซื้อนักเตะชื่อดังบางคนได้!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2406_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2406]=],
				[ [=[text]=] ]=[=[นักเตะในทีมเราไม่ถูกซื้อตัวไปก็โชคดีมากแล้ว...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2406_4]=]
			}
		}
	},
	[ [=[Q2407]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2407]=],
				[ [=[text]=] ]=[=[มีแฟนบอลเกือบ 5,000 คนตามเรามาถึงสนามเยือนเลย ผมซาบซึ้งมาก!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2407_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2407]=],
				[ [=[text]=] ]=[=[หนุ่มๆ ไม่ทำให้เราผิดหวังเลย ชนะคู่แข่งบนแดนไอบีเรีย เข้ารอบ 8 ทีมสุดท้ายของยูฟ่าแชมเปียนส์ลีก!
เรากำลังเข้าใกล้เป้าหมายมากขึ้น!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2407_2]=]
			}
		}
	},
	[ [=[Q2408]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2408]=],
				[ [=[text]=] ]=[=[สื่อมวลชนกำลังยกย่องว่าเราเป็นทีมบอลที่มิอาจกีดขวางได้
เท่ห์มากเลยใช่ไหม!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2408_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2408]=],
				[ [=[text]=] ]=[=[ฮาฮ่า ฟังแล้วชอบจริงๆ แต่ในใจผมกลัวว่าทุกคนจะหยิ่ง!
เกมต่อไปล้วนแต่จะยากเย็นลำบาก เราจะหยิ่งและใจร้อนไม่ได้!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2408_2]=]
			}
		}
	},
	[ [=[Q2409]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2409]=],
				[ [=[text]=] ]=[=[แม้เราชนะแมนเชสเตอร์ยูไนเต็ดในสนามเหย้า  แต่ดันแพ้เขาในสนามเยือน...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2409_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2409]=],
				[ [=[text]=] ]=[=[เกมครั้งนี้อาศัยความโชคดีเป็นหลัก
เรายอมรับผลแข่งครั้งนี้ได้ อีกอย่างผู้บริหารของสโมสรก็พอใจ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2409_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2409]=],
				[ [=[text]=] ]=[=[เล่นให้ดีที่สุดในเกมที่เหลือของฤดูกาล และรอบชิงชนะเลิศการแข่งชิงคัพ ยังคงเป็นฤดูกาลที่ดีเยี่ยมอยู่!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2409_3]=]
			}
		}
	},
	[ [=[Q2410]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2410]=],
				[ [=[text]=] ]=[=[แต้มเราห่างจากอันดับ 2 มากแล้ว
หากไม่มีปัญหาอะไร แชมป์แห่งฤดูกาลนี้จะเป็นของเรา...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2410_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2410]=],
				[ [=[text]=] ]=[=[หวังว่าจะเป็นอย่างนั้น
สถานการณ์ตอนนี้ เกรงว่าพวกทีมยักษ์ใหญ่ก็คาดไม่ถึง! ฮาฮ่า!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2410_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2410]=],
				[ [=[text]=] ]=[=[เกมสุดท้ายของฤดูกาลคือดาร์บี้แมตช์! จะมีอะไรสุดยอดเท่ากับการครองตำแหน่งแชมป์ด้วยการเอาชนะในดาร์บี้แมตช์รึ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2410_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2410]=],
				[ [=[text]=] ]=[=[สิ่งที่ผมต้องการคือชัยชนะที่ยิ่งใหญ่! อย่างน้อยก็ต้องชนะคู่แข่ง 3 ลูก!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2410_4]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2410]=],
				[ [=[text]=] ]=[=[ผ่านการแข่งขันที่ดุเดือดเมามัน สุดท้ายก็ชนะคู่แข่งในเมืองเดียวกัน]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2410_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2410]=],
				[ [=[text]=] ]=[=[รอบชิงชนะเลิศ ดาร์บี้แมตช์ บุกถล่ม คีย์เวิร์ดทั้งหมดล้วนอยู่เกมเดียว เป็นการแข่งขันที่ดุเดือดเลือดพล่านมากจริงๆ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2410_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2410]=],
				[ [=[text]=] ]=[=[ชนะเลิศฤดูกาลแข่งขัน คว้าแชมป์แห่งการแข่งชิงคัพ เข้า 8 ทีมสุดท้ายยูฟ่าแชมเปียนส์ลีก ตารางคะแนนทิ้งห่างคู่แข่ง
เป็นฤดูกาลที่ยอดเยี่ยมมาก!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2410_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2410]=],
				[ [=[text]=] ]=[=[สุดท้ายก็ประสบความสำเร็จ เราครองประเทศอิตาลีได้อย่างเป็นทางการแล้ว! ฮาฮ่า!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2410_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2410]=],
				[ [=[text]=] ]=[=[ถึงเวลาต้องออกเดินทางต่อ... ไปยังอังกฤษ...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2410_9]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2410]=],
				[ [=[text]=] ]=[=[ไม่มีปัญหา! ตื่นเต้นขึ้นทุกวันเลย!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2410_10]=]
			}
		}
	},
	[ [=[Q2501]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2501]=],
				[ [=[text]=] ]=[=[อังกฤษ... แหล่งกำเนิดของฟุตบอลอันเป็นแก่นแท้ที่สุด แฟนบอลที่ทุ่มเทหัวจิตหัวใจให้มากที่สุด เทคโนโลยีการออกข่าวที่ทันสมัยที่สุด การพาณิชย์ที่พัฒนาอย่างสมบูรณ์แบบที่สุด ถ้าอยากจะกลับไปสู่ยุคทองแล้วก็ที่นี่แหละ...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2501_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2501]=],
				[ [=[text]=] ]=[=[ตื่นเถอะครับ ไม่ใช่ว่าทุกอย่างจะสวยงามหรอกนะ แชมป์ประจำปีล้วนแต่มีทีมบอล 6 - 7 ทีมที่รอแย่งชิงกันอยู่ นักเตะเสียแรงมากสำหรับลีกระดับสโมสรจึงไม่มีผลงานที่ดีที่ยูฟ่าแชมเปียนส์ลีกมาหลายปีแล้ว...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2501_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2501]=],
				[ [=[text]=] ]=[=[หากอยากจะโดดเด่นขึ้น ต้องถามความคิดห็นจากสโมสรอาร์เซนอล แมนเชสเตอร์ และลิเวอร์พูลอีกด้วย...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2501_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2501]=],
				[ [=[text]=] ]=[=[ใช่ครับ ดังนั้นผมจึงหลีกเลี่ยงพวกเขา เลือกให้ทีมไปอยู่นิวคาสเซิล]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2501_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2501]=],
				[ [=[text]=] ]=[=[ผมประทับใจแฟนบอลฝั่งตะวันออกเฉียงเหนือของอังกฤษมานานแล้ว กลางความหนาวของฤดูหนาว พวกเขาถอดเสื้อส่งเสียงร้องเชียร์ทีม แค่ดื่มเหล้าเพื่อคลายหนาว... ตอนนี้แฟนบอลเหล่านั้นจะมาเชียร์ทีมผม คิดแค่นั้นก็รู้สึกตื่นเต้นมากแล้ว!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2501_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2501]=],
				[ [=[text]=] ]=[=[ไม่ง่ายอย่างนั้นหรอกครับ แฟนยิ่งคลั่งไคล้กับฟุตบอลก็ยิ่งจงรักภักดีกับสโมสร อยากให้พวกเขาเปลี่ยนใจมาเชียร์เรา มันเป็นไปไม่ได้...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2501_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2501]=],
				[ [=[text]=] ]=[=[ก็ไม่แน่นะ ตอนนี้เศรษฐกิจภาคตะวันออกเฉียงเหนือกำลังซบเซา การใช้จ่ายของทีมบอลตึงเครียด ผู้บริหารเหน็ดเหนื่อย แฟนบอลของทีมและนักเตะไม่พอใจกับคณะผู้บริหารมานานแล้ว ถ้าเราเข้าใจหัวอกหัวใจพวกเขา เข้าข้างพวกเขา หรืออาจจะขายหุ้นทีมส่วนหนึ่งไปให้พวกเขาได้มีส่วนร่วมในการบริหาร แน่นอนว่าจะหาผู้สนับสนุนเราได้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2501_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2501]=],
				[ [=[text]=] ]=[=[ผมก็ทำได้แค่ขอให้โชคดีเท่านั้น...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2501_8]=]
			}
		}
	},
	[ [=[Q2502]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2502]=],
				[ [=[text]=] ]=[=[คุณรับรู้ถึงความโหดร้ายของฟุตบอลอังกฤษหรือยัง?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2502_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2502]=],
				[ [=[text]=] ]=[=[ดูเหมือนแต่ละทีมนั้นล้วนจัดการยากทั้งนั้น ต่อไปจะต้องเผชิญหน้ากับทีมยักษ์ใหญ่เป็นครั้งแรก สู้ๆ นะครับ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2502_2]=]
			}
		}
	},
	[ [=[Q2503]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2503]=],
				[ [=[text]=] ]=[=[คาดไม่ถึงว่าทีมมือใหม่จะเอาชนะทีมอาร์เซนอลได้ เก่งจริงๆ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2503_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2503]=],
				[ [=[text]=] ]=[=[อาจเป็นเพราะว่าฤดูกาลเพิ่งเริ่ม อาร์เซนอลยังไม่เข้าฟอร์ม ช่วงพฤศจิกา-ธันวาทุกๆ ปีเป็นช่วงเวลาที่เขาทำแต้มได้มากสุด และมุ่งตรงไปถึงอันดับหนึ่งในตารางจัดอันดับ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2503_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2503]=],
				[ [=[text]=] ]=[=[หมายความว่า ครั้งนี้เขาประมาทหรอ... เป็นไปได้ไหมว่า คู่แข่งเจ้าอื่นๆ ก็ประมาท และเราชิงแชมป์มาได้อย่างง่ายดายไหม...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2503_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2503]=],
				[ [=[text]=] ]=[=[คิดดีมาก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2503_4]=]
			}
		}
	},
	[ [=[Q2504]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2504]=],
				[ [=[text]=] ]=[=[แพ้แล้ว... โดนคัดออกแล้ว...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2504_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2504]=],
				[ [=[text]=] ]=[=[ต้องยอมแหละ เพิ่งเกมแรกก็เจอคู่แข่งที่แข็งแกร่งแล้ว เพื่อผลงานที่ดีในเกมต่อๆ ไป ผมต้องปรับแผนการเล่นนิดนึง]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2504_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2504]=],
				[ [=[text]=] ]=[=[อังกฤษไม่ได้ง่ายเลยนะ... ไม่มีสัปดาห์ไหนได้พักผ่อนเลย...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2504_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2504]=],
				[ [=[text]=] ]=[=[นั่นแหละคือความดึงดูดของประเทศนี้! ที่ประเทศอื่นๆ จะไม่มีวันได้อยู่ในบรรยากาศคึกคักของเกมใหญ่ที่มีทุกสัปดาห์แบบนี้หรอก! แต่นักเตะจะเหนื่อยมาก...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2504_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2504]=],
				[ [=[text]=] ]=[=[ดีที่สัปดาห์หน้าเป็นวันแข่งขันระดับสากล สมาชิกคนไหนที่ไม่มีเควสในทีมชาติก็พักผ่อนได้!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2504_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2504]=],
				[ [=[text]=] ]=[=[กลับมาด้วยพลังเต็มอิ่มนะ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2504_6]=]
			}
		}
	},
	[ [=[Q2505]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2505]=],
				[ [=[text]=] ]=[=[สุขภาพจิตดีขึ้นจริงๆ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2505_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2505]=],
				[ [=[text]=] ]=[=[การแข่งขันยิ่งตึงเครียดยิ่งต้องเรียนรู้การพักผ่อน]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2505_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2505]=],
				[ [=[text]=] ]=[=[อะไรนะ? พักผ่อนก็ต้องเรียนรู้ด้วยหรอ?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2505_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2505]=],
				[ [=[text]=] ]=[=[แน่นอนสิครับ เป็นนักเตะมืออาชีพต้องเรียนรู้วิธีพักผ่อนอย่างมีประสิทธิภาพ การพักผ่อนที่ถูกต้องตามหลักวิทยาศาสตร์จะช่วยฟื้นคืนสุขภาพกายนักเตะในเวลาอันสั้นที่สุด หากพักผ่อนไม่ถูกต้องก็จะทำให้ร่างกายเหน็ดเหนื่อยมากขึ้น]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2505_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2505]=],
				[ [=[text]=] ]=[=[น่าจะใช่...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2505_5]=]
			}
		}
	},
	[ [=[Q2506]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2506]=],
				[ [=[text]=] ]=[=[เสมอกับลอนดอน ไวท์ก็ไม่แย่มาก]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2506_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2506]=],
				[ [=[text]=] ]=[=[อึม ยอมรับได้ แต่ในอาทิตย์นี้ต้องพบกับ2 ทีมใหญ่ เป็นการท้าทายที่ยากจริงๆ...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2506_2]=]
			}
		}
	},
	[ [=[Q2507]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2507]=],
				[ [=[text]=] ]=[=[แข่งไม่ไหว...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2507_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2507]=],
				[ [=[text]=] ]=[=[อึม การแข่งอย่างหนักแบบนี้ถือว่าเกินกำลังมือใหม่อย่างพวกผม ต่อไปจะเป็นการแข่งชิงคัพ ผมจะให้นักเตะชุดเด็กลงสนามด้วย ลองรอดูว่าจะมีสิ่งพิเศษเกิดขึ้นหรือเปล่า!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2507_2]=]
			}
		}
	},
	[ [=[Q2508]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2508]=],
				[ [=[text]=] ]=[=[ก็ไม่เลว!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2508_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2508]=],
				[ [=[text]=] ]=[=[นักเตะชุดเด็กยอดเยี่ยมมาก อนาคตอาจจะกลายเป็นซุปเปอร์สตาร์ก็ได้นะ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2508_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2508]=],
				[ [=[text]=] ]=[=[หลังการแข่งขันรอบหน้าก็จะถึงวันแข่งระดับสากล ทีมเราไม่ได้คาดหวังอะไรมาก แค่หวังว่าไม่มีนักเตะคนไหนบาดเจ็บก็ดีแล้ว!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2508_3]=]
			}
		}
	},
	[ [=[Q2509]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2509]=],
				[ [=[text]=] ]=[=[คาดไม่ถึงว่า ในการแข่งชิงคัพ เราแค่ใช้แผนการเล่นสำรองก็สามารถชนะต่อเนื่อง และเข้าถึงรอบชิงชนะเลิศ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2509_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2509]=],
				[ [=[text]=] ]=[=[ตารางการแข่งขันที่อังกฤษแน่นมาก ไม่มีวันหยุดคริสต์มาส แถมยังมีการแข่งขันชิงคัพภายในประเทศถึง 2 ครั้ง ไม่ใช่แค่เราฝ่ายเดียว  คู่แข่งก็หมดแรงแล้ว ดูเหมือนทุกคนไม่ให้ความสำคัญกับการแข่งชิงคัพ เราจึงได้เปรียบนะ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2509_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2509]=],
				[ [=[text]=] ]=[=[ถ้าอย่างนั้นก็เปลี่ยนกลยุทธ์สิครับ พวกเราใช้การแข่งขันในช่วงสิ้นฤดูกาลเพื่อทดลองกลยุทธ์ใหม่ ทุ่มกำลังเพื่อชิงคัพโมบาย!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2509_3]=]
			}
		}
	},
	[ [=[Q2510]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2510]=],
				[ [=[text]=] ]=[=[เกมสุดท้ายของฤดูกาลแล้ว พบกับเวสต์แฮม!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2510_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2510]=],
				[ [=[text]=] ]=[=[เทคนิคยอดเยี่ยมของพวกเขา คงจัดการไม่ง่ายหรอก... แถมทีมเรายังเล่นอ่อนกว่าเมื่อต้องพบกับเหล่าทีมเมืองหลวง...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2510_2]=]
			}
		}
	},
	[ [=[Q2511]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2511]=],
				[ [=[text]=] ]=[=[ลีกไม่สำคัญ เล่นให้ดีที่สุดในรอบชิงชนะเลิศของสนามคัพ ฤดูกาลนี้ก็สุดยอดแล้ว!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2511_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2511]=],
				[ [=[text]=] ]=[=[คู่แข่งคือแมนซิตี้... เขามีความสามารถพอที่ชิงแชมป์ในทุกลีก แต่เนื่องจากนักเตะบาดเจ็บมาก จึงต้องมาชิงแย่งแชมป์นี้เท่านั้น]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2511_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2511]=],
				[ [=[text]=] ]=[=[ทั้งคู่แข่งและเราต่างหวังจะชนะ เกมนี้คงสนุกแน่!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2511_3]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2511]=],
				[ [=[text]=] ]=[=[ชนะแล้ว! สุดยอดมาก!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2511_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2511]=],
				[ [=[text]=] ]=[=[โห! การครองบอลของคู่แข่งดีมาก ทีมเราจึงเครียดอย่างหนัก โชคดีที่นักเตะยังมั่นคงอยู่]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2511_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2511]=],
				[ [=[text]=] ]=[=[ปีแรกที่ไปแข่งที่อังกฤษก็ได้รับรางวัลแล้ว แม้จะเป็นทีมเล็กแต่ก็มีผลงานค่อนข้างดี ดูเหมือนว่าการพิชิตยุโรปของเราก็เร็วขึ้นล่ะ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2511_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2511]=],
				[ [=[text]=] ]=[=[ผมยังไม่อยากพักผ่อน ฤดูกาลหน้ามาเร็วๆ เถอะ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2511_7]=]
			}
		}
	},
	[ [=[Q2601]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2601]=],
				[ [=[text]=] ]=[=[เริ่มต้นฤดูกาลด้วยเกมซูเปอร์คัพ! พึ่งเป็นฤดูกาลแข่งขันที่ 2 เราก็ได้เข้าแข่งในฐานะชนะเลศการชิงแข่งคัพ! ไม่น่าเชื่อเลย!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2601_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2601]=],
				[ [=[text]=] ]=[=[ผ่านช่วงพักผ่อนมา ทั้ง 2 ทีมต่างมีการปรับแผนการเล่นและกลยุทธ์ ถือว่าเป็นการทดลองด้วย]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2601_2]=]
			}
		}
	},
	[ [=[Q2602]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2602]=],
				[ [=[text]=] ]=[=[ผมคิดว่าทีมเราอ่อนมากแล้ว... ไม่น่าเชื่อว่าคู่แข่งยังอ่อนกว่าอีก... ปล่อยให้เราชนะได้]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2602_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2602]=],
				[ [=[text]=] ]=[=[อย่าพูดแบบนั้นสิครับ สุดท้ายผมก็คว้าถ้วยใบหนึ่งให้ทีม รู้ไหมว่ามีนักเตะและโค้ชหลายคนไม่ได้รับคัพสักใบตลอดชีวิตเลยครับ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2602_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2602]=],
				[ [=[text]=] ]=[=[อย่างไรก็ตามซูเปอร์คัพเพียงแค่การเริ่มต้น! รอดูเกมสุดสัปดาห์กันเถอะ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2602_3]=]
			}
		}
	},
	[ [=[Q2603]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2603]=],
				[ [=[text]=] ]=[=[ต้องชนะเกมแรกของฤดูกาลให้ได้!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2603_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2603]=],
				[ [=[text]=] ]=[=[ฤดูกาลนี้เริ่มต้นได้อย่างดี แต่รอบที่ 3 ต้องพบ ลิเวอร์พูลซึ่งจะเป็นความท้าทายที่จริงจังนะครับ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2603_2]=]
			}
		}
	},
	[ [=[Q2604]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2604]=],
				[ [=[text]=] ]=[=[เสมอแล้ว!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2604_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2604]=],
				[ [=[text]=] ]=[=[เสมอก็ดีแล้ว คู่แข่งมีกลยุทธ์เชิงรุกอย่างรวดเร็ว แต่เรายังแบ่งคะแนนได้ก็ดีมากแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2604_2]=]
			}
		}
	},
	[ [=[Q2605]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2605]=],
				[ [=[text]=] ]=[=[ชนะทีมเซาแทมป์ตันอีกแล้ว สภาพทีมกำลังดี!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2605_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2605]=],
				[ [=[text]=] ]=[=[ใช่แล้ว ในยูฟ่ายูโรปาลีก เรากำลังอยู่ในอันดับ 1 ของกลุ่ม ทุกอย่างกำลังไปได้ดี]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2605_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2605]=],
				[ [=[text]=] ]=[=[จู่ๆ ผมก็รู้สึกไม่ดี...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2605_3]=]
			}
		}
	},
	[ [=[Q2606]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2606]=],
				[ [=[text]=] ]=[=[แพ้แล้ว! เลกแรกเราเสมอ แต่สุดท้ายก็โดนคัดออก!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2606_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2606]=],
				[ [=[text]=] ]=[=[แพ้ก็ไม่เป็นไรหรอก เขาเป็นแค่ทีมเล็กๆ ไม่ค่อยมีโอกาสเข้าถึงรอบ 4 ทีมสุดท้าย เกมนี้เขาจึงเล่นอย่างเต็มที]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2606_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2606]=],
				[ [=[text]=] ]=[=[ใช่แล้ว ขอให้เขาโชคดีในรอบชิงชนะเลิศล่ะกัน...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2606_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2606]=],
				[ [=[text]=] ]=[=[เรายังเหลือลีก โมไบล์คัพและยูฟ่ายูโรปาลีก แต่นักเตะเหนื่อยแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2606_4]=]
			}
		}
	},
	[ [=[Q2607]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2607]=],
				[ [=[text]=] ]=[=[เข้ารอบ 16 ทีมสุดท้ายยูฟ่ายูโรปาลีก]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2607_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2607]=],
				[ [=[text]=] ]=[=[จากสถานการณ์ตอนนี้ เป้าหมายของฤดูกาลนี้คือเข้ากลุ่มมีสิทธ์แข่งแชมเปียนส์ลีกในฤดูกาลหน้า]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2607_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2607]=],
				[ [=[text]=] ]=[=[หมายความว่าเราต้องเข้ารอบ 4 ทีมสุดท้ายของฤดูกาล หรือคว้ารางวัลชนะเลศ ยูฟ่ายูโรปาลีก]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2607_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2607]=],
				[ [=[text]=] ]=[=[แค่บรรลุเป้าหมายที่ตั้งไว้ในฤดูกาลนี้ก็ประสบความสำเร็จแล้ว ขณะนี้เรายังไม่มีแผนการชัดเจน ขอให้พยายามสุดกำลังในทุกๆ เกมล่ะกัน]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2607_4]=]
			}
		}
	},
	[ [=[Q2608]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2608]=],
				[ [=[text]=] ]=[=[เสมอกับลอนดอน ไวท์ ยังไม่ได้อยู่ในรอบ 4 ทีมสุดท้าย]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2608_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2608]=],
				[ [=[text]=] ]=[=[ดีที่ไม่พบคู่แข่งที่แข็งแรงในยูฟ่ายูโรปาลีกเข้ารอบ 4 ทีมสุดท้ายอย่างง่ายดาย]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2608_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2608]=],
				[ [=[text]=] ]=[=[เล่นให้เต็มทีในยูฟ่ายูโรปาลีก จะเข้ารอบชิงชนะเลิศให้ได้!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2608_3]=]
			}
		}
	},
	[ [=[Q2609]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2609]=],
				[ [=[text]=] ]=[=[ไม่น่าเชื่อเลย ผลออกมาเป็นแบบนี้...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2609_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2609]=],
				[ [=[text]=] ]=[=[ในสนามเหย้าแต่เสียประตู 3 ลูก สถานการณ์ตอนนี้ไม่ดีเลย]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2609_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2609]=],
				[ [=[text]=] ]=[=[แต่ยังไงก็เสมอแล้ว ขอให้ชนะในเกมเลกสองก็หมดปัญหา สู้ๆ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2609_3]=]
			}
		}
	},
	[ [=[Q2610]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2610]=],
				[ [=[text]=] ]=[=[……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2610_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2610]=],
				[ [=[text]=] ]=[=[……]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2610_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2610]=],
				[ [=[text]=] ]=[=[……]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2610_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2610]=],
				[ [=[text]=] ]=[=[ตกรอบแล้ว เหล่านักเตะก็เหนื่อยมากแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2610_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2610]=],
				[ [=[text]=] ]=[=[ตกรอบได้ไง ทั้งๆ ที่ทีมเราแข็งกว่าบียาร์เรอัล! ทำไม?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2610_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2610]=],
				[ [=[text]=] ]=[=[ไม่มีเวลาพักผ่อนและกำลังนักเตะมีความจำกัด ไม่งั้นเราจะแพ้ตั้งแต่ครึ่งแรกของทั้ง 2 เกมได้ไง]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2610_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2610]=],
				[ [=[text]=] ]=[=[ในครึ่งหลังทีมเราได้แข่งขันอย่างเต็มที่มาก ผมภูมิใจมาก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2610_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2610]=],
				[ [=[text]=] ]=[=[ต่อไปไม่มีทางเลือกแล้ว! ต้องพยายามเต็มที่ในลีกกันเถอะ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2610_8]=]
			}
		}
	},
	[ [=[Q2611]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2611]=],
				[ [=[text]=] ]=[=[หลังจากชนะเลสเตอร์ ทีมได้เข้ารอบ 4 ทีมสุดท้ายแล้ว สุดท้ายก็มีสิทธ์เข้าร่วมยูฟ่าแชมเปียนส์ลีกหน้า]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2611_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2611]=],
				[ [=[text]=] ]=[=[ใจเย็นๆ แค่ได้เข้ารอบแบ่งกลุ่มเองครับ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2611_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2611]=],
				[ [=[text]=] ]=[=[นั่นคือเรื่องของฤดูกาลหน้า อย่างไรก็ตาม เราก็ได้ผลงานที่โอเครแล้ว ขอให้ชนะในรอบสุดท้าย แล้วคว้ารางวัลให้สำเร็จ เราจะจบฤดูกาลนี้อย่างสวยงาม]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2611_3]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2611]=],
				[ [=[text]=] ]=[=[แพ้แล้ว...แชมป์ซูเปอร์คัพในช่วงเริ่มต้นฤดูกาลเป็นผลงานเดียวของเรา...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2611_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2611]=],
				[ [=[text]=] ]=[=[แพ้ก็ไม่เป็นไรหรอก เพราะในทั้ง 4 ลีกเราก็เข้าถึงรอบสุดท้าย นั่นคือเป็นผลงานอันยิ่งใหญ่ที่สุด]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2611_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2611]=],
				[ [=[text]=] ]=[=[ฤดูกาลหน้าเป็นเวลาที่เราจะสร้างผลงาน!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2611_6]=]
			}
		}
	},
	[ [=[Q2701]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2701]=],
				[ [=[text]=] ]=[=[ฤดูกาลนี้ต้องพยายามคว้าอันดับ 1 ถึงแม้เราเป็นทีมใหม่ แต่มีการเติมโตอย่างรวดเร็ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2701_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2701]=],
				[ [=[text]=] ]=[=[แม้อายุคุณจะไม่น้อยแล้ว แต่ดูยังมีความกระตือรือร้นอยู่เสมอ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2701_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2701]=],
				[ [=[text]=] ]=[=[ใช่ ผมรู้สึกถึงความกระตือรือร้นในตัวกำลังเต็มอิ่ม ถ้าให้ผมพักตอนนี้ ผมคงอึดอัดมาก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2701_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2701]=],
				[ [=[text]=] ]=[=[ผมกังวลลว่าวันหนึ่งคุณละล้มลงที่เก้าอี้โค้ช...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2701_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2701]=],
				[ [=[text]=] ]=[=[ไม่เป็นไร หากถึงวันนั้นจริง ถือว่าผมได้ทุ่มเททั้งชีวิตให้กับฟุตบอลแล้วล่ะกัน]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2701_5]=]
			}
		}
	},
	[ [=[Q2702]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2702]=],
				[ [=[text]=] ]=[=[หลังจากชนะอาร์เซนอล สภาพของทีมดีมาก ชนะทั้ง 6 เกมแรก!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2702_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2702]=],
				[ [=[text]=] ]=[=[คู่แข่งต่อไปคือเซาแทมป์ตัน คงลำบากหน่อย...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2702_2]=]
			}
		}
	},
	[ [=[Q2703]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2703]=],
				[ [=[text]=] ]=[=[แพ้แล้ว...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2703_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2703]=],
				[ [=[text]=] ]=[=[ไม่เป็นไรหรอก แพ้แค่เกมเดียว เกมต่อไปจะเป็นเกมสำคัญที่สุดในรอบแบ่งกลุ่มของแชมเปียนส์ลีก ขอให้ชนะ เราจะได้ไปต่อ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2703_2]=]
			}
		}
	},
	[ [=[Q2704]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2704]=],
				[ [=[text]=] ]=[=[ดีมาก! ผ่านรอบแบ่งกลุ่มในครั้งแรกที่เข้าร่วมแชมเปียนส์ลีก]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2704_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2704]=],
				[ [=[text]=] ]=[=[ดูเหมือนไม่ใช่เรื่องที่ยากมาก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2704_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2704]=],
				[ [=[text]=] ]=[=[งั้นต้องเล่นให้เต็มทีในลีกกันเถอะ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2704_3]=]
			}
		}
	},
	[ [=[Q2705]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2705]=],
				[ [=[text]=] ]=[=[ใช่แล้ว หวังว่าจะชนะบอร์นมัธได้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2705_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2705]=],
				[ [=[text]=] ]=[=[ในเกมต่อไปของโมไบล์คัพจะวางแผนยังไง หากความกดดันจากลีกยุโรปไม่มาก เราควรแข่งขันในทุกลีกใช่ไหม?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2705_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2705]=],
				[ [=[text]=] ]=[=[ผมจะเปลี่ยนแปลงบุคลากรบางส่วน แต่คงไม่มาก หวังว่าจะผ่านเกมนี้ได้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2705_3]=]
			}
		}
	},
	[ [=[Q2706]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2706]=],
				[ [=[text]=] ]=[=[ตกรอบแล้ว...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2706_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2706]=],
				[ [=[text]=] ]=[=[จริงๆ โมไบล์คัพไม่ได้อยู่ในแผนอยู่แล้ว ไม่ช้าก็เร็วเราจะพบคู่แข่งที่แข็งแกร่งกว่า ตกรอบก็ไม่ใช่เรื่องที่แปลก อย่างไรก็ดีเราจะมีเวลาเตรียมตัวให้ดีสำหรับลีกและแชมเปียนส์ลีก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2706_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2706]=],
				[ [=[text]=] ]=[=[แสดงว่าแพ้ก็เป็นอีกหนึ่งกลยุทธ์....]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2706_3]=]
			}
		}
	},
	[ [=[Q2707]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2707]=],
				[ [=[text]=] ]=[=[ตารางการแข่งขันแน่นเกิน จบเกมกับเวสต์แฮม ต้องแข่งต่อในรอบแบ่งกลุ่มของแชมเปียนส์ลีก]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2707_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2707]=],
				[ [=[text]=] ]=[=[คู่แข่งมีประสบการณ์ค่อนข้างมากในการแข่งขัน จากสถานการณ์ตอนนี้ ผมเห็นเสมอก็ดีแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2707_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2707]=],
				[ [=[text]=] ]=[=[เราจะเต็มที่กับเกมเลกสอง!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2707_3]=]
			}
		}
	},
	[ [=[Q2708]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2708]=],
				[ [=[text]=] ]=[=[ไม่ผิดจริงๆ หลังจากที่เสมอในเกมเลกแรก ในเกมเลกสองเราก็ชนะแล้ว!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2708_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2708]=],
				[ [=[text]=] ]=[=[ชนะเพราะความกล้าการของนักเตะเอง ผมมีส่วนร่วมเพียงเล็กน้อยเท่านั้น]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2708_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2708]=],
				[ [=[text]=] ]=[=[ต่อไปเป็นรอบชิงชนะเลิศคัพสิงโต แม้จะเป็นลีกขนาดเล็กแต่ก็ไม่เคยชนะ ครั้งนี้รอดูผลจะเป็นยังไง]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2708_3]=]
			}
		}
	},
	[ [=[Q2709]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2709]=],
				[ [=[text]=] ]=[=[ได้แชมป์แล้ว! ฉลองกันเถอะ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2709_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2709]=],
				[ [=[text]=] ]=[=[คืนนี้ฉลองให้เต็มทีก่อน แต่ฤดูกาลนี้ยังมีอีกยาว ยังเหลืออีก 2 ลีกที่ต้องจัดการ...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2709_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2709]=],
				[ [=[text]=] ]=[=[ไม่ต้องห่วงหรอก เหล่านักเตะจะพิจารณาเองได้ว่าเกมพบกับยูเวนตุส จะมีความสำคัญแค่ไหน!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2709_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2709]=],
				[ [=[text]=] ]=[=[จากผลเสมอในเลกแรก เราต้องชนะให้ได้ในเลกสองถึงเข้ารอบต่อไปได้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2709_4]=]
			}
		}
	},
	[ [=[Q2710]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2710]=],
				[ [=[text]=] ]=[=[ชนะแล้ว! เข้ารอบ 4 ทีมสุดท้ายแชมเปียนส์ลีก!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2710_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2710]=],
				[ [=[text]=] ]=[=[คู่แข่งในรอบ 4 ทีมสุดท้ายคือ... บาเยิร์น]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2710_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2710]=],
				[ [=[text]=] ]=[=[เขาเข้ารอบ 4 ทีมสุดท้ายเกือบทุกปี ส่วนเราเป็นเพียงทีมใหม่ในแชมเปียนส์ลีก...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2710_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2710]=],
				[ [=[text]=] ]=[=[จริงๆ เข้าถึงรอบนี้ผมก็พอใจมากแล้ว เราอาจจะแพ้แต่จะไม่ยอมแพ้อย่างง่ายได้!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2710_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2710]=],
				[ [=[text]=] ]=[=[ใช่แล้ว อย่างน้อยก็ไม่ปล่อยให้เขาดูถูกเรา...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2710_5]=]
			}
		}
	},
	[ [=[Q2711]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2711]=],
				[ [=[text]=] ]=[=[ในสนามเหย้าแต่มีผลเสมอและยังถูกยิงเข้าประตูหลายลูก คัมแบ็คคงยาก...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2711_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2711]=],
				[ [=[text]=] ]=[=[ไม่เป็นไรหรอก เข้าถึงรอบนี้ผมก็พอใจแล้ว อีกทั้งเราได้พิสูจน์ความสามารถให้ทั้งโลกได้เห็นแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2711_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2711]=],
				[ [=[text]=] ]=[=[เล่นอย่างสบายๆ เลย!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2711_3]=]
			}
		}
	},
	[ [=[Q2712]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2712]=],
				[ [=[text]=] ]=[=[ไม่มีทางที่จะเลือกล่ะ...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2712_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2712]=],
				[ [=[text]=] ]=[=[สู้ๆ ตอนนี้มีทางเลือกเดียวคือมุ่งเน้นในการแข่งขันของลีก ขอให้ชนะในรอบสุดท้ายเราก็ได้รางวัลขนะเลศ ของฤดูกาล!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2712_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2712]=],
				[ [=[text]=] ]=[=[ใช่แล้ว เดินหน้าเลย!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2712_3]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2712]=],
				[ [=[text]=] ]=[=[ยินดีต้อนรับทีมขนะเลศของอังกฤษ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2712_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2712]=],
				[ [=[text]=] ]=[=[ได้รางวัลขนะเลศของฤดูกาลแล้วบวกกับแชมป์คัพสิงโต ถือว่าคว้าดับเบิ้ลแชมป์]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2712_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2712]=],
				[ [=[text]=] ]=[=[ถึงแม้จะแพ้ในรอบ 4 ทีมสุดท้ายแชมเปียนส์ลีก แต่ก็ทำให้ทุกคนแปลกใจได้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2712_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2712]=],
				[ [=[text]=] ]=[=[ปีหน้าเราควรรักษาอันดับให้ได้หรือต้องพยายามอยู่ในทีมชั้นนำในกลุ่มให้ได้... คิดหนักจริงๆ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2712_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2712]=],
				[ [=[text]=] ]=[=[เรื่องที่ต้องทำยังมีอีกมาก!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2712_8]=]
			}
		}
	},
	[ [=[Q2801]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2801]=],
				[ [=[text]=] ]=[=[ทำไมฤดูกาลใหม่เริ่มไวจัง ผมรู้สึกยังมีอีกหลายเรื่องยังไม่ได้ทำ...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2801_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2801]=],
				[ [=[text]=] ]=[=[เวลาไม่เคยรอใคร อายุยิ่งมากยิ่งเครียดง่าย]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2801_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2801]=],
				[ [=[text]=] ]=[=[อืม จำได้ว่าผมมีความฝันที่จะเป็นหนึ่งในยุโรป แม้ว่าโปรตุเกส เนเธอร์แลนด์ ฝรั่งเศส และอิตาลีมีผลงานที่ยอดเยี่ยม แต่สุดท้ายก็ยังทำไม่ได้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2801_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2801]=],
				[ [=[text]=] ]=[=[แม้พี่อายุมากแล้ว แต่ยังกล้าที่จะเดินตามความฝัน ซาบซึ้งมากจริงๆ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2801_4]=]
			}
		}
	},
	[ [=[Q2802]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2802]=],
				[ [=[text]=] ]=[=[พึ่งเริ่มต้นก็ไม่ดีแล้ว...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2802_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2802]=],
				[ [=[text]=] ]=[=[ฉันรู้สึกว่าเรายังเตรียมตัวมาไม่ดี แพ้ก็แพ้เลย นั่นหมายความว่าคู่แข่งเตรียมตัวมาดีกว่าเรา]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2802_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2802]=],
				[ [=[text]=] ]=[=[งั้นคุณเตรียมตัวเสร็จหรือยัง ใกล้จะถึงนัดแรกของลีกแล้ว]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2802_3]=]
			}
		}
	},
	[ [=[Q2803]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2803]=],
				[ [=[text]=] ]=[=[แพ้อีกแล้ว...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2803_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2803]=],
				[ [=[text]=] ]=[=[ว๊าว เจ๋งอ่ะ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2803_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2803]=],
				[ [=[text]=] ]=[=[เจ๋งเหรอ คุณแพ้จนเป็นบ้าแล้วใช่ไหม ตื่นมาเลย]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2803_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2803]=],
				[ [=[text]=] ]=[=[ฉันไม่ได้เป็นบ้า ฉันดีใจเพราะพึ่งพบแผนการเล่นที่สุดยอด คุณไม่เห็นว่าครึ่งหลังเราสวนกลับหลายครั้งเหรอ ถ้าแข่งอีก 10 นาทีเราชนะแน่]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2803_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2803]=],
				[ [=[text]=] ]=[=[ทั้งเชื่อทั้งไม่เชื่อ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2803_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2803]=],
				[ [=[text]=] ]=[=[รอไปก่อน ความมานะของฉันตั้งแต่แรกจนกระทั่งตอนนี้ก็มีไสตล์เล่นบอลแบบนี้ เพียงแค่ขยันอดทนฝึกซ้อมฤดูกาลนี้เราจะชนะ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2803_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2803]=],
				[ [=[text]=] ]=[=[ดีจริง เราชนะตลอดจนถึงตอนนี้จริง เอาตำแหน่งเบอร์หนึ่งของฤดูกาลคืนกลับมา]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2803_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2803]=],
				[ [=[text]=] ]=[=[อืม ให้นักเตะสำรองฝึกไสตล์เล่นบอลนี้ในเกมสุดท้ายของรอบแบ่งกลุ่ม]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2803_8]=]
			}
		}
	},
	[ [=[Q2804]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2804]=],
				[ [=[text]=] ]=[=[แพ้แล้ว...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2804_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2804]=],
				[ [=[text]=] ]=[=[ไม่เป็นไร ทั้งนักเตะหลักและสำรองชินกับไสตล์เล่นใหม่ของฉันแล้ว เรายิ่งสามารถใช้นักเตะได้มากขึ้น]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2804_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2804]=],
				[ [=[text]=] ]=[=[ดันไปด้านหน้าเร็ว!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2804_3]=]
			}
		}
	},
	[ [=[Q2805]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2805]=],
				[ [=[text]=] ]=[=[เข้ารอบคัพโมไบล์แล้ว ไม่รู้จะเจอทีมแข็งแกร่งไหนบ้าง ส่วนแชมเปียนส์ลีกเราได้เข้ารอบ 4 ทีมสุดท้ายด้วย ฤดูนี้เยี่ยมมาก]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2805_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2805]=],
				[ [=[text]=] ]=[=[อืม รอบรองชิงชนะเลิศเป็นความท้าทายใหญ่สุดของฤดูกาลนี้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2805_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2805]=],
				[ [=[text]=] ]=[=[ก่อนเข้าลีกเราก็มีการแข่งขันในประเทศ เราสลับนักเตะได้ไหม ไหนๆก็กำลังได้เปรียบอยู่]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2805_3]=]
			}
		}
	},
	[ [=[Q2806]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2806]=],
				[ [=[text]=] ]=[=[นัดต่อไปเป็นรอบ 4 ทีมสุดท้ายของแชมเปียนส์ลีกแล้ว]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2806_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2806]=],
				[ [=[text]=] ]=[=[คู่แข่งคือทีมอัตเลตีโกมาดริด ถึงแม้ว่าทีมมีสตาร์ไม่มาก แต่โค้ช S เก่งมาก เลยอาจจะรุกอย่างรูนแรง]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2806_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2806]=],
				[ [=[text]=] ]=[=[งั้นถ้าแข่งที่สนามเยือนก็ต้องพยายามเสมอหรอ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2806_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2806]=],
				[ [=[text]=] ]=[=[ฉันก็คิดอย่างงั้น]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2806_4]=]
			}
		}
	},
	[ [=[Q2807]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2807]=],
				[ [=[text]=] ]=[=[ขั้นตอนที่ 1 เสร็จ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2807_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2807]=],
				[ [=[text]=] ]=[=[อีม หลังจากนั้นชนะเขาที่สนามเหย้าถือว่าโอเค พูดง่ายทำยาก ถึงแม้ว่าเรากำลังได้เปรียบ แต่ทีมอัตเลตีโกมาดริดมักจะเล่นได้ดีเสมอในเกมที่เขาถูกประเมินว่าอ่อนกว่า]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2807_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2807]=],
				[ [=[text]=] ]=[=[ถึงรอบนี้แล้ว ไม่มีทีมไหนอ่อนหรอก]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2807_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2807]=],
				[ [=[text]=] ]=[=[อืม แม้ว่าคู่แข่งแข็งแกร่งแต่ฉันเชื่อนักเตะของเรา]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2807_4]=]
			}
		}
	},
	[ [=[Q2808]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2808]=],
				[ [=[text]=] ]=[=[ชนะแล้ว เข้ารอบชิงชนะเลิศ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2808_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2808]=],
				[ [=[text]=] ]=[=[อืม ไม่คิดว่าฤดูนี้เรามีโอกาสชิงแชมป์ทั้ง 3 การแข่งขัน]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2808_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2808]=],
				[ [=[text]=] ]=[=[เพื่อทริปเปิ้ลแชมป์ ต้องชนะเลิศลีกนี้เลย]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2808_3]=]
			}
		}
	},
	[ [=[Q2809]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2809]=],
				[ [=[text]=] ]=[=[ได้รางวัลชนะเลศ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2809_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2809]=],
				[ [=[text]=] ]=[=[ต่อไปเป็นรอบชิงชนะเลิศที่คัพโมไบล์ ฉันก็ไม่มีอะไรที่สั่จะงสอน ทีมกำลังอยู่สภาพดี แค่พัฒนาฝีมือตามปกติ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2809_2]=]
			}
		}
	},
	[ [=[Q2810]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2810]=],
				[ [=[text]=] ]=[=[ได้ดับเบิลแชมป์]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2810_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2810]=],
				[ [=[text]=] ]=[=[เหลือความท้าทายสุดท้ายคือบาร์เซโลนา มานี้เลย!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2810_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2810]=],
				[ [=[text]=] ]=[=[ฤดูกาลนี้ประสบความสำเร็จเกินที่ฉันคาดหวัง แม้ว่าไม่ได้ทริปเปิ้ลแชมป์แต่ก็พอใจแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2810_3]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2810]=],
				[ [=[text]=] ]=[=[ทริปเปิ้ลแชมป์]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2810_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2810]=],
				[ [=[text]=] ]=[=[อา..เหนื่อยจัง]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2810_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2810]=],
				[ [=[text]=] ]=[=[ลุกขึ้นฉลองกันอ่ะคุณ ตอนนี้ไม่ใช่เวลาพักผ่อน]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2810_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2810]=],
				[ [=[text]=] ]=[=[หลังจากได้ทริปเปิ้ลแชมป์ก็รู้สึกเหนื่อยมาก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2810_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2810]=],
				[ [=[text]=] ]=[=[ถึงเวลาสั่งสอนอีกแล้ว]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2810_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2810]=],
				[ [=[text]=] ]=[=[ช่างน้องเขาซ่ะ คืนนี้ต้องฉลองเต็มที่]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2810_9]=]
			}
		}
	},
	[ [=[Q2901]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2901]=],
				[ [=[text]=] ]=[=[ตื่นมาเลย ใกล้ถึงฤดูใหม่แล้ว]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2901_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2901]=],
				[ [=[text]=] ]=[=[อะไร ถึงแล้วเหรอ ฉันยังคิดไม่เสร็จว่าควรนำทีมต่อหรือเปล่า กะว่าจะเกษียณหลังจากได้ 3 แชมป์]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2901_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2901]=],
				[ [=[text]=] ]=[=[ทำไมไม่บอกล่วงหน้า ถ้าตอนนี้คุณลาออกก็หาใครมาแทนไม่ได้หรอก ฤดูกาลนี้คุณต้องนำทีมไปต่อ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2901_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2901]=],
				[ [=[text]=] ]=[=[ไม่มีพลังเพื่อพยายามต่อ แต่ทิ้งก็ไม่ได้ ทำยังไงดี]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2901_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2901]=],
				[ [=[text]=] ]=[=[เป็นมืออาชีพหน่อย ฤดูกาลใหม่ใกล้จะเริ่มแข่งแล้ว]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2901_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2901]=],
				[ [=[text]=] ]=[=[ไม่ต้องพูดอย่างงั้นหรอก ลุยไปเลย]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2901_6]=]
			}
		}
	},
	[ [=[Q2902]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2902]=],
				[ [=[text]=] ]=[=[ดีแล้ว คุณอารมณ์ดีก็ทำให้สภาพของทีมดูดีขึ้น]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2902_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2902]=],
				[ [=[text]=] ]=[=[อืม อย่าตั้งเป้าหมายไกลเกิน แค่ตั้งเป้าเล่นดีในทุกเกมก็พอ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2902_2]=]
			}
		}
	},
	[ [=[Q2903]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2903]=],
				[ [=[text]=] ]=[=[ขนาดเกมยากขนาดนี้ก็ชนะ ตั้งแต่เริ่มฤดูกาลยังไม่เคยแพ้เลย ดูเหมือนคุณไปถึงยอดสูงแล้ว]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2903_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2903]=],
				[ [=[text]=] ]=[=[ส่วนหนึ่งเป็นเพราะยังไม่เจอคู่แข่งที่แข็งแกร่ง ต่อไปต้องแข่งกับแมนยู นี่เป็นความท้าทายจริง]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2903_2]=]
			}
		}
	},
	[ [=[Q2904]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2904]=],
				[ [=[text]=] ]=[=[ชนะ แมนซี เอฟซี! แมนยูมาเลย]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2904_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2904]=],
				[ [=[text]=] ]=[=[แรงขนาดนี้ เกือบจะทนไม่ไหวแล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2904_2]=]
			}
		}
	},
	[ [=[Q2905]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2905]=],
				[ [=[text]=] ]=[=[แพ้จริงเลย]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2905_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2905]=],
				[ [=[text]=] ]=[=[แพ้แค่เกมเดียวก็ไม่เป็นไรหรอก เกมก่อนหน้านี้ถึงนาทีสุดท้ายเราก็เสมอได้ หรือพลิกเกมชนะได้นี่นา]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2905_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2905]=],
				[ [=[text]=] ]=[=[ใช่ ต่อไปก็เล่นให้ดีนะ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2905_3]=]
			}
		}
	},
	[ [=[Q2906]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2906]=],
				[ [=[text]=] ]=[=[แพ้แล้ว... โดนคัดออกแล้ว...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2906_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2906]=],
				[ [=[text]=] ]=[=[ไม่เป็นไร ใน 4 ทัวร์นาเมต์อันนี้ไม่สำคัญมาก เราเคยได้ขนะเลศนี้แล้วเลยฉันไม่สนใจมาก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2906_2]=]
			}
		}
	},
	[ [=[Q2907]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2907]=],
				[ [=[text]=] ]=[=[เกมนี้เสมอแล้ว เรากำลังทำเสียเปรียบ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2907_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2907]=],
				[ [=[text]=] ]=[=[ความมั่นคงของทีมพวกเราในฤดูกาลนี้แย่กว่าเดิมมาก แม้ว่าฉันต้องรับผิดชอบแต่นักเตะก็เกี่ยวข้องด้วย]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2907_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2907]=],
				[ [=[text]=] ]=[=[หลังจากได้ทริปเปิ้ลแชมป์ นักเตะหลายคนได้ลดความปรารถนาคว้าชัยชนะ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2907_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2907]=],
				[ [=[text]=] ]=[=[ใช่ เรื่องนี้ทำให้เราแพ้ในหลายเกมที่ไม่ควรแพ้]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2907_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2907]=],
				[ [=[text]=] ]=[=[พยายามที่สุดในเกมนี้ก่อน]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2907_5]=]
			}
		}
	},
	[ [=[Q2908]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2908]=],
				[ [=[text]=] ]=[=[ได้เข้ารอบ 4 ทีมสุดท้ายแล้ว ทางไปยากมาก]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2908_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2908]=],
				[ [=[text]=] ]=[=[แทบไม่มีบรรยากาศสบายเหมือนปีที่แล้ว อีกหนึ่งนักเตะสำคัญบางคนได้รับบาดเจ็บเมื่อแข่งขันทำให้สภาพยิ่งแย่อีก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2908_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2908]=],
				[ [=[text]=] ]=[=[อีกสถานการณ์ของทีมในลีกก็ไม่ดี ถ้าต่อไปอย่างงี้เราจะอยู่นอกท็อป 4]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2908_3]=]
			}
		}
	},
	[ [=[Q2909]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2909]=],
				[ [=[text]=] ]=[=[คัพโมไบล์ก็ถูกคัดออกแล้ว]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2909_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2909]=],
				[ [=[text]=] ]=[=[แม้ว่าตามทฤษฎีเรายังหวังจะรักษา 2 แชมป์ได้ แต่ดูสถานะของทีมอย่างนี้ก็ไม่สามารถทำได้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2909_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2909]=],
				[ [=[text]=] ]=[=[ฉันคิดว่าเราต้องพยายามอยู่ในท็อป 4 อย่างน้อยก็การันตีว่าเข้าแชมเปียนส์ลีกในปีหน้า]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2909_3]=]
			}
		}
	},
	[ [=[Q2910]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2910]=],
				[ [=[text]=] ]=[=[เราได้กลับมาอยู่สภาพดีแล้วในลีก 2 เกมต่อไปต้องแข่งกับทีม Madrid Royals เราอาจจะแพ้]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2910_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2910]=],
				[ [=[text]=] ]=[=[ความกดดันของการแข่งขัน ทีมเหนื่อยและบาดเจ็บเยอะ จิตใจไม่ดี เรารอดูว่าจะเกิดอะไรขึ้น]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2910_2]=]
			}
		}
	},
	[ [=[Q2911]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2911]=],
				[ [=[text]=] ]=[=[คุณทำได้ยังไง อย่างงี้ก็เสมอกับ Madrid Royals ได้ เจ๋งอ่ะ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2911_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2911]=],
				[ [=[text]=] ]=[=[อืม เวลาพักฉันได้ให้กำลังใจเขา สุดท้ายเขาก็ได้แสดงความสามารถของตน]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2911_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2911]=],
				[ [=[text]=] ]=[=[ดีมาก สู้ต่อเลย!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2911_3]=]
			}
		}
	},
	[ [=[Q2912]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2912]=],
				[ [=[text]=] ]=[=[ครั้งนี้ หมดหนทางจริงๆ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2912_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2912]=],
				[ [=[text]=] ]=[=[ฉันรู้ ด้วยสภาพแบบนี้ไม่แพ้ Madrid Royals ก็เป็นผลที่มหัศจรรย์แล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2912_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2912]=],
				[ [=[text]=] ]=[=[ดูว่าปีนี้ไม่ได้ผลงานอะไรแล้ว]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2912_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2912]=],
				[ [=[text]=] ]=[=[อืม ปีนี้ไม่ค่อยดี ฉันก็มีความรับผิดชอบ แต่มันก็ช่วยให้ฉันเจอเป้าหมาย ปีหน้าฉันจะเอาสิ่งที่พลาดกลับคืนมา]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2912_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2912]=],
				[ [=[text]=] ]=[=[ชนะเกมนี้ก่อนเถอะ รับรองปีหน้าเข้าร่วมแชมเปียนส์ลีกได้แล้วจะว่างแผนต่อ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q2912_5]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q2912]=],
				[ [=[text]=] ]=[=[สุดท้ายก็ได้อยู่อันดับ 4 ของลีก]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2912_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2912]=],
				[ [=[text]=] ]=[=[ปีที่แล้ว หลังจากได้ทริปเปิ้ลแชมป์ฉันคิดว่าจะเกษียณ แต่ดูสภาพอย่างนี้ฉันคงเกษียณไม่ได้แล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2912_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q2912]=],
				[ [=[text]=] ]=[=[ก่อนที่เอารางวัลชนะเลศกลับมาอีกครั้ง ฉันจะไม่ลาออก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q2912_8]=]
			}
		}
	},
	[ [=[Q3001]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3001]=],
				[ [=[text]=] ]=[=[ปีนี้ต้องได้อันดับ 1 แล้วฉันจะอำลาเกษียณ สำเร็จอย่างสมบูรณ์แบบ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3001_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3001]=],
				[ [=[text]=] ]=[=[จะไปจากกันจริงเหรอ เสียใจจัง อยู่ๆก็ไม่อยากให้ทีมชิงชนะเลิศ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3001_2]=]
			}
		}
	},
	[ [=[Q3002]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3002]=],
				[ [=[text]=] ]=[=[ความรู้สึกไม่ต่างกับปีที่แล้วเลย]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3002_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3002]=],
				[ [=[text]=] ]=[=[ก็ยังไม่รู้หรอก ไหนๆก็เป็นอังกฤษนะ มีแต่ทีมแข็งแกร่ง ยังไม่รู้ทีมใหนจะชิงชนะเลิศ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3002_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3002]=],
				[ [=[text]=] ]=[=[อย่าเสียคะแนนเมื่อแข่งกับทีมอ่อนกว่า มันเป็นจุดสำคัญเพื่อได้ชิงชนะเลิศ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3002_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3002]=],
				[ [=[text]=] ]=[=[ใช่ เหมือนลิเวอร์พูลแหละ ชนะหลายทีมเก่งแต่สุดท้ายแพ้ทีมอ่อนกว่า ถึงตอนนี้ยังไม่เคยได้รางวัลขนะเลศสักอันเลย]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3002_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3002]=],
				[ [=[text]=] ]=[=[เพราะฉะนั้นเราอย่าประมาท ต้องชนะเกมนี้อย่างเด็ดขาด]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3002_5]=]
			}
		}
	},
	[ [=[Q3003]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3003]=],
				[ [=[text]=] ]=[=[ถึงแม้ว่าได้ชนะหลายเกมในลีก แต่ในแชมเปียนส์ลีกเราแสดงไม่ดีเลย สองนัดที่ผ่านมาเสมอทั้งสอง]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3003_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3003]=],
				[ [=[text]=] ]=[=[ไม่เป็นไร เราอยู่กลุ่มเดียวกับบาเยิร์น ไม่หวังว่าจะเป็นทีมอันดับ 1  ขอแค่แข่งขันให้ดีในสองเกมกับโรมา ได้อยู่อันดับ 2 ก็พอใจ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3003_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3003]=],
				[ [=[text]=] ]=[=[หวังอย่างงั้น]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3003_3]=]
			}
		}
	},
	[ [=[Q3004]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3004]=],
				[ [=[text]=] ]=[=[แพ้แล้ว... ตอนนี้อยู่ในความเสี่ยงอาจถูกคัดออก]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3004_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3004]=],
				[ [=[text]=] ]=[=[ปีนี้ทีมโรมาเล่นได้ดีมาก คงเพราะว่าเป็นปีสุดท้ายก่อนที่แขวนสตั๊ดของกัปตัน T]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3004_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3004]=],
				[ [=[text]=] ]=[=[ทำไมทีมเราไม่ได้ขวัญกำลังใจในการแข่งขันเหมือนเขา ทั้งทีมไม่อยากเอารางวัลเพื่ออำลาโค้ชอย่างฉันเหรอ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3004_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3004]=],
				[ [=[text]=] ]=[=[เขาคงไม่อยากให้โค้ชไป]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3004_4]=]
			}
		}
	},
	[ [=[Q3005]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3005]=],
				[ [=[text]=] ]=[=[ถ้าอย่างงี้ อีกไม่นานจะถูกคัดออก]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3005_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3005]=],
				[ [=[text]=] ]=[=[เป็นอย่างงั้นได้ไง]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3005_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3005]=],
				[ [=[text]=] ]=[=[ชัดเจนแล้วว่า พวกเรามีโอกาสเยอะมากเมื่ออยู่ในสนาม...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3005_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3005]=],
				[ [=[text]=] ]=[=[ถูกคัดออกเป็นสิ่งที่หลีกเลี่ยงยาก แต่ตอนนี้สิ่งที่ต้องทำคือคัมแบ็คเกม! อย่างไรก็ตามฤดูกาลนี้ยังอีกยาว พยายามตอนนี้ก็ยังทันอยู่!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3005_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3005]=],
				[ [=[text]=] ]=[=[ได้! งั้นก็เริ่มจากเกมนี้เลย!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3005_5]=]
			}
		}
	},
	[ [=[Q3006]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3006]=],
				[ [=[text]=] ]=[=[ต้องเอาชนะหนึ่งเกมอย่างงดงาม เพื่อหยุดช่วงเวลาที่แพ้ต่อเนื่องเร็ว]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3006_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3006]=],
				[ [=[text]=] ]=[=[ใช่ ฉันก็อารมณ์ดีขึ้นแล้ว ไม่นึกถึงเรื่องเกษียณอะไรทั้งนั้น]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3006_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3006]=],
				[ [=[text]=] ]=[=[เอาชนะทีมเชลซี เพื่อเป็นจุดเริ่มต้นของการคัมแบ็คที่สุดยอด!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3006_3]=]
			}
		}
	},
	[ [=[Q3007]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3007]=],
				[ [=[text]=] ]=[=[ชนะงดงามมาก!ความรู้สึกของการชนะกลับมาแล้ว!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3007_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3007]=],
				[ [=[text]=] ]=[=[ต้องเป็นอารมณ์แบบนี้แหละ ต่อไปคือรอบรองชนะเลศของคัพสิงโต คู่แข่งที่เหลือก็ไม่ค่อยแข็งเกร่งต้องได้แชมป์คัพนี้และเพิ่มแต้มของทีมมากขึ้น!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3007_2]=]
			}
		}
	},
	[ [=[Q3008]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3008]=],
				[ [=[text]=] ]=[=[ได้เข้ารอบชิงชนะเลิศแล้ว ตอนนี้ไม่มีทีมไหนสามารถขวางทางพวกเราได้ ลุยไปเพื่อเป็นแชมป์เหอะ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3008_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3008]=],
				[ [=[text]=] ]=[=[ดูเหมือนว่าคัพแล็กไปหน่อยใช่ไหม...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3008_2]=]
			}
		}
	},
	[ [=[Q3009]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3009]=],
				[ [=[text]=] ]=[=[ก็พยายามกันต่อ!แม้ว่าตอนนี้อยู่อันดับล่าง แต่ฤดูกาลยังอีกยาว อะไรก็สามารถเกิดขึ้นได้!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3009_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3009]=],
				[ [=[text]=] ]=[=[ใช่แล้ว แม้ว่าแต้มของเรายังน้อยเมื่อเทียบกับทีมอันดับ 1 แต่เขาอาจจะมีผิดพลาดได้ แค่ชนะเกมที่เหลือทั้งหมดเราก็เป็นผู้ขนะเลศแล้ว!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3009_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3009]=],
				[ [=[text]=] ]=[=[ก้าวไป!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3009_3]=]
			}
		}
	},
	[ [=[Q3010]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3010]=],
				[ [=[text]=] ]=[=[ต่อไปก็คือรอบรองชนะเลศของโมบายคัพ! ต้องเพิ่มชัยชนะพวกเราขึ้นกันเหอะ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3010_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3010]=],
				[ [=[text]=] ]=[=[ถ้วยใบหนึ่งก็ขาดไม่ได้เลย!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3010_2]=]
			}
		}
	},
	[ [=[Q3011]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3011]=],
				[ [=[text]=] ]=[=[ตอนนี้เป็นช่วงแข่งขันดุเดือดของลีก!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3011_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3011]=],
				[ [=[text]=] ]=[=[แม้ว่าตอนนี้ไม่ได้อยู่อันดับหนึ่ง แต่เกมที่เหลือคู่แข่งของเรามีแต่ทีมที่แข็งแกร่งทั้งนั้น แค่ชนะพวกเขาเราก็จะเป็นผู้ชนะเลศ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3011_2]=]
			}
		}
	},
	[ [=[Q3012]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3012]=],
				[ [=[text]=] ]=[=[ทีมลิเวอร์พูลส์อยู่อันดับ 2 ของลีกที่แล้ว ในเกมสุดท้ายได้ 2 แต้ม]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3012_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3012]=],
				[ [=[text]=] ]=[=[แค่ชนะเขาเราก็มีโอกาสเป็นแชมป์ได้!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3012_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3012]=],
				[ [=[text]=] ]=[=[นี่เป็นครั้งแรกที่ลิเวอร์พูลได้อยู่ในอันดับที่สูงอย่างงี้ เขาคงอยากได้ชนะมาก อีกทั้งในฤดูกาลนี้สภาพของเขาดีมาก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3012_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3012]=],
				[ [=[text]=] ]=[=[ยังลังเลอะไรอีก! จงคว้าชัยชนะกันเถอะ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3012_4]=]
			}
		}
	},
	[ [=[Q3013]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3013]=],
				[ [=[text]=] ]=[=[ก้าวไป!ก้าวไปเป็นแชมป์!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3013_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3013]=],
				[ [=[text]=] ]=[=[เอาชนะแล้วจบฤดูกาลนี้เหอะ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3013_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3013]=],
				[ [=[text]=] ]=[=[นี่ๆ ยังไม่จบหรอกเพราะยังเหลือรอบชิงชนะเลิศกับทีมเลสเตอร์ฟอสส์...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3013_3]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3013]=],
				[ [=[text]=] ]=[=[แพ้แล้ว...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3013_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3013]=],
				[ [=[text]=] ]=[=[ยังเสียดายนิดหน่อย...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3013_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3013]=],
				[ [=[text]=] ]=[=[ลาก่อนนะ สนามบอลสุดที่รัก...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3013_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3013]=],
				[ [=[text]=] ]=[=[นี่ โค้ชอยากจะเกษียณแล้วไม่ใช่หรือ?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3013_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3013]=],
				[ [=[text]=] ]=[=[ใช่แล้ว ฉันนี่ก็ถึงอายุเกษียณแล้ว ฉันก็รอเวลานี้มานานแล้ว...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3013_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3013]=],
				[ [=[text]=] ]=[=[โค้ชจะยอมได้หรอ แม้ว่าฤดูกาลนี้ได้เป็นแชมป์แล้วแต่ก็ยังเสียดายมาก! เพราะเรายังไม่ได้ชนะทีมสเปนไง!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3013_9]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3013]=],
				[ [=[text]=] ]=[=[อย่างน้อยก็ต้องรอให้ได้แชมป์อีกครั้งแล้วค่อยลาออกสิ?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3013_10]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3013]=],
				[ [=[text]=] ]=[=[อีกอย่าง โค้ชลืมแล้วหรอ ตอนเริ่มต้นโค้ชได้บอกอยากจะเจอเพื่อนเก่า ตอนนี้เขาก็กำลังอยู่ทีมสเปนนะ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3013_11]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3013]=],
				[ [=[text]=] ]=[=[……………………]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3013_12]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3013]=],
				[ [=[text]=] ]=[=[ช่วยให้ฉันลุกขึ้นหน่อย!ไปสเปนกันเถอะ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3013_13]=]
			}
		}
	},
	[ [=[Q3101]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3101]=],
				[ [=[text]=] ]=[=[ได้กลับมาคาบสมุทรไอบีเรียที่คุ้นเคยแล้ว...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3101_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3101]=],
				[ [=[text]=] ]=[=[ปีแรกที่ไปสเปนฉันรู้ว่าตัวเองไม่ได้เป็นหนุ่มเหมือนแต่ก่อน เวลาที่ได้เป็นโค้ชก็เหลืออีกไม่นาน]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3101_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3101]=],
				[ [=[text]=] ]=[=[อย่าพูดอย่างงั้นสิ...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3101_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3101]=],
				[ [=[text]=] ]=[=[อย่างไรก็ตามอายุของฉันก็มากแล้ว ไม่รู้วันต่อไปจะมีอะไรเกิดขึ้น คุณจะไม่เข้าใจหรอก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3101_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3101]=],
				[ [=[text]=] ]=[=[เพราะฉะนั้นอย่าให้เหมือนทีมก่อนสิ เราต้องพยายามเอาแต้มให้ได้!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3101_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3101]=],
				[ [=[text]=] ]=[=[ในลีกมีมาดริดและบาร์เซโลนา ดังนั้นอย่าฝันถึงรางวัลชนะเลศเลย...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3101_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3101]=],
				[ [=[text]=] ]=[=[จึงต้องทำให้ทีมเราแข็งเกร่งขึ้นในเวลาอันสั้นที่สุด!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3101_7]=]
			}
		}
	},
	[ [=[Q3102]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3102]=],
				[ [=[text]=] ]=[=[เกมแรกก็โอเคดี]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3102_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3102]=],
				[ [=[text]=] ]=[=[สภาพของทีมเราดีกว่าที่คาดไว้ แต่อยากเอาชนะสองทีมนั้นก็ไม่ง่ายหรอก...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3102_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3102]=],
				[ [=[text]=] ]=[=[ฉันไม่เห็นจะยากขนาดนั้น เขาได้ทุ่มเงินจำนวนมากเพื่อโอนย้ายนักเตะ ตอนนี้นักเตะใหม่คงปรับตัวยังไม่ทันดังนั้นอาจจะมีผิดพาดได้...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3102_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3102]=],
				[ [=[text]=] ]=[=[ก็สมเหตุสมผล!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3102_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3102]=],
				[ [=[text]=] ]=[=[เพียงรักษาสภาพให้เหมือนปัจจุบันนี้ก็โอเคละ แล้วรอโอกาสจากคู่แข่งล่ะกัน!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3102_5]=]
			}
		}
	},
	[ [=[Q3103]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3103]=],
				[ [=[text]=] ]=[=[การคาดเดาของคุณแม่นยำจัง!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3103_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3103]=],
				[ [=[text]=] ]=[=[ขอบคุณ แค่เรื่องง่ายๆ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3103_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3103]=],
				[ [=[text]=] ]=[=[ตอนนี้เราอยู่อันดับหนึ่งแล้ว ในเกมต่อไปของคัพมาทาดอร์ต้องค่อยสลับกัน...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3103_3]=]
			}
		}
	},
	[ [=[Q3104]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3104]=],
				[ [=[text]=] ]=[=[ครึ่งแรกเสมอ... ดีแล้วที่ครึ่งหลังชนะได้]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3104_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3104]=],
				[ [=[text]=] ]=[=[ยังไงลาลีกาก็ง่ายกว่าพรีเมียร์ลีก... เล่นสองเกม]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3104_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3104]=],
				[ [=[text]=] ]=[=[เพราะฉะนั้นจำนวนครั้งที่แข่งขันก็มากกว่า...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3104_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3104]=],
				[ [=[text]=] ]=[=[เกมที่เสมอกับเออิบาร์ทำให้เห็นว่าลีกนี้ไม่ใช่มีทีมที่แข็งเกร่งแค่สองทีม แต่ทีมใดก็ตามอย่าดูถูกเขา]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3104_4]=]
			}
		}
	},
	[ [=[Q3105]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3105]=],
				[ [=[text]=] ]=[=[รอบ 8 ทีมสุดท้าย คัพมาทาดอร์พวกเราก็เอาชนะอย่างง่ายดาย!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3105_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3105]=],
				[ [=[text]=] ]=[=[ตอนนี้แค่ชนะอีกในรอบ 4 ทีมสุดท้ายเราจะก้าวสู่รอบชิงชนะเลิศ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3105_2]=]
			}
		}
	},
	[ [=[Q3106]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3106]=],
				[ [=[text]=] ]=[=[เราต้องชนะเกมต่อไป ทั้งสองทีมที่แข็งเกร่งก็แพ้แล้ว แค่เราอย่าปล่อยให้เกิดข้อผิดพลาดที่สำคัญรางวัลชนะเลศก็อยู่ในกำมือเราแน่นอนใช่ไหม?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3106_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3106]=],
				[ [=[text]=] ]=[=[ไม่ทราบว่าข้อผิดพลาดที่สำคัญที่คุณพูดคืออะไร... เกมต่อไปเจอบาร์เซโลนาจะสำคัญมาก แม้ว่าสภาพของเขาจะไม่ค่อยดีแต่แค่มีสตาร์คนหนึ่งของเขาทำได้ดี ทีมเราก็จะแพ้แน่นอน...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3106_2]=]
			}
		}
	},
	[ [=[Q3107]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3107]=],
				[ [=[text]=] ]=[=[สุดท้ายก็เอาชนะบาร์เซโลนาไม่ได้]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3107_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3107]=],
				[ [=[text]=] ]=[=[ใช่ละ ถ้าแพ้ในเกมเจอแอทเลติกบิลบาโอต่อไปก็จะอันตรายมากนะ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3107_2]=]
			}
		}
	},
	[ [=[Q3108]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3108]=],
				[ [=[text]=] ]=[=[ต้องพยายามมากกว่าเหอะ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3108_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3108]=],
				[ [=[text]=] ]=[=[ในอาทิตย์เดียวต้องแข่งขันสองเกมก็รีบเกิน...ใกล้จะเจอทีมมาลากาแล้ว นั้นก็ไม่ใช่เกมง่ายหรอก...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3108_2]=]
			}
		}
	},
	[ [=[Q3109]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3109]=],
				[ [=[text]=] ]=[=[หากแพ้... เกมต่อไปทุกเกมต้องชนะให้ได้!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3109_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3109]=],
				[ [=[text]=] ]=[=[ดีที่ทีมคู่แข่งที่เหลือไม่แข็งแกร่งมาก ช่วงเวลาเดือดร้อนที่สุดก็ผ่านไปแล้ว เราก็ยังอยู่อันดับหนึ่ง ฉันพอใจมาก...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3109_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3109]=],
				[ [=[text]=] ]=[=[แค่ชนะเกมสุดท้ายก็เป็นแชมป์แล้ว!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3109_3]=]
			}
		}
	},
	[ [=[Q3110]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3110]=],
				[ [=[text]=] ]=[=[ฤดูกาลแรกก็ได้รางวัลชนะเลศแล้ว! โค้ชทำได้ไง!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3110_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3110]=],
				[ [=[text]=] ]=[=[สามารถได้อันดับ 1 ก็เพราะคุณมีการคาดเดาที่แม่นยำ แต่รอให้ได้รางวัลชนะเลศมาทาดอร์ก่อนแล้วค่อยฉลองที่เดียวได้ไหม?]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3110_2]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3110]=],
				[ [=[text]=] ]=[=[ฤดูกาลแรกได้ 2 แชมป์!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3110_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3110]=],
				[ [=[text]=] ]=[=[อย่าลืมเป้าหมายของพวกเราคือทริปเปิ้ลแชมป์อีกครั้ง!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3110_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3110]=],
				[ [=[text]=] ]=[=[ฤดูกาลหน้า!เป้าหมายทริปเปิ้ลแชมป์เริ่มต้น!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3110_5]=]
			}
		}
	},
	[ [=[Q3201]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3201]=],
				[ [=[text]=] ]=[=[ฤดูกาลนี้คงไม่ง่ายหรอก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3201_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3201]=],
				[ [=[text]=] ]=[=[อยากเปลี่ยนแปลงสถานะของหลายปีที่ผ่านมา ทำให้ทีมใหญ่สองทีมนั้นเสียหน้า เขาก็เตรียมพร้อมแล้ว รอวันแก้แค้น!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3201_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3201]=],
				[ [=[text]=] ]=[=[เป้าหมายของพวกเราคือทริปเปิ้ลแชมป์ ไม่แค่ชนะแชมเปียนส์ลีกแต่ต้องเผชิญหน้ากับอุปสรรคที่รุนแรงของลีกในประเทศ...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3201_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3201]=],
				[ [=[text]=] ]=[=[หลีกเลี่ยงก็ไม่ได้ผลอะไร ต้องดึงตัวกลับมาเพื่อจัดการทุกปัญหา...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3201_4]=]
			}
		}
	},
	[ [=[Q3202]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3202]=],
				[ [=[text]=] ]=[=[นี่คือครั้งแรกพวกเราเอาชนะทีมบาร์เซโลนา]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3202_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3202]=],
				[ [=[text]=] ]=[=[ชนะในครั้งนี้แสดงว่าทีมเราไม่แพ้ทีมใดในโลก!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3202_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3202]=],
				[ [=[text]=] ]=[=[ซูเปอร์คัพแค่เหมือนอาหารลองท้อง จริงๆ อุปสรรคเริ่มมาแล้ว...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3202_3]=]
			}
		}
	},
	[ [=[Q3203]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3203]=],
				[ [=[text]=] ]=[=[เกมแรกของฤดูกาลไม่ง่ายเหมือนปีที่แล้ว...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3203_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3203]=],
				[ [=[text]=] ]=[=[นอกจากนี้ทีมใหญ่สองทีมก็ระวังตัวกว่าปีที่แล้ว ไม่ให้เห็นจุดอ่อนของเขาเลย]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3203_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3203]=],
				[ [=[text]=] ]=[=[คราวหน้าก็คือการแข่งขันแชมเปียนส์ลีก นี้ก็เป็นเกมสำคัญมาก...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3203_3]=]
			}
		}
	},
	[ [=[Q3204]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3204]=],
				[ [=[text]=] ]=[=[ครั้งนี้คงไม่มีปัญหาอะไรหรอก]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3204_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3204]=],
				[ [=[text]=] ]=[=[ต้องตั้งใจให้มาก!ต้องเอาแต้มให้ได้!อย่างน้อยก็อย่าให้ตกอยู่ในอันดับล่างมาก!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3204_2]=]
			}
		}
	},
	[ [=[Q3205]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3205]=],
				[ [=[text]=] ]=[=[ต่อไปคือรอบคัดออกแชมเปียนส์ลีก คู่แข่งคือเบนฟิกาคงไม่มีปัญหาอะไรหรอก...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3205_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3205]=],
				[ [=[text]=] ]=[=[แม้ว่าเรามาจากลีกที่แข็งเกร่งกว่า แต่ในลีกยุโรปเบนฟิกาก็เป็นทีมที่แข็งเกร่ง ดูถูกไม่ได้หรอก...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3205_2]=]
			}
		}
	},
	[ [=[Q3206]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3206]=],
				[ [=[text]=] ]=[=[ทำยังไงดีล่ะ! ครึ่งแรกถูกนำแล้ว ครึ่งที่สองยังมีโอกาสอยู่...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3206_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3206]=],
				[ [=[text]=] ]=[=[กลยุทธ์เบนฟิกาในฤดูกาลนี้สมบูรณ์มาก จัดการยากมาก...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3206_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3206]=],
				[ [=[text]=] ]=[=[อีกทั้งเราต้องเผื่อแรงให้การแข่ง...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3206_3]=]
			}
		}
	},
	[ [=[Q3207]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3207]=],
				[ [=[text]=] ]=[=[โดน...แพ้...แล้ว...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3207_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3207]=],
				[ [=[text]=] ]=[=[ไม่มีอะไรที่ต้องบ่นหรอก ทีมฟูตบอลอย่างเรา ยากที่จะแข่งเต็มทีได้ทั้งสามลีกในอาทิตย์เดียว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3207_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3207]=],
				[ [=[text]=] ]=[=[แต่พวกเราก็พัฒนารวดเร็วมาก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3207_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3207]=],
				[ [=[text]=] ]=[=[เป้าหมายได้ทริปเปิ้ลแชมป์คงต้องรออีก 1 ปี...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3207_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3207]=],
				[ [=[text]=] ]=[=[เรายังมีความหวังจะได้แชมป์ในฤดูกาลนี้!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3207_5]=]
			}
		}
	},
	[ [=[Q3208]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3208]=],
				[ [=[text]=] ]=[=[หลังจากพยายามเต็มที่มาระยะหนึ่ง พวกเราก็ได้ชนะ 6 เกมต่อเนื่อง!ได้กลับมาเป็นอันดับ 1!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3208_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3208]=],
				[ [=[text]=] ]=[=[งั้นเอาชนะเกมสุดท้ายแล้วคว้ารางวัลชนะเลศเลย!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3208_2]=]
			}
		}
	},
	[ [=[Q3209]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3209]=],
				[ [=[text]=] ]=[=[รักษาแชมป์สำเร็จ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3209_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3209]=],
				[ [=[text]=] ]=[=[ต่อไปเป็นรอบชิงชนะคัพมาทาดอร์... หวังว่าผลจะออกมาดี!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3209_2]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3209]=],
				[ [=[text]=] ]=[=[แพ้แล้ว... ไม่เท่ากับฤดูกาลที่แล้ว...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3209_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3209]=],
				[ [=[text]=] ]=[=[ฤดูกาลนี้ต้องแข่งขันทั้งสามคัพ แล้วอีกอย่างสองทีมนั้นยิ่งแข็งแกร่งขึ้นอีก...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3209_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3209]=],
				[ [=[text]=] ]=[=[เป็นปีที่มีแต่อุปสรรคจริงๆ...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3209_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3209]=],
				[ [=[text]=] ]=[=[ฤดูกาลต่อไปจะยากลำบากกว่า...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3209_6]=]
			}
		}
	},
	[ [=[Q3301]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3301]=],
				[ [=[text]=] ]=[=[เป้าหมายปีนี้ก็คือได้ทริปเปิ้ลแชมป์!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3301_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3301]=],
				[ [=[text]=] ]=[=[ดูแปลกๆ...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3301_2]=]
			}
		}
	},
	[ [=[Q3302]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3302]=],
				[ [=[text]=] ]=[=[ยังไม่ชนะทีมบาร์เซโลนาได้อีก...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3302_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3302]=],
				[ [=[text]=] ]=[=[2 ปีต่อเนื่องที่หลุดรางวัลชนะเลศ ทำให้อันดับ 1 ของทีมบาร์เซโลนายิ่งไม่แน่นอน ฤดูกาลนี้พวกเขาก็ใช้เงิน 500 ล้านปอนด์เพื่อเพิ่มความสามารถขึ้น]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3302_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3302]=],
				[ [=[text]=] ]=[=[ดูเหมือนว่าเป้าหมายได้ทริปเปิ้ลแชมป์นับวันยิ่งยาก...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3302_3]=]
			}
		}
	},
	[ [=[Q3303]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3303]=],
				[ [=[text]=] ]=[=[คุณลุง แม้เวลาแข่งขันพึ่งผ่านแค่ 1/3 เท่านั้น แต่ดูจากแต้มเราไม่เหลือความหวังอีกแล้ว...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3303_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3303]=],
				[ [=[text]=] ]=[=[จากฐานะของทีมใหญ่ทั้งสองนั้น เราคงหมดหวังแน่เลย...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3303_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3303]=],
				[ [=[text]=] ]=[=[งั้น... เราต้องมุ่งเน้นในการแข่งขันอื่นๆไหม?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3303_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3303]=],
				[ [=[text]=] ]=[=[ก็ดี... ไม่มีทางอื่นอีกแล้ว...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3303_4]=]
			}
		}
	},
	[ [=[Q3304]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3304]=],
				[ [=[text]=] ]=[=[ดูเหมือนว่าลีกนี้กลายเป็นการแข่งขันของสองทีมใหญ่แล้วแหละ แต้มพวกเขาจะมากกว่า 3 ตัวเลขแน่ๆ...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3304_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3304]=],
				[ [=[text]=] ]=[=[แต่อย่างน้อย เราก็รักษาความมั่นคงได้ หลังจากที่ชนะบาเลนเซีย ตอนนี้คัพมาทาดอร์ก็ไม่มีคู่แข่งที่แข็งแกร่งมากและในแชมเปียนส์ลีกเราก็ได้อยู่ใน 16 ทีมสุดท้าย...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3304_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3304]=],
				[ [=[text]=] ]=[=[ทริปเปิ้ลแชมป์ของผม... ไม่ยอมเลย......]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3304_3]=]
			}
		}
	},
	[ [=[Q3305]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3305]=],
				[ [=[text]=] ]=[=[เกมแรกของรอบ 4 ทีมสุดท้ายคัพมาทาดอร์มาแล้ว เป็นเกมที่สำคัญมาก]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3305_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3305]=],
				[ [=[text]=] ]=[=[แม้หมดโอกาสชิงแชมป์อีกแล้ว แต่ต้องไปต่อถึงสุดท้ายถึงจะเป็นคนกล้าหาญ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3305_2]=]
			}
		}
	},
	[ [=[Q3306]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3306]=],
				[ [=[text]=] ]=[=[เสมอแล้ว... ครึ่งที่สองห้ามผิดพลาด!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3306_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3306]=],
				[ [=[text]=] ]=[=[ห้ามผิดพลาดเด็ดขาด!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3306_2]=]
			}
		}
	},
	[ [=[Q3307]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3307]=],
				[ [=[text]=] ]=[=[……………………]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3307_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3307]=],
				[ [=[text]=] ]=[=[……………………]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3307_2]=]
			}
		}
	},
	[ [=[Q3308]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3308]=],
				[ [=[text]=] ]=[=[……………………]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3308_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3308]=],
				[ [=[text]=] ]=[=[……………………]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3308_2]=]
			}
		}
	},
	[ [=[Q3309]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3309]=],
				[ [=[text]=] ]=[=[……………………]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3309_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3309]=],
				[ [=[text]=] ]=[=[……………………]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3309_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3309]=],
				[ [=[text]=] ]=[=[เฮ้ รีบตื่นเถอะ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3309_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3309]=],
				[ [=[text]=] ]=[=[ไม่รู้ว่าฤดูกาลนี้เราจะมีโอกาสใดอีกไหม... ทริปเปิ้ลแชมป์คงไม่หวัง...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3309_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3309]=],
				[ [=[text]=] ]=[=[เรายังแข่งขันในแชมเปียนส์ลีก! ได้เข้าเป็นสี่ทีมสุดท้ายแล้ว!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3309_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3309]=],
				[ [=[text]=] ]=[=[จริงๆ ผมไม่มั่นใจเท่าไหร่เลย...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3309_6]=]
			}
		}
	},
	[ [=[Q3310]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3310]=],
				[ [=[text]=] ]=[=[ครึ่งแรกเราทำดีมาก! เหมาะที่เป็น 4 ทีมสุดท้ายจริงๆ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3310_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3310]=],
				[ [=[text]=] ]=[=[ดีมาก ครึ่งที่สองพยายามมากกว่าเดิมนะ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3310_2]=]
			}
		}
	},
	[ [=[Q3311]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3311]=],
				[ [=[text]=] ]=[=[พยายามที่สุดแล้ว แต่ก็ได้แค่นี้แหละ...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3311_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3311]=],
				[ [=[text]=] ]=[=[สองเกมในรอบ 4 ทีมสุดท้ายนี้ ทั้งทีมเหมือนมีความเปลี่ยนแปลงเยอะมาก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3311_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3311]=],
				[ [=[text]=] ]=[=[ใช่แล้ว แม้เราไม่ได้เข้ารอบชิงชนะเลิศ แต่ได้อยู่ใน 4 ทีมสุดท้ายก็ถือว่าสุดยอดละ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3311_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3311]=],
				[ [=[text]=] ]=[=[เรื่องนี้แสดงให้เราเห็นว่า ไม่ใช่แค่สองทีมใหญ่ที่สามารถแข่งขนะเลศได้! เรายังสามารถชิงแชมป์ได้อีก!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3311_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3311]=],
				[ [=[text]=] ]=[=[ดังนั้นเราต้องเอาชนะเกมสุดท้ายให้ได้เพื่อสามารถไปต่อในฤดูกลาต่อไป ปีหน้าต้องคว้าแชมป์ให้ได้]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3311_5]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3311]=],
				[ [=[text]=] ]=[=[ดีมาก! ได้ท็อป 4 ในปีนี้!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3311_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3311]=],
				[ [=[text]=] ]=[=[แม้ไม่สามารถรักษาสภาพในทั้งฤดูกาล แต่สุดท้ายก็เป็น 1 ใน 3 ทีมแข็งแรงที่สุดของสเปน]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3311_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3311]=],
				[ [=[text]=] ]=[=[งั้นฤดูกาลต่อไป จะเป็นฤดูที่น่าสนมาก!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3311_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3311]=],
				[ [=[text]=] ]=[=[ใช่แล้ว เป้าหมายก็ยังเป็นทริปเปิ้ลแชมป์!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3311_9]=]
			}
		}
	},
	[ [=[Q3401]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3401]=],
				[ [=[text]=] ]=[=[ต้องพยายามที่สุดในแต่ละนัดในการแข่งแชมเปียนส์ลีกและคัพมาทาดอร์ อย่าประมาท!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3401_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3401]=],
				[ [=[text]=] ]=[=[ตอนนี้ดูโค้ชเหมือนเด็กมัธยม...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3401_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3401]=],
				[ [=[text]=] ]=[=[ผมยังอ่อนเยาว์แบบนั้นแหละ เหมือนนักเรียน...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3401_3]=]
			}
		}
	},
	[ [=[Q3402]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3402]=],
				[ [=[text]=] ]=[=[จนถึงตอนนี้ ทุกอย่างยังควบคุมได้อยู่]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3402_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3402]=],
				[ [=[text]=] ]=[=[ต้องพยายามอยู่ในท็อป 3...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3402_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3402]=],
				[ [=[text]=] ]=[=[หากเทียบกับคู่แข่งรายใหญ่อีกสองทีมดูเหมือนว่าเราขาดอะไรบางอย่าง หรือจะเป็นความเสถียร?...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3402_3]=]
			}
		}
	},
	[ [=[Q3403]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3403]=],
				[ [=[text]=] ]=[=[ตั้งแต่เราแพ้ทีมแอทเลติกบิลบาโอมา เหมือนทีมเริ่มไม่มีพลังต่อสู้!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3403_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3403]=],
				[ [=[text]=] ]=[=[หากแพ้อีก อย่าไปคิดถึงการชนะเลิศอีกเลย...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3403_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3403]=],
				[ [=[text]=] ]=[=[ความฝันแตกสลายแล้ว... สงสารโค้ชจังเลย...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3403_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3403]=],
				[ [=[text]=] ]=[=[แต่ยังไงเราก็ต้องก้าวไปต่อ...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3403_4]=]
			}
		}
	},
	[ [=[Q3404]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3404]=],
				[ [=[text]=] ]=[=[หากเอาชนะทีมเรอัลมาดริด เราจะมีโอกาสพลิกกลับสถานการณ์ได้ไหม?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3404_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3404]=],
				[ [=[text]=] ]=[=[หากชนะได้จะดีมากเลย]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3404_2]=]
			}
		}
	},
	[ [=[Q3405]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3405]=],
				[ [=[text]=] ]=[=[อ้าว แพ้อีกแล้ว...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3405_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3405]=],
				[ [=[text]=] ]=[=[ชีวิตก็เป็นแบบนี้แหละ พึ่งเห็นเส้นทางรอดแล้วสุดท้ายหายไปเลย]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3405_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3405]=],
				[ [=[text]=] ]=[=[งั้นเราต้องเน้นคัพมาทาดอร์ เพื่อรักษาเกียรติไว้...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3405_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3405]=],
				[ [=[text]=] ]=[=[พูดมั่วอะไรอยู่นั่น! คัพมาทาดอร์ก็สำคัญนะ อยากจะคว้าแชมป์ก็ไม่ใช่เรื่องง่ายหรอกนะ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3405_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3405]=],
				[ [=[text]=] ]=[=[ไม่ใช่ตอนโค้ชพึ่งมาก็ได้คัพหรอ? ทำไมไม่เห็นดีใจ...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3405_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3405]=],
				[ [=[text]=] ]=[=[สถานการณ์ตอนนั้นมันแตกต่าง ตอนนั้นสองทีมใหญ่สภาพแย่ลงมาก เรามาแข่งคัพนั้นใครๆก็ดูถูก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3405_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3405]=],
				[ [=[text]=] ]=[=[ตอนนี้ใครๆก็ยอมรับว่าทีมเราเป็นทีมที่แข็งแกร่ง สองทีมใหญ่ก็กลายเป็นทีมดีเด่นของฟุตบอล... ส่วนทีมอัตเลตีโกมาดริดและเซบียาก็เติบโตมากขึ้นพอที่จะแข่งชนะเลศได้ด้วยแล้ว...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3405_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3405]=],
				[ [=[text]=] ]=[=[หากในสถานการณ์นี้ สามารถชนะเลศได้จะรู้สึกภูมิใจมาก!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3405_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3405]=],
				[ [=[text]=] ]=[=[หรือแค่ข้ออ้างเฉยๆ...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3405_9]=]
			}
		}
	},
	[ [=[Q3406]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3406]=],
				[ [=[text]=] ]=[=[ขอแค่เสมอ ก็เข้ารอบต่อไปได้แล้ว...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3406_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3406]=],
				[ [=[text]=] ]=[=[ผมไม่อยากเสมอ! ต้องชนะด้วยผลต่างประตูอย่างน้อย 2 ลูก เพื่อแสดงความตั้งใจจะแข่งชนะเลศ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3406_2]=]
			}
		}
	},
	[ [=[Q3407]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3407]=],
				[ [=[text]=] ]=[=[เข้ารอบชิงชนะเลิศแล้ว! ต้องเตรียมตัวให้ดีที่สุด!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3407_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3407]=],
				[ [=[text]=] ]=[=[ใช่แล้ว ยังต้องเข้าร่วมฤดูกาลแข่งขันกับแชมเปียนส์ลีกอีก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3407_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3407]=],
				[ [=[text]=] ]=[=[คู่แข่งที่แชมเปียนส์ลีกคือเปแอสเช ทาวเวอร์ส ก่อนที่แข่งกับเขา เราต้องจัดทีมให้อยู่ในสถานะที่ดีก่อน]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3407_3]=]
			}
		}
	},
	[ [=[Q3408]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3408]=],
				[ [=[text]=] ]=[=[วันแรกแข่งขันแชมเปียนส์ลีก 8 ทีมสุดท้ายก็ถึงแล้ว เมื่อก่อนเราก็เคยพบกับเปแอสเช ทาวเวอร์ส...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3408_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3408]=],
				[ [=[text]=] ]=[=[แต่ได้ข่าวว่าฤดูกาลนี้พวกเขาไม่เหมือนแต่ก่อนแล้ว]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3408_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3408]=],
				[ [=[text]=] ]=[=[เวลาผ่านไปเร็วมาก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3408_3]=]
			}
		}
	},
	[ [=[Q3409]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3409]=],
				[ [=[text]=] ]=[=[ครึ่งหนึ่งเราเสมอแล้ว... ทุกอย่างที่หวังไว้อยู่ครึ่งที่สองแหละ...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3409_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3409]=],
				[ [=[text]=] ]=[=[พวกเขาพัฒนากว่าเดิมมากจริงๆ...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3409_2]=]
			}
		}
	},
	[ [=[Q3410]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3410]=],
				[ [=[text]=] ]=[=[... หากเป็นแบบนั้น ฤดูกาลก็สิ้นสุดละ...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3410_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3410]=],
				[ [=[text]=] ]=[=[แต่จริงๆพวกเขาเตรียมตัวดีกว่า สภาพก็ดีกว่าเรา ผมไม่มีอะไรอธิบายหรอก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3410_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3410]=],
				[ [=[text]=] ]=[=[การแข่งขันเหลือไม่กี่รอบ... ดูว่าเราจะหาที่เพื่อไปแข่งแชมป์เปียนส์ลีกปีหน้าไหม...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3410_3]=]
			}
		}
	},
	[ [=[Q3411]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3411]=],
				[ [=[text]=] ]=[=[สุดท้ายแค่อันดับที่ 6 ผิดหวังจริงๆ...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3411_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3411]=],
				[ [=[text]=] ]=[=[ฤดูกาลหน้าไม่ได้ไปแข่งแชมป์เปียนส์ลีกอีกแล้ว เรื่องการเงินน่าจะลำบาก แผนการเล่นก็จะเปลี่ยนแปลงอะไรไม่ได้...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3411_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3411]=],
				[ [=[text]=] ]=[=[ผมมีเรื่องอยากให้โค้ชรู้ ต้องเตรียมตัวไว้ก่อน...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3411_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3411]=],
				[ [=[text]=] ]=[=[คณะกรรมการอยากให้ผมลาออกเองใช่ไหม? ผมเข้าใจ... เดี๋ยวผมเตรียมตัวเอง...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3411_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3411]=],
				[ [=[text]=] ]=[=[ไม่ใช่แบบนั้น เขาอยากให้คุณโค้ชแสดงความสามารถในรอบชิงชนะเลศในคัพมาทาดอร์]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3411_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3411]=],
				[ [=[text]=] ]=[=[ก็แบบนั้นแหละ พวกเขากำลังกังวลในความสามารถของผม หากตอนวัยรุ่น ผมจะลาออกแล้ว แต่ตอนนี้...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3411_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3411]=],
				[ [=[text]=] ]=[=[เอาชนะรอบต่อไปให้ได้! สู้ๆ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3411_7]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3411]=],
				[ [=[text]=] ]=[=[มันก็ไม่ง่ายเท่าไหร่...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3411_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3411]=],
				[ [=[text]=] ]=[=[สุดท้ายก็ได้เซ็นสัญญาต่ออีก 2 ปีกับสโมสร]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3411_9]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3411]=],
				[ [=[text]=] ]=[=[2 ปีหรอ... ฤดูกาลต่อไปเราไม่ได้เข้าแชมป์เปียนส์ลีก ดังนั้นอยากจะได้ทริปเปิ้ลแชมป์คงเป็นไปไม่ได้ ภายในสองปีได้ทริปเปิ้ลแชมป์ ในทางทฤษฎีก็อาจจะเป็นไปได้...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3411_10]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3411]=],
				[ [=[text]=] ]=[=[ทริปเปิ้ลแชมป์]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3411_11]=]
			}
		}
	},
	[ [=[Q3501]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3501]=],
				[ [=[text]=] ]=[=[ไม่ได้เข้าแชมป์เปียนส์ลีก ความดึงดูดของทีมก็ลดลงเยอะ ไม่ได้เพิ่มนักเตะคนไหนเลย...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3501_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3501]=],
				[ [=[text]=] ]=[=[แต่ความกดดันก็ลดลงเยอะ คู่แข่งที่แชมป์เปียนส์ลีกก็อ่อนกว่า]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3501_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3501]=],
				[ [=[text]=] ]=[=[ในสองปีผ่านมา เพราะผมสร้างความกดดันมาก จึงทำให้มีเรื่องเกิดขึ้น]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3501_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3501]=],
				[ [=[text]=] ]=[=[ก็เพราะผมรีบร้อน อยากเอาชนะให้ได้ ก็เลยทำให้นักเตะรู้สึกทนไม่ไหว...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3501_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3501]=],
				[ [=[text]=] ]=[=[งั้นฤดูกาลนี้เราต้องสร้างเสริมจิตใจให้นักเตะ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3501_5]=]
			}
		}
	},
	[ [=[Q3502]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3502]=],
				[ [=[text]=] ]=[=[ใช่แล้ว!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3502_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3502]=],
				[ [=[text]=] ]=[=[หวังว่าฤดูกาลใหม่จะเริ่มต้นด้วยดี!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3502_2]=]
			}
		}
	},
	[ [=[Q3503]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3503]=],
				[ [=[text]=] ]=[=[รอบแรกเอาชนะทีมอัตเลตีโกมาดริด! ต่อไปก็ชนะอีก! ดีมาก!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3503_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3503]=],
				[ [=[text]=] ]=[=[ยูโรปาลีกความกดดันน้อย คู่แข่งส่วนใหญ่อยู่ที่ยุโรปตะวันตก ไม่ต้องไปรัสเซีย ตุรกี สิ่งนี้เราได้เปรียบมาก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3503_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3503]=],
				[ [=[text]=] ]=[=[เอาชนะอีกกันเถอะ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3503_3]=]
			}
		}
	},
	[ [=[Q3504]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3504]=],
				[ [=[text]=] ]=[=[เอาชนะในการแข่งลีกต่อเนื่อง และยูโรปาลีกก็ดี ฤดูกาลนี้ราบรื่นดีมาก!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3504_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3504]=],
				[ [=[text]=] ]=[=[หลังจากปรับเปลี่ยนจิตใจนักเตะ ทุกสิ่งก็เปลี่ยนแปลงตาม]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3504_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3504]=],
				[ [=[text]=] ]=[=[เอาชนะต่อเนื่อง 38 เกมติดต่อกันแล้วได้แชมป์!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3504_3]=]
			}
		}
	},
	[ [=[Q3505]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3505]=],
				[ [=[text]=] ]=[=[การแข่งขันก็ยังชนะอีก ดูเหมือนความหวังกำลังกลับมาใหม่]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3505_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3505]=],
				[ [=[text]=] ]=[=[ใช้พลังจากชัยชนะก้าวต่อไปข้างหน้า!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3505_2]=]
			}
		}
	},
	[ [=[Q3506]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3506]=],
				[ [=[text]=] ]=[=[อ้าว...ประมาทมากแล้ว...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3506_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3506]=],
				[ [=[text]=] ]=[=[อาจจะดูถูกคู่แข่ง... จะราบรื่นตลอดเป็นไปไม่ได้หรอก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3506_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3506]=],
				[ [=[text]=] ]=[=[แต่ตอนนี้เป็นโอกาสที่ให้แสดงความสามารถ หลายซีซั่นก่อนถ้าแพ้ไปเกมเดียวก็จะแพ้ไปอีก ผมเชื่อว่าปีนี้จะไม่เหมือนปีก่อนหรอก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3506_3]=]
			}
		}
	},
	[ [=[Q3507]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3507]=],
				[ [=[text]=] ]=[=[ชนะได้อีกจริงๆ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3507_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3507]=],
				[ [=[text]=] ]=[=[ชนะไม่หยิ่ง แพ้ไม่ท้อถอย ทีมบอลแบบนี้ถึงจะไปได้ไกลสุด]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3507_2]=]
			}
		}
	},
	[ [=[Q3508]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3508]=],
				[ [=[text]=] ]=[=[ชนะต่อเนื่อง 20 เกม ในยูฟ่ายูโรปาลีกก็เหมือนกัน]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3508_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3508]=],
				[ [=[text]=] ]=[=[ใช่แล้ว ไม่คิดว่าหลังจากปรับเปลี่ยนจิตใจ ทีมเราได้กลับมาอย่างแข็งแกร่งขนาดนี้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3508_2]=]
			}
		}
	},
	[ [=[Q3509]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3509]=],
				[ [=[text]=] ]=[=[ชนะต่อเนื่อง 33 เกมในลีก โค้ชกะว่าจะสร้างประวัติศาสตร์ใหม่หรอ?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3509_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3509]=],
				[ [=[text]=] ]=[=[อย่าพูดแบบนั้นสิ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3509_2]=]
			}
		}
	},
	[ [=[Q3510]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3510]=],
				[ [=[text]=] ]=[=[สุดท้ายก็ชนะได้ น่ากลัวจริงๆ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3510_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3510]=],
				[ [=[text]=] ]=[=[ผมคิดว่าคว้ารางวัลชนะเลศสำคัญกว่าการชนะต่อเนื่อง...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3510_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3510]=],
				[ [=[text]=] ]=[=[แต่ดูเหมือนว่าโค้ชก็ให้ความสำคัญเรื่องแพ้ชนะมากเหมือนกัน...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3510_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3510]=],
				[ [=[text]=] ]=[=[อย่าพูดมาก...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3510_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3510]=],
				[ [=[text]=] ]=[=[รอบ 4 ทีมสุดท้ายยูฟ่ายูโรปาลีก! แข่งกับทีมที่เคยได้แชมป์มากสุดในประวัติศาสตร์ นั่นคือเซบียา!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3510_5]=]
			}
		}
	},
	[ [=[Q3511]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3511]=],
				[ [=[text]=] ]=[=[ไม่คิดเลยว่าเซบียาก็ทำอะไรไม่ได้...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3511_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3511]=],
				[ [=[text]=] ]=[=[การแสดงของทีมดีมาก นักเตะทุกคนเล่นดีเหมือนกันหมด]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3511_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3511]=],
				[ [=[text]=] ]=[=[ต้องชนะให้ได้ในนัดสุดท้าย ทำความฝันให้เป็นเรื่องจริง!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3511_3]=]
			}
		}
	},
	[ [=[Q3512]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3512]=],
				[ [=[text]=] ]=[=[เราทำได้แล้ว! คว้าแชมป์ด้วยผลงานไม่แพ้แม้แต่นัดเดียว!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3512_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3512]=],
				[ [=[text]=] ]=[=[ตอนนี้พวกเราพร้อมที่จะเป็นทีมที่จะคว้าทริปเปิ้ลแชมป์แล้ว!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3512_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3512]=],
				[ [=[text]=] ]=[=[เกมสุดท้ายของลีก ชนะลิเวอร์พูลให้ได้ จบอย่างสวยงามกัน!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3512_3]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3512]=],
				[ [=[text]=] ]=[=[ชนะอีกแล้ว!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3512_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3512]=],
				[ [=[text]=] ]=[=[ยูฟ่ายูโรปาลีก สเปนลีก แล้วก็ซุปเปอร์คัพที่เพิ่งได้ คุณคว้าทริปเปิ้ลแชมป์ได้แล้ว!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3512_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3512]=],
				[ [=[text]=] ]=[=[กำลังล้อผมหรอ? ผมจะไม่หยุดที่การคว้าทริปเปิ้ลแชมป์ของลีกอันดับต่ำแบบนี้หรอก...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3512_6]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3512]=],
				[ [=[text]=] ]=[=[ในหนึ่งปีที่ผ่านมาผมเรียนรู้ได้หลายอย่าง ตอนนี้ผมกับทีมบอลมีพลังสมองใจที่แข็งแกร่งมาก ซีซั่นต่อไปจะต้องได้ผลงานมากกว่านี้!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3512_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3512]=],
				[ [=[text]=] ]=[=[ถ้าทุกอย่างราบรื่น นี่คือซีซั่นที่น่าภาคภูมิใจ แล้วก็เป็นซีซั่นสุดท้ายในการเป็นโค้ชของผม...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3512_8]=]
			}
		}
	},
	[ [=[Q3601]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3601]=],
				[ [=[text]=] ]=[=[เริ่มการเดินทางกันเถอะ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3601_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3601]=],
				[ [=[text]=] ]=[=[ขนลุกหมดเลย...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3601_2]=]
			}
		}
	},
	[ [=[Q3602]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3602]=],
				[ [=[text]=] ]=[=[ได้ชนะเลศซุปเปอร์คัพเมื่อเริ่มต้นซีซั่น ก็ถือว่าใช้ได้...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3602_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3602]=],
				[ [=[text]=] ]=[=[แข็งแกร่งมากพอแล้วตอนนี้ ถ้าสามารถรักษาสภาพนี้ได้ดี พวกเราจะชนะอีก!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3602_2]=]
			}
		}
	},
	[ [=[Q3603]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3603]=],
				[ [=[text]=] ]=[=[เริ่มต้นดีมาก! สู้ต่อไป!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3603_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3603]=],
				[ [=[text]=] ]=[=[ไม่มีเหตุผลอะไรที่ไม่ชนะ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3603_2]=]
			}
		}
	},
	[ [=[Q3604]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3604]=],
				[ [=[text]=] ]=[=[พวกเราได้เข้ารอบแน่นอนแล้ว เกมสุดท้ายแค่เสมอเราก็อยู่อันดับ 1 ในตารางจัดอันดับแล้ว...]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3604_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3604]=],
				[ [=[text]=] ]=[=[ได้อันดับ 1 ถือเป็นเรื่องสำคัญมาก ซึ่งจะกำหนดเส้นทางในรอบแพ้คัดออก ผมไม่อยากให้เกิดปัญหาอะไร!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3604_2]=]
			}
		}
	},
	[ [=[Q3605]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3605]=],
				[ [=[text]=] ]=[=[เราได้อันดับ 1 อย่างราบรื่นแล้ว!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3605_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3605]=],
				[ [=[text]=] ]=[=[ต่อไปจะเป็นคัพมาทาดอร์ อย่าละเลยกัน!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3605_2]=]
			}
		}
	},
	[ [=[Q3606]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3606]=],
				[ [=[text]=] ]=[=[เข้ารอบอย่างสวยงาม!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3606_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3606]=],
				[ [=[text]=] ]=[=[ผมเชื่อว่าเราไปถูกทางแล้ว ตอนนี้ชัยชนะได้มาง่ายดายมาก]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3606_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3606]=],
				[ [=[text]=] ]=[=[Balotelli เคยบอกว่าการทำประตูเป็นหน้าที่ของเขา ไม่ต้องยินดีด้วย]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3606_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3606]=],
				[ [=[text]=] ]=[=[ผมคิดว่าคุณก็เหมือนกับ Balotelli แล้วแหละ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3606_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3606]=],
				[ [=[text]=] ]=[=[คุณชมผมแต่รู้สึกไม่ดีเลย...]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3606_5]=]
			}
		}
	},
	[ [=[Q3607]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3607]=],
				[ [=[text]=] ]=[=[คัพมาทาดอร์ปีนี้ดุเดือดมาก ทีมใหญ่ๆก็เข้ารอบหมดแล้ว ตั้งแต่รอบรองชนะเลิศเป็นต้นไปมีแต่การแข่งขันเพื่อตัดสินทั้งนั้น]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3607_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3607]=],
				[ [=[text]=] ]=[=[คู่แข่งทุกคนเหมือนกันหมด อยากได้ชนะเลศต้องเอาชนะให้ได้ทั้งหมด]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3607_2]=]
			}
		}
	},
	[ [=[Q3608]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3608]=],
				[ [=[text]=] ]=[=[รอบ 4 ทีมสุดท้ายพบกับบาร์เซโลนา รู้สึกตึงเคลียดมาก!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3608_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3608]=],
				[ [=[text]=] ]=[=[ไม่มีอะไรตึงเคลียดหรอก แค่เอาชนะเขาให้ได้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3608_2]=]
			}
		}
	},
	[ [=[Q3609]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3609]=],
				[ [=[text]=] ]=[=[ผ่านแล้ว! ต่อไปคือทีมเอซี มิลาน ปีหลังๆนี้พวกเขาก็กำลังคืนฟอร์มเก่งกลับมาได้แล้ว!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3609_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3609]=],
				[ [=[text]=] ]=[=[เราลองดูความสามารถของพวกเขาเป็นไงบ้าง]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3609_2]=]
			}
		}
	},
	[ [=[Q3610]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3610]=],
				[ [=[text]=] ]=[=[ถัดไปจะเป็นรอบ 4 ทีมสุดท้ายที่แชมป์เปียนส์ลีก! พบกับบาร์เซโลนาอีกแล้ว]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3610_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3610]=],
				[ [=[text]=] ]=[=[ครึ่งแรกเราชนะได้ 1 ลูก ครึ่งหลังพยายามเสมอก็ดีแล้ว แม้ต้องการเอาชนะทุกเกมแต่ต้องดูสถานการณ์ความจริงด้วย]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3610_2]=]
			}
		}
	},
	[ [=[Q3611]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3611]=],
				[ [=[text]=] ]=[=[ยากมากนะ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3611_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3611]=],
				[ [=[text]=] ]=[=[เกมสุดท้ายผลเป็นยังไงก็ตาม เตรียมตัวฉลองเถอะ!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3611_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3611]=],
				[ [=[text]=] ]=[=[เป้าหมายของเราคือทริปเปิ้ลแชมป์ ก่อนที่ทำได้ตามเป้าหมายเราควรฉลองอย่างแบบง่ายๆก็พอ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3611_3]=]
			}
		}
	},
	[ [=[Q3612]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3612]=],
				[ [=[text]=] ]=[=[ถึงเวลาคว้ารางวัลชนะเลศคัพมาทาดอร์แล้ว!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3612_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3612]=],
				[ [=[text]=] ]=[=[เราก็เอาชนะหลายทีมเก่งของสเปนแล้ว ทีมอื่นเข้ามาซิ!]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3612_2]=]
			}
		}
	},
	[ [=[Q3613]=] ]=
	{
		[ [=[1]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3613]=],
				[ [=[text]=] ]=[=[ได้แชมป์คัพที่สองแล้ว รอเกมสุดท้ายกับ Madrid Royals!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3613_1]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3613]=],
				[ [=[text]=] ]=[=[ก่อนการแข่งขันครั้งนี้มีข่าวว่า C Ronaldo จะเกษียณหลังจากเกมนี้]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3613_2]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3613]=],
				[ [=[text]=] ]=[=[อายุเขาก็ถึงเวลาต้องเกษียณแล้ว เกมนี้เป็นกมสุดท้ายของเขา เขาจะพยายามเอาชนะให้ได้แน่ๆ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3613_3]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3613]=],
				[ [=[text]=] ]=[=[โชคชะตาบังคับให้พวกเราต้องเผชิญกัน]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3613_4]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3613]=],
				[ [=[text]=] ]=[=[นี่....]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3613_5]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3613]=],
				[ [=[text]=] ]=[=[ผมตรียมตัวแล้ว เกมนี้จะเป็นการอำลาอาชีพการงานของพวกเราอย่างยอดเยี่ยมสวยงามที่สุด]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[1]=],
				[ [=[ID]=] ]=[=[Q3613_6]=]
			}
		},
		[ [=[2]=] ]=
		{
			{
				[ [=[questID]=] ]=[=[Q3613]=],
				[ [=[text]=] ]=[=[คว้าทริปเปิ้ลแชมป์แล้ว!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3613_7]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3613]=],
				[ [=[text]=] ]=[=[ใช่แล้ว พวกเราคว้าทริปเปิ้ลแชมป์ได้แล้ว]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3613_8]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3613]=],
				[ [=[text]=] ]=[=[คุณไม่รู้สึกตื่นเต้นหรอ]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3613_9]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3613]=],
				[ [=[text]=] ]=[=[ทีมมีวันนี้ก็เป็นเรื่องที่แน่นอนอยู่แล้ว ผมเป็นโค้ชก็ต้องเป็นทีมที่ดีสุด]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3613_10]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3613]=],
				[ [=[text]=] ]=[=[นี่คือเกมสุดท้ายในอาชีพของผม แม้ทำใจยากหน่อยแต่สุขภาพก็ไม่ค่อยดีแล้ว อีกอย่างคือต้องให้เวลากับครอบครัวด้วย]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3613_11]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3613]=],
				[ [=[text]=] ]=[=[งั้นทีมบอลต้องทำยังไง? แล้วผมด้วย?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3613_12]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3613]=],
				[ [=[text]=] ]=[=[ผมมอบทีมบอลให้กับคุณ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3613_13]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3613]=],
				[ [=[text]=] ]=[=[อะไรนะ? อย่าพูดเล่นสิ คุณจะให้ผมเป็นโค้ชหรอ?]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3613_14]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3613]=],
				[ [=[text]=] ]=[=[ผมจะให้ C Ronaldo เป็นโค้ช แต่ประสบการณ์เขายังมีไม่มาก Dudu คุณต้องช่วยเหลือเขามากนะ]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3613_15]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3613]=],
				[ [=[text]=] ]=[=[อะไรนะ? ผมจะเป็นผู้ช่วยของ C Ronaldo? ดีใจมากเลย! โอเค โอเค!]=],
				[ [=[textType]=] ]=[=[S1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3613_16]=]
			},
			{
				[ [=[questID]=] ]=[=[Q3613]=],
				[ [=[text]=] ]=[=[นี่คือผลงานที่ดีที่สุดแล้ว อยู่ๆผมก็อยากไปเดินเล่นที่ชายหาดเหลือเกิน]=],
				[ [=[textType]=] ]=[=[C1]=],
				[ [=[type]=] ]=[=[2]=],
				[ [=[ID]=] ]=[=[Q3613_17]=]
			}
		}
	}
}
return var