local null = nil
local var = 
{
	[ [=[5001]=] ]=
	{
		[ [=[content]=] ]=[=[]=],
		[ [=[picIndex]=] ]=5001,
		[ [=[name]=] ]=[=[อั่งเปาเพชร]=],
		[ [=[baseID]=] ]=12,
		[ [=[getNumber]=] ]=20,
		[ [=[contentAmount]=] ]=1000,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[contentType]=] ]=[=[d]=],
		[ [=[letterturnID]=] ]=12,
		[ [=[quality]=] ]=1,
		[ [=[desc]=] ]=[=[รับเปิดอั่งเปา]=]
	},
	[ [=[5002]=] ]=
	{
		[ [=[content]=] ]=[=[]=],
		[ [=[picIndex]=] ]=5002,
		[ [=[name]=] ]=[=[อั่งเปาทอง]=],
		[ [=[baseID]=] ]=12,
		[ [=[getNumber]=] ]=10,
		[ [=[contentAmount]=] ]=100000,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[contentType]=] ]=[=[m]=],
		[ [=[letterturnID]=] ]=12,
		[ [=[quality]=] ]=2,
		[ [=[desc]=] ]=[=[รับเปิดอั่งเปา]=]
	},
	[ [=[5003]=] ]=
	{
		[ [=[content]=] ]=[=[]=],
		[ [=[picIndex]=] ]=5007,
		[ [=[name]=] ]=[=[อั่งเปาความฟิต]=],
		[ [=[baseID]=] ]=12,
		[ [=[getNumber]=] ]=20,
		[ [=[contentAmount]=] ]=1000,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[contentType]=] ]=[=[sp]=],
		[ [=[letterturnID]=] ]=12,
		[ [=[quality]=] ]=3,
		[ [=[desc]=] ]=[=[รับเปิดอั่งเปา]=]
	},
	[ [=[5004]=] ]=
	{
		[ [=[content]=] ]=[=[2102]=],
		[ [=[picIndex]=] ]=5004,
		[ [=[name]=] ]=[=[อั่งเปาชิ้นอุปกรณ์]=],
		[ [=[baseID]=] ]=12,
		[ [=[getNumber]=] ]=10,
		[ [=[contentAmount]=] ]=100,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[contentType]=] ]=[=[equipPiece]=],
		[ [=[letterturnID]=] ]=12,
		[ [=[quality]=] ]=4,
		[ [=[desc]=] ]=[=[รับเปิดอั่งเปา]=]
	},
	[ [=[5005]=] ]=
	{
		[ [=[content]=] ]=[=[2102]=],
		[ [=[picIndex]=] ]=5004,
		[ [=[name]=] ]=[=[อั่งเปาอุปกรณ์]=],
		[ [=[baseID]=] ]=12,
		[ [=[getNumber]=] ]=20,
		[ [=[contentAmount]=] ]=100,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[contentType]=] ]=[=[eqs]=],
		[ [=[letterturnID]=] ]=12,
		[ [=[quality]=] ]=5,
		[ [=[desc]=] ]=[=[รับเปิดอั่งเปา]=]
	},
	[ [=[5006]=] ]=
	{
		[ [=[content]=] ]=[=[generalPiece]=],
		[ [=[picIndex]=] ]=5006,
		[ [=[name]=] ]=[=[อั่งเปาชิ้นส่วนนักเตะ]=],
		[ [=[baseID]=] ]=12,
		[ [=[getNumber]=] ]=10,
		[ [=[contentAmount]=] ]=100,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[contentType]=] ]=[=[cardPiece]=],
		[ [=[letterturnID]=] ]=12,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[รับเปิดอั่งเปา]=]
	},
	[ [=[5007]=] ]=
	{
		[ [=[content]=] ]=[=[1]=],
		[ [=[picIndex]=] ]=5006,
		[ [=[name]=] ]=[=[อั่งเปาชิ้นส่วนทักษะเยี่ยม]=],
		[ [=[baseID]=] ]=12,
		[ [=[getNumber]=] ]=30,
		[ [=[contentAmount]=] ]=1000,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[contentType]=] ]=[=[pasterPiece]=],
		[ [=[letterturnID]=] ]=12,
		[ [=[quality]=] ]=7,
		[ [=[desc]=] ]=[=[รับเปิดอั่งเปา]=]
	},
	[ [=[5008]=] ]=
	{
		[ [=[content]=] ]=[=[1]=],
		[ [=[picIndex]=] ]=5003,
		[ [=[name]=] ]=[=[อั่งเปาวิตามิน]=],
		[ [=[baseID]=] ]=12,
		[ [=[getNumber]=] ]=10,
		[ [=[contentAmount]=] ]=1000,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[contentType]=] ]=[=[item]=],
		[ [=[letterturnID]=] ]=12,
		[ [=[quality]=] ]=1,
		[ [=[desc]=] ]=[=[รับเปิดอั่งเปา]=]
	},
	[ [=[5009]=] ]=
	{
		[ [=[content]=] ]=[=[10]=],
		[ [=[picIndex]=] ]=5005,
		[ [=[name]=] ]=[=[อั่งเปาการ์ดสกิล]=],
		[ [=[baseID]=] ]=12,
		[ [=[getNumber]=] ]=40,
		[ [=[contentAmount]=] ]=500,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[contentType]=] ]=[=[item]=],
		[ [=[letterturnID]=] ]=12,
		[ [=[quality]=] ]=2,
		[ [=[desc]=] ]=[=[รับเปิดอั่งเปา]=]
	},
	[ [=[5010]=] ]=
	{
		[ [=[content]=] ]=[=[]=],
		[ [=[picIndex]=] ]=5001,
		[ [=[name]=] ]=[=[อั่งเปาเพชร]=],
		[ [=[baseID]=] ]=12,
		[ [=[getNumber]=] ]=30,
		[ [=[contentAmount]=] ]=1000,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[contentType]=] ]=[=[d]=],
		[ [=[letterturnID]=] ]=12,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[ประกอบด้วย 1000 เพชร หลังจากใช้อั่งเปา สมาชิกสมาคมของผู้เล่นจะได้รับอั่งเปา มากสุด 30 คน]=]
	},
	[ [=[5011]=] ]=
	{
		[ [=[content]=] ]=[=[]=],
		[ [=[picIndex]=] ]=5001,
		[ [=[name]=] ]=[=[อั่งเปาเพชร]=],
		[ [=[baseID]=] ]=12,
		[ [=[getNumber]=] ]=30,
		[ [=[contentAmount]=] ]=1000,
		[ [=[access]=] ]=[=[รับจากกิจกรรม]=],
		[ [=[contentType]=] ]=[=[d]=],
		[ [=[letterturnID]=] ]=12,
		[ [=[quality]=] ]=6,
		[ [=[desc]=] ]=[=[ประกอบด้วย 1000 เพชร หลังจากใช้อั่งเปา สมาชิกสมาคมของผู้เล่นจะได้รับอั่งเปา มากสุด 30 คน]=]
	}
}
return var