local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		[ [=[1]=] ]=
		{
			[ [=[picIndex]=] ]=[=[none]=],
			[ [=[leagueLvl]=] ]=1,
			[ [=[sponsor]=] ]=[=[ร้านหม้อไฟแพะ 360mobi]=],
			[ [=[sponsorDesc]=] ]=[=[ร้านหม้อไฟแพะ 360mobi อยากสนับสนุนให้ทีมบอลในฤดูกาลนี้ เงื่อนไขเพื่อรับรางวันดังนี้]=],
			[ [=[reward]=] ]=3200000,
			[ [=[type]=] ]=1,
			[ [=[ID]=] ]=1,
			[ [=[desc]=] ]=[=[ต้นฤดูกาลได้รับรางวัล 3200000 ทอง]=]
		},
		[ [=[2]=] ]=
		{
			[ [=[picIndex]=] ]=[=[none]=],
			[ [=[leagueLvl]=] ]=1,
			[ [=[sponsor]=] ]=[=[สโมสรปีนเขา 360mobi]=],
			[ [=[sponsorDesc]=] ]=[=[สโมสรปีนเขา 360mobi อยากสนับสนุนให้ทีมบอลในฤดูกาลนี้ เงื่อนไขเพื่อรับรางวันดังนี้]=],
			[ [=[reward]=] ]=290000,
			[ [=[type]=] ]=2,
			[ [=[ID]=] ]=11,
			[ [=[desc]=] ]=[=[แต่ละเกมชนะได้รับรางวัล 290000 ทอง]=]
		}
	},
	[ [=[2]=] ]=
	{
		[ [=[1]=] ]=
		{
			[ [=[picIndex]=] ]=[=[none]=],
			[ [=[leagueLvl]=] ]=2,
			[ [=[sponsor]=] ]=[=[ห้างแว่นตา 360mobi]=],
			[ [=[sponsorDesc]=] ]=[=[ห้างแว่นตา 360mobi อยากสนับสนุนให้ทีมบอลในฤดูกาลนี้ เงื่อนไขเพื่อรับรางวันดังนี้]=],
			[ [=[reward]=] ]=3600000,
			[ [=[type]=] ]=1,
			[ [=[ID]=] ]=2,
			[ [=[desc]=] ]=[=[ต้นฤดูกาลได้รับรางวัล 3600000 ทอง]=]
		},
		[ [=[2]=] ]=
		{
			[ [=[picIndex]=] ]=[=[none]=],
			[ [=[leagueLvl]=] ]=2,
			[ [=[sponsor]=] ]=[=[โรงไม้ 360mobi]=],
			[ [=[sponsorDesc]=] ]=[=[โรงไม้ 360mobi อยากสนับสนุนให้ทีมบอลในฤดูกาลนี้ เงื่อนไขเพื่อรับรางวันดังนี้]=],
			[ [=[reward]=] ]=330000,
			[ [=[type]=] ]=2,
			[ [=[ID]=] ]=12,
			[ [=[desc]=] ]=[=[แต่ละเกมชนะได้รับรางวัล 330000 ทอง]=]
		}
	},
	[ [=[3]=] ]=
	{
		[ [=[1]=] ]=
		{
			[ [=[picIndex]=] ]=[=[none]=],
			[ [=[leagueLvl]=] ]=3,
			[ [=[sponsor]=] ]=[=[ร้านอินเทอร์เน็ต 360mobi]=],
			[ [=[sponsorDesc]=] ]=[=[ร้านอินเทอร์เน็ต 360mobi อยากสนับสนุนให้ทีมบอลในฤดูกาลนี้ เงื่อนไขเพื่อรับรางวันดังนี้]=],
			[ [=[reward]=] ]=4000000,
			[ [=[type]=] ]=1,
			[ [=[ID]=] ]=3,
			[ [=[desc]=] ]=[=[ต้นฤดูกาลได้รับรางวัล 4000000 ทอง]=]
		},
		[ [=[2]=] ]=
		{
			[ [=[picIndex]=] ]=[=[none]=],
			[ [=[leagueLvl]=] ]=3,
			[ [=[sponsor]=] ]=[=[โรงหิน 360mobi]=],
			[ [=[sponsorDesc]=] ]=[=[โรงหิน 360mobi อยากสนับสนุนให้ทีมบอลในฤดูกาลนี้ เงื่อนไขเพื่อรับรางวันดังนี้]=],
			[ [=[reward]=] ]=360000,
			[ [=[type]=] ]=2,
			[ [=[ID]=] ]=13,
			[ [=[desc]=] ]=[=[แต่ละเกมชนะได้รับรางวัล 360000 ทอง]=]
		}
	},
	[ [=[4]=] ]=
	{
		[ [=[1]=] ]=
		{
			[ [=[picIndex]=] ]=[=[none]=],
			[ [=[leagueLvl]=] ]=4,
			[ [=[sponsor]=] ]=[=[สมาพันคนขับรถ 360mobi]=],
			[ [=[sponsorDesc]=] ]=[=[สมาพันคนขับรถ 360mobi อยากสนับสนุนให้ทีมบอลในฤดูกาลนี้ เงื่อนไขเพื่อรับรางวันดังนี้]=],
			[ [=[reward]=] ]=4400000,
			[ [=[type]=] ]=1,
			[ [=[ID]=] ]=4,
			[ [=[desc]=] ]=[=[ต้นฤดูกาลได้รับรางวัล 4400000 ทอง]=]
		},
		[ [=[2]=] ]=
		{
			[ [=[picIndex]=] ]=[=[none]=],
			[ [=[leagueLvl]=] ]=4,
			[ [=[sponsor]=] ]=[=[บริษัทท่องเที่ยว 360mobi]=],
			[ [=[sponsorDesc]=] ]=[=[บริษัทท่องเที่ยว 360mobi อยากสนับสนุนให้ทีมบอลในฤดูกาลนี้ เงื่อนไขเพื่อรับรางวันดังนี้]=],
			[ [=[reward]=] ]=400000,
			[ [=[type]=] ]=2,
			[ [=[ID]=] ]=14,
			[ [=[desc]=] ]=[=[แต่ละเกมชนะได้รับรางวัล 400000 ทอง]=]
		}
	},
	[ [=[5]=] ]=
	{
		[ [=[1]=] ]=
		{
			[ [=[picIndex]=] ]=[=[none]=],
			[ [=[leagueLvl]=] ]=5,
			[ [=[sponsor]=] ]=[=[ร้านเนื้อย่าง 360mobi]=],
			[ [=[sponsorDesc]=] ]=[=[ร้านเนื้อย่าง 360mobi อยากสนับสนุนให้ทีมบอลในฤดูกาลนี้ เงื่อนไขเพื่อรับรางวันดังนี้]=],
			[ [=[reward]=] ]=4800000,
			[ [=[type]=] ]=1,
			[ [=[ID]=] ]=5,
			[ [=[desc]=] ]=[=[ต้นฤดูกาลได้รับรางวัล 4800000 ทอง]=]
		},
		[ [=[2]=] ]=
		{
			[ [=[picIndex]=] ]=[=[none]=],
			[ [=[leagueLvl]=] ]=5,
			[ [=[sponsor]=] ]=[=[สตูดิโอ 360mobi]=],
			[ [=[sponsorDesc]=] ]=[=[สตูดิโอ 360mobi อยากสนับสนุนให้ทีมบอลในฤดูกาลนี้ เงื่อนไขเพื่อรับรางวันดังนี้]=],
			[ [=[reward]=] ]=430000,
			[ [=[type]=] ]=2,
			[ [=[ID]=] ]=15,
			[ [=[desc]=] ]=[=[แต่ละเกมชนะได้รับรางวัล 430000 ทอง]=]
		}
	},
	[ [=[6]=] ]=
	{
		[ [=[1]=] ]=
		{
			[ [=[picIndex]=] ]=[=[none]=],
			[ [=[leagueLvl]=] ]=6,
			[ [=[sponsor]=] ]=[=[ร้านขายของชำ 360mobi]=],
			[ [=[sponsorDesc]=] ]=[=[ร้านขายของชำ 360mobi อยากสนับสนุนให้ทีมบอลในฤดูกาลนี้ เงื่อนไขเพื่อรับรางวันดังนี้]=],
			[ [=[reward]=] ]=5200000,
			[ [=[type]=] ]=1,
			[ [=[ID]=] ]=6,
			[ [=[desc]=] ]=[=[ต้นฤดูกาลได้รับรางวัล 5200000 ทอง]=]
		},
		[ [=[2]=] ]=
		{
			[ [=[picIndex]=] ]=[=[none]=],
			[ [=[leagueLvl]=] ]=6,
			[ [=[sponsor]=] ]=[=[สีกันน้ำ 360mobi]=],
			[ [=[sponsorDesc]=] ]=[=[สีกันน้ำ 360mobi อยากสนับสนุนให้ทีมบอลในฤดูกาลนี้ เงื่อนไขเพื่อรับรางวันดังนี้]=],
			[ [=[reward]=] ]=470000,
			[ [=[type]=] ]=2,
			[ [=[ID]=] ]=16,
			[ [=[desc]=] ]=[=[แต่ละเกมชนะได้รับรางวัล 470000 ทอง]=]
		}
	},
	[ [=[7]=] ]=
	{
		[ [=[1]=] ]=
		{
			[ [=[picIndex]=] ]=[=[none]=],
			[ [=[leagueLvl]=] ]=7,
			[ [=[sponsor]=] ]=[=[ร้านตัดผม 360mobi]=],
			[ [=[sponsorDesc]=] ]=[=[ร้านตัดผม 360mobi อยากสนับสนุนให้ทีมบอลในฤดูกาลนี้ เงื่อนไขเพื่อรับรางวันดังนี้]=],
			[ [=[reward]=] ]=5600000,
			[ [=[type]=] ]=1,
			[ [=[ID]=] ]=7,
			[ [=[desc]=] ]=[=[ต้นฤดูกาลได้รับรางวัล 5600000 ทอง]=]
		},
		[ [=[2]=] ]=
		{
			[ [=[picIndex]=] ]=[=[none]=],
			[ [=[leagueLvl]=] ]=7,
			[ [=[sponsor]=] ]=[=[โรงงานหลอดไฟ 360mobi]=],
			[ [=[sponsorDesc]=] ]=[=[โรงงานหลอดไฟ 360mobi อยากสนับสนุนให้ทีมบอลในฤดูกาลนี้ เงื่อนไขเพื่อรับรางวันดังนี้]=],
			[ [=[reward]=] ]=500000,
			[ [=[type]=] ]=2,
			[ [=[ID]=] ]=17,
			[ [=[desc]=] ]=[=[แต่ละเกมชนะได้รับรางวัล 500000 ทอง]=]
		}
	},
	[ [=[8]=] ]=
	{
		[ [=[1]=] ]=
		{
			[ [=[picIndex]=] ]=[=[none]=],
			[ [=[leagueLvl]=] ]=8,
			[ [=[sponsor]=] ]=[=[ร้านตัดเสื้อ 360mobi]=],
			[ [=[sponsorDesc]=] ]=[=[ร้านตัดเสื้อ 360mobi อยากสนับสนุนให้ทีมบอลในฤดูกาลนี้ เงื่อนไขเพื่อรับรางวันดังนี้]=],
			[ [=[reward]=] ]=6000000,
			[ [=[type]=] ]=1,
			[ [=[ID]=] ]=8,
			[ [=[desc]=] ]=[=[ต้นฤดูกาลได้รับรางวัล 6000000 ทอง]=]
		},
		[ [=[2]=] ]=
		{
			[ [=[picIndex]=] ]=[=[none]=],
			[ [=[leagueLvl]=] ]=8,
			[ [=[sponsor]=] ]=[=[อุปกรณ์ความร้อนใต้พิภพ 360mobi]=],
			[ [=[sponsorDesc]=] ]=[=[อุปกรณ์ความร้อนใต้พิภพ 360mobi อยากสนับสนุนให้ทีมบอลในฤดูกาลนี้ เงื่อนไขเพื่อรับรางวันดังนี้]=],
			[ [=[reward]=] ]=540000,
			[ [=[type]=] ]=2,
			[ [=[ID]=] ]=18,
			[ [=[desc]=] ]=[=[แต่ละเกมชนะได้รับรางวัล 540000 ทอง]=]
		}
	},
	[ [=[9]=] ]=
	{
		[ [=[1]=] ]=
		{
			[ [=[picIndex]=] ]=[=[none]=],
			[ [=[leagueLvl]=] ]=9,
			[ [=[sponsor]=] ]=[=[น้ำแร่ 360mobi]=],
			[ [=[sponsorDesc]=] ]=[=[น้ำแร่ 360mobi อยากสนับสนุนให้ทีมบอลในฤดูกาลนี้ เงื่อนไขเพื่อรับรางวันดังนี้]=],
			[ [=[reward]=] ]=6400000,
			[ [=[type]=] ]=1,
			[ [=[ID]=] ]=9,
			[ [=[desc]=] ]=[=[ต้นฤดูกาลได้รับรางวัล 6400000 ทอง]=]
		},
		[ [=[2]=] ]=
		{
			[ [=[picIndex]=] ]=[=[none]=],
			[ [=[leagueLvl]=] ]=9,
			[ [=[sponsor]=] ]=[=[สโมสรขี่ม้า 360mobi]=],
			[ [=[sponsorDesc]=] ]=[=[สโมสรขี่ม้า 360mobi อยากสนับสนุนให้ทีมบอลในฤดูกาลนี้ เงื่อนไขเพื่อรับรางวันดังนี้]=],
			[ [=[reward]=] ]=580000,
			[ [=[type]=] ]=2,
			[ [=[ID]=] ]=19,
			[ [=[desc]=] ]=[=[แต่ละเกมชนะได้รับรางวัล 580000 ทอง]=]
		}
	},
	[ [=[10]=] ]=
	{
		[ [=[1]=] ]=
		{
			[ [=[picIndex]=] ]=[=[none]=],
			[ [=[leagueLvl]=] ]=10,
			[ [=[sponsor]=] ]=[=[เครื่องทำน้ำอุ่น 360mobi]=],
			[ [=[sponsorDesc]=] ]=[=[เครื่องทำน้ำอุ่น 360mobi อยากสนับสนุนให้ทีมบอลในฤดูกาลนี้ เงื่อนไขเพื่อรับรางวันดังนี้]=],
			[ [=[reward]=] ]=6800000,
			[ [=[type]=] ]=1,
			[ [=[ID]=] ]=10,
			[ [=[desc]=] ]=[=[ต้นฤดูกาลได้รับรางวัล 6800000 ทอง]=]
		},
		[ [=[2]=] ]=
		{
			[ [=[picIndex]=] ]=[=[none]=],
			[ [=[leagueLvl]=] ]=10,
			[ [=[sponsor]=] ]=[=[สำนักงานนักสืบ 360mobi]=],
			[ [=[sponsorDesc]=] ]=[=[สำนักงานนักสืบ 360mobi อยากสนับสนุนให้ทีมบอลในฤดูกาลนี้ เงื่อนไขเพื่อรับรางวันดังนี้]=],
			[ [=[reward]=] ]=610000,
			[ [=[type]=] ]=2,
			[ [=[ID]=] ]=20,
			[ [=[desc]=] ]=[=[แต่ละเกมชนะได้รับรางวัล 610000 ทอง]=]
		}
	}
}
return var