local null = nil
local var = 
{
	[ [=[101]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลอันดับของทีม]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[5]=],
		[ [=[rewardID]=] ]=101,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=1,
		[ [=[type]=] ]=1,
		[ [=[order2]=] ]=1,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ทีมได้ Lv5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=100
		}
	},
	[ [=[102]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลอันดับของทีม]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[10]=],
		[ [=[rewardID]=] ]=102,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=1,
		[ [=[type]=] ]=1,
		[ [=[order2]=] ]=2,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ทีมได้ Lv10]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=100
		}
	},
	[ [=[103]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลอันดับของทีม]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[15]=],
		[ [=[rewardID]=] ]=103,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=1,
		[ [=[type]=] ]=1,
		[ [=[order2]=] ]=3,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ทีมได้ Lv15]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=100
		}
	},
	[ [=[104]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลอันดับของทีม]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[20]=],
		[ [=[rewardID]=] ]=104,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=1,
		[ [=[type]=] ]=1,
		[ [=[order2]=] ]=4,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ทีมได้ Lv20]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=100
		}
	},
	[ [=[105]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลอันดับของทีม]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[25]=],
		[ [=[rewardID]=] ]=105,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=1,
		[ [=[type]=] ]=1,
		[ [=[order2]=] ]=5,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ทีมได้ Lv25]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=100
		}
	},
	[ [=[106]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลอันดับของทีม]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[30]=],
		[ [=[rewardID]=] ]=106,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=1,
		[ [=[type]=] ]=1,
		[ [=[order2]=] ]=6,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ทีมได้ Lv30]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=100
		}
	},
	[ [=[107]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลอันดับของทีม]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[35]=],
		[ [=[rewardID]=] ]=107,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=1,
		[ [=[type]=] ]=1,
		[ [=[order2]=] ]=7,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ทีมได้ Lv35]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=120
		}
	},
	[ [=[108]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลอันดับของทีม]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[40]=],
		[ [=[rewardID]=] ]=108,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=1,
		[ [=[type]=] ]=1,
		[ [=[order2]=] ]=8,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ทีมได้ Lv40]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=140
		}
	},
	[ [=[109]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลอันดับของทีม]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[45]=],
		[ [=[rewardID]=] ]=109,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=1,
		[ [=[type]=] ]=1,
		[ [=[order2]=] ]=9,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ทีมได้ Lv45]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=160
		}
	},
	[ [=[110]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลอันดับของทีม]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[50]=],
		[ [=[rewardID]=] ]=110,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=1,
		[ [=[type]=] ]=1,
		[ [=[order2]=] ]=10,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ทีมได้ Lv50]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=180
		}
	},
	[ [=[111]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลอันดับของทีม]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[55]=],
		[ [=[rewardID]=] ]=111,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=1,
		[ [=[type]=] ]=1,
		[ [=[order2]=] ]=11,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ทีมได้ Lv55]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=200
		}
	},
	[ [=[112]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลอันดับของทีม]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[60]=],
		[ [=[rewardID]=] ]=112,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=1,
		[ [=[type]=] ]=1,
		[ [=[order2]=] ]=12,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ทีมได้ Lv60]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=200
		}
	},
	[ [=[201]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q1]=],
		[ [=[rewardID]=] ]=201,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=2,
		[ [=[type]=] ]=2,
		[ [=[order2]=] ]=1,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=100
		}
	},
	[ [=[202]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q2]=],
		[ [=[rewardID]=] ]=202,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=2,
		[ [=[type]=] ]=2,
		[ [=[order2]=] ]=2,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=100
		}
	},
	[ [=[203]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q3]=],
		[ [=[rewardID]=] ]=203,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=2,
		[ [=[type]=] ]=2,
		[ [=[order2]=] ]=3,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=100
		}
	},
	[ [=[204]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q4]=],
		[ [=[rewardID]=] ]=204,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=2,
		[ [=[type]=] ]=2,
		[ [=[order2]=] ]=4,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=100
		}
	},
	[ [=[205]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q5]=],
		[ [=[rewardID]=] ]=205,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=2,
		[ [=[type]=] ]=2,
		[ [=[order2]=] ]=5,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=150
		}
	},
	[ [=[206]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q6]=],
		[ [=[rewardID]=] ]=206,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=2,
		[ [=[type]=] ]=2,
		[ [=[order2]=] ]=6,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=150
		}
	},
	[ [=[207]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q7]=],
		[ [=[rewardID]=] ]=207,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=2,
		[ [=[type]=] ]=2,
		[ [=[order2]=] ]=7,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=150
		}
	},
	[ [=[208]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q8]=],
		[ [=[rewardID]=] ]=208,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=2,
		[ [=[type]=] ]=2,
		[ [=[order2]=] ]=8,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 8]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=150
		}
	},
	[ [=[209]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q9]=],
		[ [=[rewardID]=] ]=209,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=2,
		[ [=[type]=] ]=2,
		[ [=[order2]=] ]=9,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 9]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=200
		}
	},
	[ [=[210]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q10]=],
		[ [=[rewardID]=] ]=210,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=2,
		[ [=[type]=] ]=2,
		[ [=[order2]=] ]=10,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 10]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=200
		}
	},
	[ [=[211]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q11]=],
		[ [=[rewardID]=] ]=211,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=2,
		[ [=[type]=] ]=2,
		[ [=[order2]=] ]=11,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 11]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=200
		}
	},
	[ [=[212]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q12]=],
		[ [=[rewardID]=] ]=212,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=2,
		[ [=[type]=] ]=2,
		[ [=[order2]=] ]=12,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 12]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=200
		}
	},
	[ [=[213]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q13]=],
		[ [=[rewardID]=] ]=213,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=2,
		[ [=[type]=] ]=2,
		[ [=[order2]=] ]=13,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 13]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=250
		}
	},
	[ [=[214]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q14]=],
		[ [=[rewardID]=] ]=214,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=2,
		[ [=[type]=] ]=2,
		[ [=[order2]=] ]=14,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 14]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=250
		}
	},
	[ [=[215]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q15]=],
		[ [=[rewardID]=] ]=215,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=2,
		[ [=[type]=] ]=2,
		[ [=[order2]=] ]=15,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 15]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=250
		}
	},
	[ [=[216]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q16]=],
		[ [=[rewardID]=] ]=216,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=2,
		[ [=[type]=] ]=2,
		[ [=[order2]=] ]=16,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 16]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=250
		}
	},
	[ [=[217]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q17]=],
		[ [=[rewardID]=] ]=217,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=2,
		[ [=[type]=] ]=2,
		[ [=[order2]=] ]=17,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 17]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=300
		}
	},
	[ [=[218]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q18]=],
		[ [=[rewardID]=] ]=218,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=2,
		[ [=[type]=] ]=2,
		[ [=[order2]=] ]=18,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 18]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=300
		}
	},
	[ [=[219]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q19]=],
		[ [=[rewardID]=] ]=219,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=2,
		[ [=[type]=] ]=2,
		[ [=[order2]=] ]=19,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 19]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=300
		}
	},
	[ [=[220]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q20]=],
		[ [=[rewardID]=] ]=220,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=2,
		[ [=[type]=] ]=2,
		[ [=[order2]=] ]=20,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 20]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=300
		}
	},
	[ [=[221]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q21]=],
		[ [=[rewardID]=] ]=221,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=2,
		[ [=[type]=] ]=2,
		[ [=[order2]=] ]=21,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 21]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=400
		}
	},
	[ [=[222]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q22]=],
		[ [=[rewardID]=] ]=222,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=2,
		[ [=[type]=] ]=2,
		[ [=[order2]=] ]=22,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 22]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=400
		}
	},
	[ [=[223]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q23]=],
		[ [=[rewardID]=] ]=223,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=2,
		[ [=[type]=] ]=2,
		[ [=[order2]=] ]=23,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 23]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=400
		}
	},
	[ [=[224]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q24]=],
		[ [=[rewardID]=] ]=224,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=2,
		[ [=[type]=] ]=2,
		[ [=[order2]=] ]=24,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 24]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=400
		}
	},
	[ [=[225]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q25]=],
		[ [=[rewardID]=] ]=225,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=2,
		[ [=[type]=] ]=2,
		[ [=[order2]=] ]=25,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 25]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=450
		}
	},
	[ [=[226]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q26]=],
		[ [=[rewardID]=] ]=226,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=2,
		[ [=[type]=] ]=2,
		[ [=[order2]=] ]=26,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 26]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=450
		}
	},
	[ [=[227]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q27]=],
		[ [=[rewardID]=] ]=227,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=2,
		[ [=[type]=] ]=2,
		[ [=[order2]=] ]=27,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 27]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=450
		}
	},
	[ [=[228]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q28]=],
		[ [=[rewardID]=] ]=228,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=2,
		[ [=[type]=] ]=2,
		[ [=[order2]=] ]=28,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 28]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=450
		}
	},
	[ [=[229]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q29]=],
		[ [=[rewardID]=] ]=229,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=2,
		[ [=[type]=] ]=2,
		[ [=[order2]=] ]=29,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 29]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=500
		}
	},
	[ [=[230]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q30]=],
		[ [=[rewardID]=] ]=230,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=2,
		[ [=[type]=] ]=2,
		[ [=[order2]=] ]=30,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 30]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=500
		}
	},
	[ [=[231]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q31]=],
		[ [=[rewardID]=] ]=231,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=2,
		[ [=[type]=] ]=2,
		[ [=[order2]=] ]=31,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 31]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=500
		}
	},
	[ [=[232]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q32]=],
		[ [=[rewardID]=] ]=232,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=2,
		[ [=[type]=] ]=2,
		[ [=[order2]=] ]=32,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 32]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=500
		}
	},
	[ [=[233]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q33]=],
		[ [=[rewardID]=] ]=233,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=2,
		[ [=[type]=] ]=2,
		[ [=[order2]=] ]=33,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 33]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=550
		}
	},
	[ [=[234]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q34]=],
		[ [=[rewardID]=] ]=234,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=2,
		[ [=[type]=] ]=2,
		[ [=[order2]=] ]=34,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 34]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=550
		}
	},
	[ [=[235]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q35]=],
		[ [=[rewardID]=] ]=235,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=2,
		[ [=[type]=] ]=2,
		[ [=[order2]=] ]=35,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 35]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=600
		}
	},
	[ [=[236]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q36]=],
		[ [=[rewardID]=] ]=236,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=2,
		[ [=[type]=] ]=2,
		[ [=[order2]=] ]=36,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 36]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=600
		}
	},
	[ [=[301]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ 3 ดาว]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q1]=],
		[ [=[rewardID]=] ]=301,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=3,
		[ [=[type]=] ]=3,
		[ [=[order2]=] ]=1,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 1-3 ดาว]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=3000000
		}
	},
	[ [=[302]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ 3 ดาว]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q2]=],
		[ [=[rewardID]=] ]=302,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=3,
		[ [=[type]=] ]=3,
		[ [=[order2]=] ]=2,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 2-3 ดาว]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=3000000
		}
	},
	[ [=[303]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ 3 ดาว]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q3]=],
		[ [=[rewardID]=] ]=303,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=3,
		[ [=[type]=] ]=3,
		[ [=[order2]=] ]=3,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 3-3 ดาว]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=3000000
		}
	},
	[ [=[304]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ 3 ดาว]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q4]=],
		[ [=[rewardID]=] ]=304,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=3,
		[ [=[type]=] ]=3,
		[ [=[order2]=] ]=4,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 4-3 ดาว]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=3000000
		}
	},
	[ [=[305]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ 3 ดาว]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q5]=],
		[ [=[rewardID]=] ]=305,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=3,
		[ [=[type]=] ]=3,
		[ [=[order2]=] ]=5,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 5-3 ดาว]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=4500000
		}
	},
	[ [=[306]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ 3 ดาว]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q6]=],
		[ [=[rewardID]=] ]=306,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=3,
		[ [=[type]=] ]=3,
		[ [=[order2]=] ]=6,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 6-3 ดาว]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=4500000
		}
	},
	[ [=[307]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ 3 ดาว]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q7]=],
		[ [=[rewardID]=] ]=307,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=3,
		[ [=[type]=] ]=3,
		[ [=[order2]=] ]=7,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 7-3 ดาว]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=4500000
		}
	},
	[ [=[308]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ 3 ดาว]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q8]=],
		[ [=[rewardID]=] ]=308,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=3,
		[ [=[type]=] ]=3,
		[ [=[order2]=] ]=8,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 8-3 ดาว]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=4500000
		}
	},
	[ [=[309]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ 3 ดาว]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q9]=],
		[ [=[rewardID]=] ]=309,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=3,
		[ [=[type]=] ]=3,
		[ [=[order2]=] ]=9,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 9-3 ดาว]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=6000000
		}
	},
	[ [=[310]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ 3 ดาว]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q10]=],
		[ [=[rewardID]=] ]=310,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=3,
		[ [=[type]=] ]=3,
		[ [=[order2]=] ]=10,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 10-3 ดาว]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=6000000
		}
	},
	[ [=[311]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ 3 ดาว]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q11]=],
		[ [=[rewardID]=] ]=311,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=3,
		[ [=[type]=] ]=3,
		[ [=[order2]=] ]=11,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 11-3 ดาว]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=6000000
		}
	},
	[ [=[312]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ 3 ดาว]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q12]=],
		[ [=[rewardID]=] ]=312,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=3,
		[ [=[type]=] ]=3,
		[ [=[order2]=] ]=12,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 12-3 ดาว]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=6000000
		}
	},
	[ [=[313]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ 3 ดาว]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q13]=],
		[ [=[rewardID]=] ]=313,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=3,
		[ [=[type]=] ]=3,
		[ [=[order2]=] ]=13,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 13-3 ดาว]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=7500000
		}
	},
	[ [=[314]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ 3 ดาว]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q14]=],
		[ [=[rewardID]=] ]=314,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=3,
		[ [=[type]=] ]=3,
		[ [=[order2]=] ]=14,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 14-3 ดาว]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=7500000
		}
	},
	[ [=[315]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ 3 ดาว]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q15]=],
		[ [=[rewardID]=] ]=315,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=3,
		[ [=[type]=] ]=3,
		[ [=[order2]=] ]=15,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 15-3 ดาว]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=7500000
		}
	},
	[ [=[316]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ 3 ดาว]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q16]=],
		[ [=[rewardID]=] ]=316,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=3,
		[ [=[type]=] ]=3,
		[ [=[order2]=] ]=16,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 16-3 ดาว]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=7500000
		}
	},
	[ [=[317]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ 3 ดาว]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q17]=],
		[ [=[rewardID]=] ]=317,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=3,
		[ [=[type]=] ]=3,
		[ [=[order2]=] ]=17,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 17-3 ดาว]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=9000000
		}
	},
	[ [=[318]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ 3 ดาว]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q18]=],
		[ [=[rewardID]=] ]=318,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=3,
		[ [=[type]=] ]=3,
		[ [=[order2]=] ]=18,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 18-3 ดาว]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=9000000
		}
	},
	[ [=[319]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ 3 ดาว]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q19]=],
		[ [=[rewardID]=] ]=319,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=3,
		[ [=[type]=] ]=3,
		[ [=[order2]=] ]=19,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 19-3 ดาว]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=9000000
		}
	},
	[ [=[320]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ 3 ดาว]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q20]=],
		[ [=[rewardID]=] ]=320,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=3,
		[ [=[type]=] ]=3,
		[ [=[order2]=] ]=20,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 20-3 ดาว]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=9000000
		}
	},
	[ [=[321]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ 3 ดาว]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q21]=],
		[ [=[rewardID]=] ]=321,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=3,
		[ [=[type]=] ]=3,
		[ [=[order2]=] ]=21,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 21-3 ดาว]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=12000000
		}
	},
	[ [=[322]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ 3 ดาว]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q22]=],
		[ [=[rewardID]=] ]=322,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=3,
		[ [=[type]=] ]=3,
		[ [=[order2]=] ]=22,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 22-3 ดาว]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=12000000
		}
	},
	[ [=[323]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ 3 ดาว]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q23]=],
		[ [=[rewardID]=] ]=323,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=3,
		[ [=[type]=] ]=3,
		[ [=[order2]=] ]=23,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 23-3 ดาว]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=12000000
		}
	},
	[ [=[324]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ 3 ดาว]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q24]=],
		[ [=[rewardID]=] ]=324,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=3,
		[ [=[type]=] ]=3,
		[ [=[order2]=] ]=24,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 24-3 ดาว]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=12000000
		}
	},
	[ [=[325]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ 3 ดาว]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q25]=],
		[ [=[rewardID]=] ]=325,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=3,
		[ [=[type]=] ]=3,
		[ [=[order2]=] ]=25,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 25-3 ดาว]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=13500000
		}
	},
	[ [=[326]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ 3 ดาว]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q26]=],
		[ [=[rewardID]=] ]=326,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=3,
		[ [=[type]=] ]=3,
		[ [=[order2]=] ]=26,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 26-3 ดาว]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=13500000
		}
	},
	[ [=[327]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ 3 ดาว]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q27]=],
		[ [=[rewardID]=] ]=327,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=3,
		[ [=[type]=] ]=3,
		[ [=[order2]=] ]=27,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 27-3 ดาว]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=13500000
		}
	},
	[ [=[328]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ 3 ดาว]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q28]=],
		[ [=[rewardID]=] ]=328,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=3,
		[ [=[type]=] ]=3,
		[ [=[order2]=] ]=28,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 28-3 ดาว]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=13500000
		}
	},
	[ [=[329]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ 3 ดาว]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q29]=],
		[ [=[rewardID]=] ]=329,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=3,
		[ [=[type]=] ]=3,
		[ [=[order2]=] ]=29,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 29-3 ดาว]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=15000000
		}
	},
	[ [=[330]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ 3 ดาว]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q30]=],
		[ [=[rewardID]=] ]=330,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=3,
		[ [=[type]=] ]=3,
		[ [=[order2]=] ]=30,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 30-3 ดาว]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=15000000
		}
	},
	[ [=[331]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ 3 ดาว]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q31]=],
		[ [=[rewardID]=] ]=331,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=3,
		[ [=[type]=] ]=3,
		[ [=[order2]=] ]=31,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 31-3 ดาว]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=15000000
		}
	},
	[ [=[332]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ 3 ดาว]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q32]=],
		[ [=[rewardID]=] ]=332,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=3,
		[ [=[type]=] ]=3,
		[ [=[order2]=] ]=32,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 32-3 ดาว]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=15000000
		}
	},
	[ [=[333]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ 3 ดาว]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q33]=],
		[ [=[rewardID]=] ]=333,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=3,
		[ [=[type]=] ]=3,
		[ [=[order2]=] ]=33,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 33-3 ดาว]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=15000000
		}
	},
	[ [=[334]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ 3 ดาว]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q34]=],
		[ [=[rewardID]=] ]=334,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=3,
		[ [=[type]=] ]=3,
		[ [=[order2]=] ]=34,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 34-3 ดาว]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=15000000
		}
	},
	[ [=[335]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ 3 ดาว]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q35]=],
		[ [=[rewardID]=] ]=335,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=3,
		[ [=[type]=] ]=3,
		[ [=[order2]=] ]=35,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 35-3 ดาว]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=20000000
		}
	},
	[ [=[336]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลผ่านด่านอาชีพ 3 ดาว]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q36]=],
		[ [=[rewardID]=] ]=336,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=3,
		[ [=[type]=] ]=3,
		[ [=[order2]=] ]=36,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ผ่านบทที่ 36-3 ดาว]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=20000000
		}
	},
	[ [=[401]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลการล็อกอิน]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[1]=],
		[ [=[rewardID]=] ]=401,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=12,
		[ [=[type]=] ]=4,
		[ [=[order2]=] ]=1,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ล็อกอิน 1 วัน]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=50
		}
	},
	[ [=[402]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลการล็อกอิน]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[2]=],
		[ [=[rewardID]=] ]=402,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=12,
		[ [=[type]=] ]=4,
		[ [=[order2]=] ]=2,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ล็อกอิน 2 วัน]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=50
		}
	},
	[ [=[403]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลการล็อกอิน]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[3]=],
		[ [=[rewardID]=] ]=403,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=12,
		[ [=[type]=] ]=4,
		[ [=[order2]=] ]=3,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ล็อกอิน 3 วัน]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=50
		}
	},
	[ [=[404]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลการล็อกอิน]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[4]=],
		[ [=[rewardID]=] ]=404,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=12,
		[ [=[type]=] ]=4,
		[ [=[order2]=] ]=4,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ล็อกอิน 4 วัน]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=50
		}
	},
	[ [=[405]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลการล็อกอิน]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[5]=],
		[ [=[rewardID]=] ]=405,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=12,
		[ [=[type]=] ]=4,
		[ [=[order2]=] ]=5,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ล็อกอิน 5 วัน]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=50
		}
	},
	[ [=[406]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลการล็อกอิน]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[6]=],
		[ [=[rewardID]=] ]=406,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=12,
		[ [=[type]=] ]=4,
		[ [=[order2]=] ]=6,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ล็อกอิน 6 วัน]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=50
		}
	},
	[ [=[407]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลการล็อกอิน]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[7]=],
		[ [=[rewardID]=] ]=407,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=12,
		[ [=[type]=] ]=4,
		[ [=[order2]=] ]=7,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ล็อกอิน 7 วัน]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=50
		}
	},
	[ [=[501]=] ]=
	{
		[ [=[title]=] ]=[=[เติมพลังตอนเที่ยง]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[12#14]=],
		[ [=[rewardID]=] ]=501,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=3,
		[ [=[type]=] ]=5,
		[ [=[order2]=] ]=1,
		[ [=[class]=] ]=[=[Daily]=],
		[ [=[desc]=] ]=[=[ทุกวันตอน 12:00-14:00 น. ได้รับ]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[sp]=] ]=100
		}
	},
	[ [=[502]=] ]=
	{
		[ [=[title]=] ]=[=[เติมพลังตอนบ่าย]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[18#20]=],
		[ [=[rewardID]=] ]=502,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=3,
		[ [=[type]=] ]=5,
		[ [=[order2]=] ]=2,
		[ [=[class]=] ]=[=[Daily]=],
		[ [=[desc]=] ]=[=[ทุกวันตอน 18:00-20:00 น. ได้รับ]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[sp]=] ]=100
		}
	},
	[ [=[503]=] ]=
	{
		[ [=[title]=] ]=[=[เติมพลังตอนค่ำ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[21#23]=],
		[ [=[rewardID]=] ]=503,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=3,
		[ [=[type]=] ]=5,
		[ [=[order2]=] ]=3,
		[ [=[class]=] ]=[=[Daily]=],
		[ [=[desc]=] ]=[=[ทุกวันตอน 21:00-23:00 น. ได้รับ]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[sp]=] ]=60
		}
	},
	[ [=[601]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลการ์ดรายเดือน]=],
		[ [=[arrangement]=] ]=2,
		[ [=[condition]=] ]=[=[]=],
		[ [=[rewardID]=] ]=601,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=1,
		[ [=[type]=] ]=6,
		[ [=[order2]=] ]=1,
		[ [=[class]=] ]=[=[Daily]=],
		[ [=[desc]=] ]=[=[120 เพชรต่อเนื่อง 30 วัน]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=120
		}
	},
	[ [=[602]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลการ์ด VIP รายเดือน]=],
		[ [=[arrangement]=] ]=2,
		[ [=[condition]=] ]=[=[]=],
		[ [=[rewardID]=] ]=602,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=1,
		[ [=[type]=] ]=6,
		[ [=[order2]=] ]=2,
		[ [=[class]=] ]=[=[Daily]=],
		[ [=[desc]=] ]=[=[ซื้อ VIP รายเดือน ได้รับ VIP ทุกวัน]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[20101]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[702]=] ]=
	{
		[ [=[title]=] ]=[=[ครองสนาม]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[]=],
		[ [=[rewardID]=] ]=702,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=2,
		[ [=[type]=] ]=7,
		[ [=[order2]=] ]=1,
		[ [=[class]=] ]=[=[Daily]=],
		[ [=[desc]=] ]=[=[VIP ได้รับการ์ดกวาดล้างฟรีทุกวัน]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[2]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[801]=] ]=
	{
		[ [=[title]=] ]=[=[อาชีพ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[10]=],
		[ [=[rewardID]=] ]=801,
		[ [=[progress]=] ]=1,
		[ [=[order1]=] ]=4,
		[ [=[type]=] ]=8,
		[ [=[order2]=] ]=1,
		[ [=[class]=] ]=[=[Daily]=],
		[ [=[desc]=] ]=[=[สำเร็จเกมอาชีพ 10 เกม]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[exp]=] ]=50
		}
	},
	[ [=[802]=] ]=
	{
		[ [=[title]=] ]=[=[อาชีพ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[20]=],
		[ [=[rewardID]=] ]=802,
		[ [=[progress]=] ]=1,
		[ [=[order1]=] ]=4,
		[ [=[type]=] ]=8,
		[ [=[order2]=] ]=2,
		[ [=[class]=] ]=[=[Daily]=],
		[ [=[desc]=] ]=[=[สำเร็จเกมอาชีพ 20 เกม]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[2]=],
					[ [=[num]=] ]=12
				}
			}
		}
	},
	[ [=[803]=] ]=
	{
		[ [=[title]=] ]=[=[อาชีพ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[30]=],
		[ [=[rewardID]=] ]=803,
		[ [=[progress]=] ]=1,
		[ [=[order1]=] ]=4,
		[ [=[type]=] ]=8,
		[ [=[order2]=] ]=3,
		[ [=[class]=] ]=[=[Daily]=],
		[ [=[desc]=] ]=[=[สำเร็จเกมอาชีพ 30 เกม]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=25
		}
	},
	[ [=[1001]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q101]=],
		[ [=[rewardID]=] ]=1001,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=1,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 1-1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1002]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[1002]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q102]=],
		[ [=[rewardID]=] ]=1002,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=2,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 1-2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1002]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[1003]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q103]=],
		[ [=[rewardID]=] ]=1003,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=3,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 1-3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1002]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[1004]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q104]=],
		[ [=[rewardID]=] ]=1004,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=4,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 1-4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1002]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[1005]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q105]=],
		[ [=[rewardID]=] ]=1005,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=5,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 1-5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1002]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[1006]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q106]=],
		[ [=[rewardID]=] ]=1006,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=6,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 1-6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1002]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[1007]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q107]=],
		[ [=[rewardID]=] ]=1007,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=7,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 1-7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1002]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[1008]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q108]=],
		[ [=[rewardID]=] ]=1008,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=8,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 1-8]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1002]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[1009]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q201]=],
		[ [=[rewardID]=] ]=1009,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=9,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 2-1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[2]=],
					[ [=[num]=] ]=10
				}
			}
		}
	},
	[ [=[1010]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q202]=],
		[ [=[rewardID]=] ]=1010,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=10,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 2-2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[2]=],
					[ [=[num]=] ]=10
				}
			}
		}
	},
	[ [=[1011]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q203]=],
		[ [=[rewardID]=] ]=1011,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=11,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 2-3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[2]=],
					[ [=[num]=] ]=10
				}
			}
		}
	},
	[ [=[1012]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q204]=],
		[ [=[rewardID]=] ]=1012,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=12,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 2-4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[2]=],
					[ [=[num]=] ]=10
				}
			}
		}
	},
	[ [=[1013]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q205]=],
		[ [=[rewardID]=] ]=1013,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=13,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 2-5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[2]=],
					[ [=[num]=] ]=10
				}
			}
		}
	},
	[ [=[1014]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q206]=],
		[ [=[rewardID]=] ]=1014,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=14,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 2-6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[2]=],
					[ [=[num]=] ]=10
				}
			}
		}
	},
	[ [=[1015]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q207]=],
		[ [=[rewardID]=] ]=1015,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=15,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 2-7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[2]=],
					[ [=[num]=] ]=10
				}
			}
		}
	},
	[ [=[1016]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q208]=],
		[ [=[rewardID]=] ]=1016,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=16,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 2-8]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[2]=],
					[ [=[num]=] ]=10
				}
			}
		}
	},
	[ [=[1017]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q209]=],
		[ [=[rewardID]=] ]=1017,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=17,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 2-9]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[2]=],
					[ [=[num]=] ]=10
				}
			}
		}
	},
	[ [=[1018]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q210]=],
		[ [=[rewardID]=] ]=1018,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=18,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 2-10]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[2]=],
					[ [=[num]=] ]=10
				}
			}
		}
	},
	[ [=[1019]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q301]=],
		[ [=[rewardID]=] ]=1019,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=19,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 3-1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[fp]=] ]=100
		}
	},
	[ [=[1020]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q302]=],
		[ [=[rewardID]=] ]=1020,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=20,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 3-2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[fp]=] ]=100
		}
	},
	[ [=[1021]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q303]=],
		[ [=[rewardID]=] ]=1021,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=21,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 3-3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[fp]=] ]=100
		}
	},
	[ [=[1022]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q304]=],
		[ [=[rewardID]=] ]=1022,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=22,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 3-4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[fp]=] ]=100
		}
	},
	[ [=[1023]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q305]=],
		[ [=[rewardID]=] ]=1023,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=23,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 3-5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[fp]=] ]=100
		}
	},
	[ [=[1024]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q306]=],
		[ [=[rewardID]=] ]=1024,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=24,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 3-6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[fp]=] ]=100
		}
	},
	[ [=[1025]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q307]=],
		[ [=[rewardID]=] ]=1025,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=25,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 3-7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[fp]=] ]=100
		}
	},
	[ [=[1026]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q308]=],
		[ [=[rewardID]=] ]=1026,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=26,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 3-8]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[fp]=] ]=100
		}
	},
	[ [=[1027]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q309]=],
		[ [=[rewardID]=] ]=1027,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=27,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 3-9]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[fp]=] ]=100
		}
	},
	[ [=[1028]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q310]=],
		[ [=[rewardID]=] ]=1028,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=28,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 3-10]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[fp]=] ]=100
		}
	},
	[ [=[1029]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q401]=],
		[ [=[rewardID]=] ]=1029,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=29,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 4-1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=300000
		}
	},
	[ [=[1030]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q402]=],
		[ [=[rewardID]=] ]=1030,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=30,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 4-2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=300000
		}
	},
	[ [=[1031]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q403]=],
		[ [=[rewardID]=] ]=1031,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=31,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 4-3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=300000
		}
	},
	[ [=[1032]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q404]=],
		[ [=[rewardID]=] ]=1032,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=32,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 4-4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=300000
		}
	},
	[ [=[1033]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q405]=],
		[ [=[rewardID]=] ]=1033,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=33,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 4-5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=300000
		}
	},
	[ [=[1034]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q406]=],
		[ [=[rewardID]=] ]=1034,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=34,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 4-6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=300000
		}
	},
	[ [=[1035]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q407]=],
		[ [=[rewardID]=] ]=1035,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=35,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 4-7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=300000
		}
	},
	[ [=[1036]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q408]=],
		[ [=[rewardID]=] ]=1036,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=36,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 4-8]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=300000
		}
	},
	[ [=[1037]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q409]=],
		[ [=[rewardID]=] ]=1037,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=37,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 4-9]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=300000
		}
	},
	[ [=[1038]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q410]=],
		[ [=[rewardID]=] ]=1038,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=38,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 4-10]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=300000
		}
	},
	[ [=[1039]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q411]=],
		[ [=[rewardID]=] ]=1039,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=39,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 4-11]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=300000
		}
	},
	[ [=[1040]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q412]=],
		[ [=[rewardID]=] ]=1040,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=40,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 4-12]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=300000
		}
	},
	[ [=[1041]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q501]=],
		[ [=[rewardID]=] ]=1041,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=41,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 5-1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[equipPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4102]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[1042]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q502]=],
		[ [=[rewardID]=] ]=1042,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=42,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 5-2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[equipPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4104]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[1043]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q503]=],
		[ [=[rewardID]=] ]=1043,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=43,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 5-3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[equipPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4105]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[1044]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q504]=],
		[ [=[rewardID]=] ]=1044,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=44,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 5-4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[equipPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4103]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[1045]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q505]=],
		[ [=[rewardID]=] ]=1045,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=45,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 5-5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[equipPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4106]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[1046]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q506]=],
		[ [=[rewardID]=] ]=1046,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=46,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 5-6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[equipPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4302]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[1047]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q507]=],
		[ [=[rewardID]=] ]=1047,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=47,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 5-7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[equipPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4303]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[1048]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q509]=],
		[ [=[rewardID]=] ]=1048,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=48,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 5-9]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[equipPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4307]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[1049]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q511]=],
		[ [=[rewardID]=] ]=1049,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=49,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 5-11]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[equipPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4308]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[1050]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q512]=],
		[ [=[rewardID]=] ]=1050,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=50,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 5-12]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[equipPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4309]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[1051]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q601]=],
		[ [=[rewardID]=] ]=1051,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=51,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 6-1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[equipPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4213]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[1052]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q602]=],
		[ [=[rewardID]=] ]=1052,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=52,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 6-2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[equipPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4214]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[1053]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q603]=],
		[ [=[rewardID]=] ]=1053,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=53,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 6-3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[equipPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4215]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[1054]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q604]=],
		[ [=[rewardID]=] ]=1054,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=54,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 6-4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[equipPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4204]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[1055]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q605]=],
		[ [=[rewardID]=] ]=1055,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=55,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 6-5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[equipPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4205]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[1056]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q606]=],
		[ [=[rewardID]=] ]=1056,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=56,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 6-6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[equipPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4208]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[1057]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q608]=],
		[ [=[rewardID]=] ]=1057,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=57,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 6-8]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[equipPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4212]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[1058]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q610]=],
		[ [=[rewardID]=] ]=1058,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=58,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 6-10]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[equipPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4216]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[1059]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q612]=],
		[ [=[rewardID]=] ]=1059,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=59,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 6-12]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[equipPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4206]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[1060]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q613]=],
		[ [=[rewardID]=] ]=1060,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=60,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 6-13]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[equipPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4219]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[1061]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q701]=],
		[ [=[rewardID]=] ]=1061,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=61,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 7-1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[equipPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4102]=],
					[ [=[num]=] ]=4
				}
			}
		}
	},
	[ [=[1062]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q702]=],
		[ [=[rewardID]=] ]=1062,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=62,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 7-2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[equipPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4104]=],
					[ [=[num]=] ]=4
				}
			}
		}
	},
	[ [=[1063]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q703]=],
		[ [=[rewardID]=] ]=1063,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=63,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 7-3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[equipPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4105]=],
					[ [=[num]=] ]=4
				}
			}
		}
	},
	[ [=[1064]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q704]=],
		[ [=[rewardID]=] ]=1064,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=64,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 7-4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[equipPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4103]=],
					[ [=[num]=] ]=4
				}
			}
		}
	},
	[ [=[1065]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q705]=],
		[ [=[rewardID]=] ]=1065,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=65,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 7-5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[equipPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4106]=],
					[ [=[num]=] ]=4
				}
			}
		}
	},
	[ [=[1066]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q706]=],
		[ [=[rewardID]=] ]=1066,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=66,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 7-6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[equipPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4302]=],
					[ [=[num]=] ]=4
				}
			}
		}
	},
	[ [=[1067]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q707]=],
		[ [=[rewardID]=] ]=1067,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=67,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 7-7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[equipPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4303]=],
					[ [=[num]=] ]=4
				}
			}
		}
	},
	[ [=[1068]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q708]=],
		[ [=[rewardID]=] ]=1068,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=68,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 7-8]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[equipPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4307]=],
					[ [=[num]=] ]=4
				}
			}
		}
	},
	[ [=[1069]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q709]=],
		[ [=[rewardID]=] ]=1069,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=69,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 7-9]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[equipPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4308]=],
					[ [=[num]=] ]=4
				}
			}
		}
	},
	[ [=[1070]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q710]=],
		[ [=[rewardID]=] ]=1070,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=70,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 7-10]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[equipPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4309]=],
					[ [=[num]=] ]=4
				}
			}
		}
	},
	[ [=[1071]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q801]=],
		[ [=[rewardID]=] ]=1071,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=71,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 8-1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[equipPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4213]=],
					[ [=[num]=] ]=4
				}
			}
		}
	},
	[ [=[1072]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q802]=],
		[ [=[rewardID]=] ]=1072,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=72,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 8-2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[equipPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4214]=],
					[ [=[num]=] ]=4
				}
			}
		}
	},
	[ [=[1073]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q803]=],
		[ [=[rewardID]=] ]=1073,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=73,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 8-3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[equipPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4215]=],
					[ [=[num]=] ]=4
				}
			}
		}
	},
	[ [=[1074]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q804]=],
		[ [=[rewardID]=] ]=1074,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=74,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 8-4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[equipPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4204]=],
					[ [=[num]=] ]=4
				}
			}
		}
	},
	[ [=[1075]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q805]=],
		[ [=[rewardID]=] ]=1075,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=75,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 8-5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[equipPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4205]=],
					[ [=[num]=] ]=4
				}
			}
		}
	},
	[ [=[1076]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q806]=],
		[ [=[rewardID]=] ]=1076,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=76,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 8-6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[equipPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4208]=],
					[ [=[num]=] ]=4
				}
			}
		}
	},
	[ [=[1077]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q807]=],
		[ [=[rewardID]=] ]=1077,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=77,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 8-7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[equipPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4212]=],
					[ [=[num]=] ]=4
				}
			}
		}
	},
	[ [=[1078]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q808]=],
		[ [=[rewardID]=] ]=1078,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=78,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 8-8]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[equipPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4216]=],
					[ [=[num]=] ]=4
				}
			}
		}
	},
	[ [=[1079]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q809]=],
		[ [=[rewardID]=] ]=1079,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=79,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 8-9]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[equipPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4206]=],
					[ [=[num]=] ]=4
				}
			}
		}
	},
	[ [=[1080]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[Q810]=],
		[ [=[rewardID]=] ]=1080,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=10,
		[ [=[order2]=] ]=80,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ผ่านด่าน 8-10]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[equipPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[4219]=],
					[ [=[num]=] ]=4
				}
			}
		}
	},
	[ [=[1201]=] ]=
	{
		[ [=[title]=] ]=[=[การโอนย้าย]=],
		[ [=[arrangement]=] ]=2,
		[ [=[condition]=] ]=[=[1]=],
		[ [=[rewardID]=] ]=1201,
		[ [=[progress]=] ]=1,
		[ [=[order1]=] ]=5,
		[ [=[type]=] ]=12,
		[ [=[order2]=] ]=1,
		[ [=[class]=] ]=[=[Daily]=],
		[ [=[desc]=] ]=[=[รีเฟรชการโอนย้าย 1 ครั้ง]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[2]=],
					[ [=[num]=] ]=8
				}
			}
		}
	},
	[ [=[1301]=] ]=
	{
		[ [=[title]=] ]=[=[ลีก]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[2]=],
		[ [=[rewardID]=] ]=1301,
		[ [=[progress]=] ]=1,
		[ [=[order1]=] ]=6,
		[ [=[type]=] ]=13,
		[ [=[order2]=] ]=1,
		[ [=[class]=] ]=[=[Daily]=],
		[ [=[desc]=] ]=[=[สำเร็จ 2 เกม]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[exp]=] ]=50
		}
	},
	[ [=[1302]=] ]=
	{
		[ [=[title]=] ]=[=[ลีก]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[4]=],
		[ [=[rewardID]=] ]=1302,
		[ [=[progress]=] ]=1,
		[ [=[order1]=] ]=6,
		[ [=[type]=] ]=13,
		[ [=[order2]=] ]=2,
		[ [=[class]=] ]=[=[Daily]=],
		[ [=[desc]=] ]=[=[สำเร็จ 4 เกม]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=25
		}
	},
	[ [=[1401]=] ]=
	{
		[ [=[title]=] ]=[=[ศูนย์การฝึกฝน]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[2]=],
		[ [=[rewardID]=] ]=1401,
		[ [=[progress]=] ]=1,
		[ [=[order1]=] ]=7,
		[ [=[type]=] ]=14,
		[ [=[order2]=] ]=1,
		[ [=[class]=] ]=[=[Daily]=],
		[ [=[desc]=] ]=[=[ฝึกนักเตะ 2 ครั้ง]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[exp]=] ]=50
		}
	},
	[ [=[1402]=] ]=
	{
		[ [=[title]=] ]=[=[ศูนย์การฝึกฝน]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[4]=],
		[ [=[rewardID]=] ]=1402,
		[ [=[progress]=] ]=1,
		[ [=[order1]=] ]=7,
		[ [=[type]=] ]=14,
		[ [=[order2]=] ]=2,
		[ [=[class]=] ]=[=[Daily]=],
		[ [=[desc]=] ]=[=[ฝึกนักเตะ 4 ครั้ง]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=10
		}
	},
	[ [=[1501]=] ]=
	{
		[ [=[title]=] ]=[=[สกิลนักเตะ]=],
		[ [=[arrangement]=] ]=2,
		[ [=[condition]=] ]=[=[1]=],
		[ [=[rewardID]=] ]=1501,
		[ [=[progress]=] ]=1,
		[ [=[order1]=] ]=8,
		[ [=[type]=] ]=15,
		[ [=[order2]=] ]=1,
		[ [=[class]=] ]=[=[Daily]=],
		[ [=[desc]=] ]=[=[ขึ้นเลเวลสกิลนักเตะ 1 ครั้ง]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[2]=],
					[ [=[num]=] ]=8
				}
			}
		}
	},
	[ [=[1601]=] ]=
	{
		[ [=[title]=] ]=[=[เพื่อน]=],
		[ [=[arrangement]=] ]=2,
		[ [=[condition]=] ]=[=[3]=],
		[ [=[rewardID]=] ]=1601,
		[ [=[progress]=] ]=1,
		[ [=[order1]=] ]=9,
		[ [=[type]=] ]=16,
		[ [=[order2]=] ]=1,
		[ [=[class]=] ]=[=[Daily]=],
		[ [=[desc]=] ]=[=[แถมความฟิตให้เพื่อน 3 คน]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[fp]=] ]=100
		}
	},
	[ [=[1701]=] ]=
	{
		[ [=[title]=] ]=[=[ถอนการ์ด]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[1]=],
		[ [=[rewardID]=] ]=1701,
		[ [=[progress]=] ]=1,
		[ [=[order1]=] ]=10,
		[ [=[type]=] ]=17,
		[ [=[order2]=] ]=1,
		[ [=[class]=] ]=[=[Daily]=],
		[ [=[desc]=] ]=[=[ถอนการ์ด 1 ครั้ง (รวมทั้งจับการ์ดมิตราภาพ)]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[2]=],
					[ [=[num]=] ]=8
				}
			}
		}
	},
	[ [=[1702]=] ]=
	{
		[ [=[title]=] ]=[=[ถอนการ์ด]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[3]=],
		[ [=[rewardID]=] ]=1702,
		[ [=[progress]=] ]=1,
		[ [=[order1]=] ]=10,
		[ [=[type]=] ]=17,
		[ [=[order2]=] ]=2,
		[ [=[class]=] ]=[=[Daily]=],
		[ [=[desc]=] ]=[=[ถอนการ์ด 3 ครั้ง (รวมทั้งจับการ์ดมิตราภาพ)]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=20
		}
	},
	[ [=[1801]=] ]=
	{
		[ [=[title]=] ]=[=[สมาคม]=],
		[ [=[arrangement]=] ]=2,
		[ [=[condition]=] ]=[=[1]=],
		[ [=[rewardID]=] ]=1801,
		[ [=[progress]=] ]=1,
		[ [=[order1]=] ]=13,
		[ [=[type]=] ]=18,
		[ [=[order2]=] ]=1,
		[ [=[class]=] ]=[=[Daily]=],
		[ [=[desc]=] ]=[=[สำเร็จการท้าแข่งสมาคม 1 เกม]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=800000
		}
	},
	[ [=[2101]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลแชมเปียนส์ลีก]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[1]=],
		[ [=[rewardID]=] ]=2101,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=4,
		[ [=[type]=] ]=21,
		[ [=[order2]=] ]=1,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ชนะเลศลีกระดับความยาก 1]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=3000000
		}
	},
	[ [=[2102]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลแชมเปียนส์ลีก]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[2]=],
		[ [=[rewardID]=] ]=2102,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=4,
		[ [=[type]=] ]=21,
		[ [=[order2]=] ]=2,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ชนะเลศลีกระดับความยาก 2]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=4000000
		}
	},
	[ [=[2103]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลแชมเปียนส์ลีก]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[3]=],
		[ [=[rewardID]=] ]=2103,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=4,
		[ [=[type]=] ]=21,
		[ [=[order2]=] ]=3,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ชนะเลศลีกระดับความยาก 3]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=5000000
		}
	},
	[ [=[2104]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลแชมเปียนส์ลีก]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[4]=],
		[ [=[rewardID]=] ]=2104,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=4,
		[ [=[type]=] ]=21,
		[ [=[order2]=] ]=4,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ชนะเลศลีกระดับความยาก 4]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=7000000
		}
	},
	[ [=[2105]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลแชมเปียนส์ลีก]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[5]=],
		[ [=[rewardID]=] ]=2105,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=4,
		[ [=[type]=] ]=21,
		[ [=[order2]=] ]=5,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ชนะเลศลีกระดับความยาก 5]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=9000000
		}
	},
	[ [=[2106]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลแชมเปียนส์ลีก]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[6]=],
		[ [=[rewardID]=] ]=2106,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=4,
		[ [=[type]=] ]=21,
		[ [=[order2]=] ]=6,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ชนะเลศลีกระดับความยาก 6]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=11000000
		}
	},
	[ [=[2107]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลแชมเปียนส์ลีก]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[7]=],
		[ [=[rewardID]=] ]=2107,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=4,
		[ [=[type]=] ]=21,
		[ [=[order2]=] ]=7,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ชนะเลศลีกระดับความยาก 7]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=13000000
		}
	},
	[ [=[2108]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลแชมเปียนส์ลีก]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[8]=],
		[ [=[rewardID]=] ]=2108,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=4,
		[ [=[type]=] ]=21,
		[ [=[order2]=] ]=8,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ชนะเลศลีกระดับความยาก 8]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=15000000
		}
	},
	[ [=[2109]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลแชมเปียนส์ลีก]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[9]=],
		[ [=[rewardID]=] ]=2109,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=4,
		[ [=[type]=] ]=21,
		[ [=[order2]=] ]=9,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ชนะเลศลีกระดับความยาก 9]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=18000000
		}
	},
	[ [=[2110]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลแชมเปียนส์ลีก]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[10]=],
		[ [=[rewardID]=] ]=2110,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=4,
		[ [=[type]=] ]=21,
		[ [=[order2]=] ]=10,
		[ [=[class]=] ]=[=[Main]=],
		[ [=[desc]=] ]=[=[ชนะเลศลีกระดับความยาก 10]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=21000000
		}
	},
	[ [=[2201]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลการขึ้นเลเวล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[4]=],
		[ [=[rewardID]=] ]=2201,
		[ [=[progress]=] ]=1,
		[ [=[order1]=] ]=13,
		[ [=[type]=] ]=22,
		[ [=[order2]=] ]=1,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[4 นักเตะขึ้นถึง Lv10]=],
		[ [=[condition2]=] ]=[=[10]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1002]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[2202]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลการขึ้นเลเวล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[5]=],
		[ [=[rewardID]=] ]=2202,
		[ [=[progress]=] ]=1,
		[ [=[order1]=] ]=13,
		[ [=[type]=] ]=22,
		[ [=[order2]=] ]=2,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[5 นักเตะขึ้นถึง Lv10]=],
		[ [=[condition2]=] ]=[=[10]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1002]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[2203]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลการขึ้นเลเวล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[6]=],
		[ [=[rewardID]=] ]=2203,
		[ [=[progress]=] ]=1,
		[ [=[order1]=] ]=13,
		[ [=[type]=] ]=22,
		[ [=[order2]=] ]=3,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[6 นักเตะขึ้นถึง Lv10]=],
		[ [=[condition2]=] ]=[=[10]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1002]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[2204]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลการขึ้นเลเวล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[8]=],
		[ [=[rewardID]=] ]=2204,
		[ [=[progress]=] ]=1,
		[ [=[order1]=] ]=13,
		[ [=[type]=] ]=22,
		[ [=[order2]=] ]=4,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[8 นักเตะขึ้นถึง Lv10]=],
		[ [=[condition2]=] ]=[=[10]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1002]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[2205]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลการขึ้นเลเวล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[11]=],
		[ [=[rewardID]=] ]=2205,
		[ [=[progress]=] ]=1,
		[ [=[order1]=] ]=13,
		[ [=[type]=] ]=22,
		[ [=[order2]=] ]=5,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[11 นักเตะขึ้นถึง Lv10]=],
		[ [=[condition2]=] ]=[=[10]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1002]=],
					[ [=[num]=] ]=3
				}
			}
		}
	},
	[ [=[2206]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลการขึ้นเลเวล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[1]=],
		[ [=[rewardID]=] ]=2206,
		[ [=[progress]=] ]=1,
		[ [=[order1]=] ]=14,
		[ [=[type]=] ]=22,
		[ [=[order2]=] ]=1,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[1 นักเตะขึ้นถึง Lv20]=],
		[ [=[condition2]=] ]=[=[20]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1003]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[2207]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลการขึ้นเลเวล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[3]=],
		[ [=[rewardID]=] ]=2207,
		[ [=[progress]=] ]=1,
		[ [=[order1]=] ]=14,
		[ [=[type]=] ]=22,
		[ [=[order2]=] ]=2,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[3 นักเตะขึ้นถึง Lv20]=],
		[ [=[condition2]=] ]=[=[20]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1003]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[2208]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลการขึ้นเลเวล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[5]=],
		[ [=[rewardID]=] ]=2208,
		[ [=[progress]=] ]=1,
		[ [=[order1]=] ]=14,
		[ [=[type]=] ]=22,
		[ [=[order2]=] ]=3,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[5 นักเตะขึ้นถึง Lv20]=],
		[ [=[condition2]=] ]=[=[20]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1003]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[2209]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลการขึ้นเลเวล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[8]=],
		[ [=[rewardID]=] ]=2209,
		[ [=[progress]=] ]=1,
		[ [=[order1]=] ]=14,
		[ [=[type]=] ]=22,
		[ [=[order2]=] ]=4,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[8 นักเตะขึ้นถึง Lv20]=],
		[ [=[condition2]=] ]=[=[20]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1003]=],
					[ [=[num]=] ]=3
				}
			}
		}
	},
	[ [=[2210]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลการขึ้นเลเวล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[11]=],
		[ [=[rewardID]=] ]=2210,
		[ [=[progress]=] ]=1,
		[ [=[order1]=] ]=14,
		[ [=[type]=] ]=22,
		[ [=[order2]=] ]=5,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[11 นักเตะขึ้นถึง Lv20]=],
		[ [=[condition2]=] ]=[=[20]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1003]=],
					[ [=[num]=] ]=3
				}
			}
		}
	},
	[ [=[2211]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลการขึ้นเลเวล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[1]=],
		[ [=[rewardID]=] ]=2211,
		[ [=[progress]=] ]=1,
		[ [=[order1]=] ]=15,
		[ [=[type]=] ]=22,
		[ [=[order2]=] ]=1,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[1 นักเตะขึ้นถึง Lv30]=],
		[ [=[condition2]=] ]=[=[30]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1003]=],
					[ [=[num]=] ]=4
				}
			}
		}
	},
	[ [=[2212]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลการขึ้นเลเวล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[3]=],
		[ [=[rewardID]=] ]=2212,
		[ [=[progress]=] ]=1,
		[ [=[order1]=] ]=15,
		[ [=[type]=] ]=22,
		[ [=[order2]=] ]=2,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[3 นักเตะขึ้นถึง Lv30]=],
		[ [=[condition2]=] ]=[=[30]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1003]=],
					[ [=[num]=] ]=8
				}
			}
		}
	},
	[ [=[2213]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลการขึ้นเลเวล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[5]=],
		[ [=[rewardID]=] ]=2213,
		[ [=[progress]=] ]=1,
		[ [=[order1]=] ]=15,
		[ [=[type]=] ]=22,
		[ [=[order2]=] ]=3,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[5 นักเตะขึ้นถึง Lv30]=],
		[ [=[condition2]=] ]=[=[30]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1003]=],
					[ [=[num]=] ]=8
				}
			}
		}
	},
	[ [=[2214]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลการขึ้นเลเวล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[8]=],
		[ [=[rewardID]=] ]=2214,
		[ [=[progress]=] ]=1,
		[ [=[order1]=] ]=15,
		[ [=[type]=] ]=22,
		[ [=[order2]=] ]=4,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[8 นักเตะขึ้นถึง Lv30]=],
		[ [=[condition2]=] ]=[=[30]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1003]=],
					[ [=[num]=] ]=12
				}
			}
		}
	},
	[ [=[2215]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลการขึ้นเลเวล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[11]=],
		[ [=[rewardID]=] ]=2215,
		[ [=[progress]=] ]=1,
		[ [=[order1]=] ]=15,
		[ [=[type]=] ]=22,
		[ [=[order2]=] ]=5,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[11 นักเตะขึ้นถึง Lv30]=],
		[ [=[condition2]=] ]=[=[30]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1003]=],
					[ [=[num]=] ]=12
				}
			}
		}
	},
	[ [=[2216]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลการขึ้นเลเวล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[1]=],
		[ [=[rewardID]=] ]=2216,
		[ [=[progress]=] ]=1,
		[ [=[order1]=] ]=16,
		[ [=[type]=] ]=22,
		[ [=[order2]=] ]=1,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[1 นักเตะขึ้นถึง Lv40]=],
		[ [=[condition2]=] ]=[=[40]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1004]=],
					[ [=[num]=] ]=5
				}
			}
		}
	},
	[ [=[2217]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลการขึ้นเลเวล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[3]=],
		[ [=[rewardID]=] ]=2217,
		[ [=[progress]=] ]=1,
		[ [=[order1]=] ]=16,
		[ [=[type]=] ]=22,
		[ [=[order2]=] ]=2,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[3 นักเตะขึ้นถึง Lv40]=],
		[ [=[condition2]=] ]=[=[40]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1004]=],
					[ [=[num]=] ]=10
				}
			}
		}
	},
	[ [=[2218]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลการขึ้นเลเวล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[5]=],
		[ [=[rewardID]=] ]=2218,
		[ [=[progress]=] ]=1,
		[ [=[order1]=] ]=16,
		[ [=[type]=] ]=22,
		[ [=[order2]=] ]=3,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[5 นักเตะขึ้นถึง Lv40]=],
		[ [=[condition2]=] ]=[=[40]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1004]=],
					[ [=[num]=] ]=10
				}
			}
		}
	},
	[ [=[2219]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลการขึ้นเลเวล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[8]=],
		[ [=[rewardID]=] ]=2219,
		[ [=[progress]=] ]=1,
		[ [=[order1]=] ]=16,
		[ [=[type]=] ]=22,
		[ [=[order2]=] ]=4,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[8 นักเตะขึ้นถึง Lv40]=],
		[ [=[condition2]=] ]=[=[40]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1004]=],
					[ [=[num]=] ]=15
				}
			}
		}
	},
	[ [=[2220]=] ]=
	{
		[ [=[title]=] ]=[=[รางวัลการขึ้นเลเวล]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[11]=],
		[ [=[rewardID]=] ]=2220,
		[ [=[progress]=] ]=1,
		[ [=[order1]=] ]=16,
		[ [=[type]=] ]=22,
		[ [=[order2]=] ]=5,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[11 นักเตะขึ้นถึง Lv40]=],
		[ [=[condition2]=] ]=[=[40]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[1004]=],
					[ [=[num]=] ]=15
				}
			}
		}
	},
	[ [=[2301]=] ]=
	{
		[ [=[title]=] ]=[=[ผู้เล่นใหม่]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[]=],
		[ [=[rewardID]=] ]=2301,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=10,
		[ [=[type]=] ]=23,
		[ [=[order2]=] ]=1,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ใช้การด์กวาดล้างเพื่อผ่านด่านอาชีพ]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=30
		}
	},
	[ [=[2302]=] ]=
	{
		[ [=[title]=] ]=[=[ผู้เล่นใหม่]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[]=],
		[ [=[rewardID]=] ]=2302,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=10,
		[ [=[type]=] ]=23,
		[ [=[order2]=] ]=2,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[สำเร็จจดหมายนักเตะ 1 ฉบับ]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=30
		}
	},
	[ [=[2303]=] ]=
	{
		[ [=[title]=] ]=[=[ผู้เล่นใหม่]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[]=],
		[ [=[rewardID]=] ]=2303,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=10,
		[ [=[type]=] ]=23,
		[ [=[order2]=] ]=3,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[แก้ไขนักเตะแล้วบันทึก]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=30
		}
	},
	[ [=[2304]=] ]=
	{
		[ [=[title]=] ]=[=[ผู้เล่นใหม่]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[]=],
		[ [=[rewardID]=] ]=2304,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=10,
		[ [=[type]=] ]=23,
		[ [=[order2]=] ]=14,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ปรับแผนการเล่นแล้วบันทึก]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=30
		}
	},
	[ [=[2305]=] ]=
	{
		[ [=[title]=] ]=[=[ผู้เล่นใหม่]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[]=],
		[ [=[rewardID]=] ]=2305,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=10,
		[ [=[type]=] ]=23,
		[ [=[order2]=] ]=4,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ปรับกลยุทธ์แล้วบันทึก]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=30
		}
	},
	[ [=[2307]=] ]=
	{
		[ [=[title]=] ]=[=[ผู้เล่นใหม่]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[]=],
		[ [=[rewardID]=] ]=2307,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=10,
		[ [=[type]=] ]=23,
		[ [=[order2]=] ]=5,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[เพิ่มเพื่อน]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=30
		}
	},
	[ [=[2308]=] ]=
	{
		[ [=[title]=] ]=[=[ผู้เล่นใหม่]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[]=],
		[ [=[rewardID]=] ]=2308,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=10,
		[ [=[type]=] ]=23,
		[ [=[order2]=] ]=6,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[แถมความฟิตให้เพื่อน]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=30
		}
	},
	[ [=[2309]=] ]=
	{
		[ [=[title]=] ]=[=[ผู้เล่นใหม่]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[]=],
		[ [=[rewardID]=] ]=2309,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=10,
		[ [=[type]=] ]=23,
		[ [=[order2]=] ]=7,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[รับความฟิตจากเพื่อน]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=30
		}
	},
	[ [=[2310]=] ]=
	{
		[ [=[title]=] ]=[=[ผู้เล่นใหม่]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[]=],
		[ [=[rewardID]=] ]=2310,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=10,
		[ [=[type]=] ]=23,
		[ [=[order2]=] ]=8,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[สร้างตลาดการโอนย้ายใหม่ด้วยมือ]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=30
		}
	},
	[ [=[2311]=] ]=
	{
		[ [=[title]=] ]=[=[ผู้เล่นใหม่]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[]=],
		[ [=[rewardID]=] ]=2311,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=10,
		[ [=[type]=] ]=23,
		[ [=[order2]=] ]=9,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ชนะลีกครั้งแรก]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=30
		}
	},
	[ [=[2312]=] ]=
	{
		[ [=[title]=] ]=[=[ผู้เล่นใหม่]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[]=],
		[ [=[rewardID]=] ]=2312,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=10,
		[ [=[type]=] ]=23,
		[ [=[order2]=] ]=10,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[สำเร็จการฝึกฝน 1 ครั้งในศูนย์ฝึกฝน]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=30
		}
	},
	[ [=[2313]=] ]=
	{
		[ [=[title]=] ]=[=[ผู้เล่นใหม่]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[]=],
		[ [=[rewardID]=] ]=2313,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=10,
		[ [=[type]=] ]=23,
		[ [=[order2]=] ]=11,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ขึ้นเลเวลสกิลนักเตะ 1 ครั้ง]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=30
		}
	},
	[ [=[2314]=] ]=
	{
		[ [=[title]=] ]=[=[ผู้เล่นใหม่]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[]=],
		[ [=[rewardID]=] ]=2314,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=10,
		[ [=[type]=] ]=23,
		[ [=[order2]=] ]=12,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[สำเร็จและได้รับผลสำเร็จ 1 ครั้ง]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=30
		}
	},
	[ [=[2315]=] ]=
	{
		[ [=[title]=] ]=[=[ผู้เล่นใหม่]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[]=],
		[ [=[rewardID]=] ]=2315,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=10,
		[ [=[type]=] ]=23,
		[ [=[order2]=] ]=13,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[ส่งเสริมและบันทึกสำเร็จ 1 ครั้ง]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=30
		}
	},
	[ [=[2316]=] ]=
	{
		[ [=[title]=] ]=[=[ผู้เล่นใหม่]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[1]=],
		[ [=[rewardID]=] ]=2316,
		[ [=[progress]=] ]=1,
		[ [=[order1]=] ]=10,
		[ [=[type]=] ]=24,
		[ [=[order2]=] ]=16,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[รับ 1 นักเตะก้าวกระโดด 1]=],
		[ [=[condition2]=] ]=[=[1]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=200
		}
	},
	[ [=[2317]=] ]=
	{
		[ [=[title]=] ]=[=[ผู้เล่นใหม่]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[1]=],
		[ [=[rewardID]=] ]=2317,
		[ [=[progress]=] ]=1,
		[ [=[order1]=] ]=10,
		[ [=[type]=] ]=24,
		[ [=[order2]=] ]=17,
		[ [=[class]=] ]=[=[New]=],
		[ [=[desc]=] ]=[=[รับ 1 นักเตะก้าวกระโดด 2]=],
		[ [=[condition2]=] ]=[=[2]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=350
		}
	},
	[ [=[2601]=] ]=
	{
		[ [=[title]=] ]=[=[สำเร็จเควสประจำวัน]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[]=],
		[ [=[rewardID]=] ]=2601,
		[ [=[progress]=] ]=1,
		[ [=[order1]=] ]=17,
		[ [=[type]=] ]=33,
		[ [=[order2]=] ]=1,
		[ [=[class]=] ]=[=[Daily]=],
		[ [=[desc]=] ]=[=[สำเร็จเควสประจำวันทั้งหมด]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[cardPiece]=] ]=
			{
				{
					[ [=[id]=] ]=[=[Gpique7]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[3001]=] ]=
	{
		[ [=[title]=] ]=[=[แชร์เกม]=],
		[ [=[arrangement]=] ]=2,
		[ [=[condition]=] ]=[=[1]=],
		[ [=[rewardID]=] ]=3001,
		[ [=[progress]=] ]=0,
		[ [=[order1]=] ]=16,
		[ [=[type]=] ]=30,
		[ [=[order2]=] ]=1,
		[ [=[class]=] ]=[=[Daily]=],
		[ [=[desc]=] ]=[=[แชร์เกม 1 ครั้ง]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=25
		}
	},
	[ [=[3101]=] ]=
	{
		[ [=[title]=] ]=[=[แข่งอันดับ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[1]=],
		[ [=[rewardID]=] ]=3101,
		[ [=[progress]=] ]=1,
		[ [=[order1]=] ]=11,
		[ [=[type]=] ]=34,
		[ [=[order2]=] ]=1,
		[ [=[class]=] ]=[=[Daily]=],
		[ [=[desc]=] ]=[=[เสร็จสมบูรณ์การแข่งอันดับ 1 เกม]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[m]=] ]=800000
		}
	},
	[ [=[3102]=] ]=
	{
		[ [=[title]=] ]=[=[แข่งอันดับ]=],
		[ [=[arrangement]=] ]=1,
		[ [=[condition]=] ]=[=[3]=],
		[ [=[rewardID]=] ]=3102,
		[ [=[progress]=] ]=1,
		[ [=[order1]=] ]=11,
		[ [=[type]=] ]=34,
		[ [=[order2]=] ]=2,
		[ [=[class]=] ]=[=[Daily]=],
		[ [=[desc]=] ]=[=[เสร็จสมบูรณ์การแข่งอันดับ 3 เกม]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[d]=] ]=30
		}
	},
	[ [=[3201]=] ]=
	{
		[ [=[title]=] ]=[=[สมาคม]=],
		[ [=[arrangement]=] ]=2,
		[ [=[condition]=] ]=[=[1]=],
		[ [=[rewardID]=] ]=3201,
		[ [=[progress]=] ]=1,
		[ [=[order1]=] ]=12,
		[ [=[type]=] ]=32,
		[ [=[order2]=] ]=1,
		[ [=[class]=] ]=[=[Daily]=],
		[ [=[desc]=] ]=[=[ลงชื่อ 1 ครั้งในสมาคม]=],
		[ [=[condition2]=] ]=[=[]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[2]=],
					[ [=[num]=] ]=8
				}
			}
		}
	}
}
return var