local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=10,
		[ [=[maxLvl]=] ]=20,
		[ [=[desc]=] ]=[=[ไม่ควรขายนักเตะแรก โปรดเก็ไว้เพื่อสำเร็จจดหมายนักเตะ]=]
	},
	[ [=[2]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[ถึง VIP 6 สามารถสำเร็จฝึกซ้อนด้วยคะแนนสูงสุด]=]
	},
	[ [=[3]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[อากาศและพื้นสนามสามารถยับยั้งบางสกิลของคู่แข่ง]=]
	},
	[ [=[4]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[ในลีกแข่งขันสามารถรับทองจำนวนมาก]=]
	},
	[ [=[5]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[อัพเกรดสนามกีฬา โรงรถสามารถเพิ่มจำนวนทองที่ได้รับจากลีก]=]
	},
	[ [=[6]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[ข้ามขีดนักเตะในชุดเดียวกันจะเพิ่มคุณสมบัติแก่นักเตะต้นฉบับ]=]
	},
	[ [=[7]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[เข้าร่วมลานประลองสมาคมสามารถรับชิ้นส่วนไอเท็มและทอง]=]
	},
	[ [=[8]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[แตรเชียร์กับปืนใหญ่สามารถรวมกันเพื่อเพิ่มโอกาสในการทำประตู]=]
	},
	[ [=[9]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[กระแทกสามารถลดคุณสมบัติผู้รักษาประตูจนถึงทำประตูได้]=]
	},
	[ [=[10]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[ฆาตกรสามารถรวมกันกับส่งบอลทะลุเพื่อเพิ่มโอกาสในการทำประตู]=]
	},
	[ [=[11]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[ยิงวอลเล่ย์สามารถรวมกันกับเตะด้วยจมูกเท้าและพลังเทพเจ้าเพื่อเพิ่มโอกาสในการทำประตู]=]
	},
	[ [=[12]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[สกิลนักเตะสามารถเพิ่มขึ้นตอนฝึกซ้อน]=]
	},
	[ [=[13]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[สังเกตสามารถทำให้สกิลนักเตะไร้ผล]=]
	},
	[ [=[14]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[เข้าร่วมสงครามสมาคมสามารถได้รับไอเท็ม ชิ้นส่วนนักเตะ ทองมากมาย]=]
	},
	[ [=[15]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[ผ่านด่าน 3 ดาวสามารถกวาดล้างเร็ว]=]
	},
	[ [=[16]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[นักเตะเลเวล 4 ขึ้นไปสามารถข้ามขีดเพื่อเพิ่มความสามารถ]=]
	},
	[ [=[17]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[เลเวล 5 เปิดตลาดการโอนย้าย สามารถซื้อนักเตะดี]=]
	},
	[ [=[18]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[นักเตะมีสกิลกัปตันทีมสามารถเพิ่มความสามารถให้ทั้งทีม]=]
	},
	[ [=[19]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[อากาศฝนตกลดสกิล: ถล่มประตู - ตั้งสติ - นิวเคลียร์]=]
	},
	[ [=[20]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[อากาศลมลดสกิล: ปืนใหญ่ - ยิงระเบิด - กระแทก]=]
	},
	[ [=[21]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[ร้านแข่งอันดับให้รางวัลทุกชม แม้ออฟไลน์ยังสามารถรับได้]=]
	},
	[ [=[22]=] ]=
	{
		[ [=[probability]=] ]=10,
		[ [=[minLvl]=] ]=1,
		[ [=[maxLvl]=] ]=100,
		[ [=[desc]=] ]=[=[อย่าลืมตั้งนักเตะตัวหลักเตะมุม ฟรีคิก ยิงจุดโทษ]=]
	}
}
return var