local null = nil
local var = 
{
	{
		[ [=[reset]=] ]=0,
		[ [=[trainSweep]=] ]=0,
		[ [=[diamond]=] ]=0,
		[ [=[leagueTimes]=] ]=0,
		[ [=[specialQuestSweep]=] ]=0,
		[ [=[transfer]=] ]=0,
		[ [=[autoSP]=] ]=0,
		[ [=[sp]=] ]=1,
		[ [=[tip]=] ]=[=[]=],
		[ [=[vipLv]=] ]=0,
		[ [=[skillUp]=] ]=0,
		[ [=[guildQuestSweep]=] ]=0,
		[ [=[mystery]=] ]=0,
		[ [=[sweepItem]=] ]=0,
		[ [=[advMorale]=] ]=1,
		[ [=[cumDiamond]=] ]=0,
		[ [=[guildQuestReward]=] ]=0,
		[ [=[ladderTime]=] ]=0,
		[ [=[desc]=] ]=[=[]=]
	},
	{
		[ [=[reset]=] ]=0,
		[ [=[trainSweep]=] ]=0,
		[ [=[diamond]=] ]=60,
		[ [=[leagueTimes]=] ]=0,
		[ [=[specialQuestSweep]=] ]=0,
		[ [=[transfer]=] ]=0,
		[ [=[autoSP]=] ]=0,
		[ [=[sp]=] ]=2,
		[ [=[tip]=] ]=[=[ยิ่นดีทีได้ VIP1!
ปลดล็อคสิทธิ์ที่เกี่ยวข้อง
สามารถซื้อแพ็กของขวัญ VIP จากร้านค้า]=],
		[ [=[vipLv]=] ]=1,
		[ [=[skillUp]=] ]=0,
		[ [=[guildQuestSweep]=] ]=0,
		[ [=[mystery]=] ]=0,
		[ [=[sweepItem]=] ]=20,
		[ [=[advMorale]=] ]=2,
		[ [=[cumDiamond]=] ]=60,
		[ [=[guildQuestReward]=] ]=0,
		[ [=[ladderTime]=] ]=0,
		[ [=[desc]=] ]=[=[เติมครบ 60 เพชรจะได้รับสิทธิ์นี้
ทุกวันได้ซื้อความฟิต <color=#ebcd74ff>2</color> ครั้ง
ทุกวันได้รับฟรี <color=#ebcd74ff>20</color> การ์ดกวาดล้าง
จำนวนครั้งการซื้อขวัญกำลังใจการเดินทางสนามหญ้าเพิ่มเติม+1]=]
	},
	{
		[ [=[reset]=] ]=0,
		[ [=[trainSweep]=] ]=0,
		[ [=[diamond]=] ]=300,
		[ [=[leagueTimes]=] ]=0,
		[ [=[specialQuestSweep]=] ]=0,
		[ [=[transfer]=] ]=2,
		[ [=[autoSP]=] ]=0,
		[ [=[sp]=] ]=3,
		[ [=[tip]=] ]=[=[ยิ่นดีทีได้ VIP2!
ปลดล็อคสิทธิ์ที่เกี่ยวข้อง
สามารถซื้อแพ็กของขวัญ VIP จากร้านค้า]=],
		[ [=[vipLv]=] ]=2,
		[ [=[skillUp]=] ]=0,
		[ [=[guildQuestSweep]=] ]=0,
		[ [=[mystery]=] ]=0,
		[ [=[sweepItem]=] ]=30,
		[ [=[advMorale]=] ]=2,
		[ [=[cumDiamond]=] ]=360,
		[ [=[guildQuestReward]=] ]=0,
		[ [=[ladderTime]=] ]=0,
		[ [=[desc]=] ]=[=[เติมครบ 360 เพชรจะได้รับสิทธิ์นี้ รวมทั้งหมดสิทธิ์ VIP1
ทุกวันได้ซื้อความฟิต <color=#ebcd75ff>3</color> ครั้ง
ทุกวันได้รับฟรี <color=#ebcd75ff>30</color> การ์ดกวาดล้าง
ทุกวันได้ใช้เพชรเพื่อรีเฟรชตลาดโอนย้ายนักเตะ <color=#ebcd75ff>2</color> ครั้ง
จำนวนครั้งการซื้อขวัญกำลังใจการเดินทางสนามหญ้าเพิ่มเติม+1]=]
	},
	{
		[ [=[reset]=] ]=0,
		[ [=[trainSweep]=] ]=0,
		[ [=[diamond]=] ]=600,
		[ [=[leagueTimes]=] ]=0,
		[ [=[specialQuestSweep]=] ]=0,
		[ [=[transfer]=] ]=4,
		[ [=[autoSP]=] ]=0,
		[ [=[sp]=] ]=4,
		[ [=[tip]=] ]=[=[ยิ่นดีทีได้ VIP3!
ปลดล็อคสิทธิ์ที่เกี่ยวข้อง
สามารถซื้อแพ็กของขวัญ VIP จากร้านค้า]=],
		[ [=[vipLv]=] ]=3,
		[ [=[skillUp]=] ]=1,
		[ [=[guildQuestSweep]=] ]=0,
		[ [=[mystery]=] ]=0,
		[ [=[sweepItem]=] ]=40,
		[ [=[advMorale]=] ]=3,
		[ [=[cumDiamond]=] ]=960,
		[ [=[guildQuestReward]=] ]=0,
		[ [=[ladderTime]=] ]=0,
		[ [=[desc]=] ]=[=[เติมครบ 960 เพชรจะได้รับสิทธิ์นี้ รวมทั้งหมดสิทธิ์ VIP2
ทุกวันได้ซื้อความฟิต <color=#ebcd76ff>4</color> ครั้ง
ทุกวันได้รับฟรี <color=#ebcd76ff>40</color> การ์ดกวาดล้าง
ทุกวันได้ใช้เพชรเพื่อรีเฟรชตลาดซื้อขายนักเตะ <color=#ebcd76ff>4</color> ครั้ง
ปลดล็อค<color=#ebcd76ff>ใช้เพชรขึ้นเลเวลทักษะนักเตะ</color>
จำนวนครั้งการซื้อขวัญกำลังใจการเดินทางสนามหญ้าเพิ่มเติม+2]=]
	},
	{
		[ [=[reset]=] ]=1,
		[ [=[trainSweep]=] ]=0,
		[ [=[diamond]=] ]=1080,
		[ [=[leagueTimes]=] ]=0,
		[ [=[specialQuestSweep]=] ]=0,
		[ [=[transfer]=] ]=6,
		[ [=[autoSP]=] ]=0,
		[ [=[sp]=] ]=5,
		[ [=[tip]=] ]=[=[ยิ่นดีทีได้ VIP4!
ปลดล็อคสิทธิ์ที่เกี่ยวข้อง
สามารถซื้อแพ็กของขวัญ VIP จากร้านค้า]=],
		[ [=[vipLv]=] ]=4,
		[ [=[skillUp]=] ]=1,
		[ [=[guildQuestSweep]=] ]=0,
		[ [=[mystery]=] ]=0,
		[ [=[sweepItem]=] ]=50,
		[ [=[advMorale]=] ]=3,
		[ [=[cumDiamond]=] ]=2040,
		[ [=[guildQuestReward]=] ]=0,
		[ [=[ladderTime]=] ]=0,
		[ [=[desc]=] ]=[=[เติมครบ 2040 เพชรจะได้รับสิทธิ์นี้ รวมทั้งหมดสิทธิ์ VIP3
ทุกวันได้ซื้อความฟิต <color=#ebcd77ff>5</color> ครั้ง
ทุกวันได้รับฟรี <color=#ebcd77ff>50</color> การ์ดกวาดล้าง
ทุกวันได้ใช้เพชรเพื่อรีเฟรชตลาดซื้อขายนักเตะ <color=#ebcd77ff>6</color> ครั้ง
ปลดล็อคใช้เพชรขึ้นเลเวลทักษะนักเตะ
ฟรีการรีเฟรชด่านอาชีพ <color=#ebcd77ff>1</color> ครั้ง
จำนวนครั้งการซื้อขวัญกำลังใจการเดินทางสนามหญ้าเพิ่มเติม+2]=]
	},
	{
		[ [=[reset]=] ]=1,
		[ [=[trainSweep]=] ]=0,
		[ [=[diamond]=] ]=1560,
		[ [=[leagueTimes]=] ]=0,
		[ [=[specialQuestSweep]=] ]=0,
		[ [=[transfer]=] ]=8,
		[ [=[autoSP]=] ]=0,
		[ [=[sp]=] ]=6,
		[ [=[tip]=] ]=[=[ยิ่นดีทีได้ VIP5!
ปลดล็อคสิทธิ์ที่เกี่ยวข้อง
สามารถซื้อแพ็กของขวัญ VIP จากร้านค้า]=],
		[ [=[vipLv]=] ]=5,
		[ [=[skillUp]=] ]=1,
		[ [=[guildQuestSweep]=] ]=0,
		[ [=[mystery]=] ]=0,
		[ [=[sweepItem]=] ]=60,
		[ [=[advMorale]=] ]=5,
		[ [=[cumDiamond]=] ]=3600,
		[ [=[guildQuestReward]=] ]=0,
		[ [=[ladderTime]=] ]=1,
		[ [=[desc]=] ]=[=[เติมครบ 3600 เพชรจะได้รับสิทธิ์นี้ รวมทั้งหมดสิทธิ์ VIP4
ทุกวันได้ซื้อความฟิต <color=#ebcd78ff>6</color> ครั้ง
ทุกวันได้รับฟรี <color=#ebcd78ff>60</color> การ์ดกวาดล้าง
ทุกวันได้ใช้เพชรเพื่อรีเฟรชตลาดซื้อขายนักเตะ <color=#ebcd78ff>8</color> ครั้ง
ปลดล็อคใช้เพชรขึ้นเลเวลทักษะนักเตะ
ทุกวันได้ใช้เพชรเพื่อรีเฟรชด่านอาชีพ <color=#ebcd78ff>1</color> ครั้ง
<color=#ebcd78ff>ท้าแข่งอันดับไม่ต้องรออีก</color>
จำนวนครั้งการซื้อขวัญกำลังใจการเดินทางสนามหญ้าเพิ่มเติม+4]=]
	},
	{
		[ [=[reset]=] ]=1,
		[ [=[trainSweep]=] ]=1,
		[ [=[diamond]=] ]=3240,
		[ [=[leagueTimes]=] ]=0,
		[ [=[specialQuestSweep]=] ]=0,
		[ [=[transfer]=] ]=10,
		[ [=[autoSP]=] ]=0,
		[ [=[sp]=] ]=7,
		[ [=[tip]=] ]=[=[ยิ่นดีทีได้ VIP6!
ปลดล็อคสิทธิ์ที่เกี่ยวข้อง
สามารถซื้อแพ็กของขวัญ VIP จากร้านค้า]=],
		[ [=[vipLv]=] ]=6,
		[ [=[skillUp]=] ]=1,
		[ [=[guildQuestSweep]=] ]=0,
		[ [=[mystery]=] ]=0,
		[ [=[sweepItem]=] ]=70,
		[ [=[advMorale]=] ]=5,
		[ [=[cumDiamond]=] ]=6840,
		[ [=[guildQuestReward]=] ]=0,
		[ [=[ladderTime]=] ]=1,
		[ [=[desc]=] ]=[=[เติมครบ 6840 เพชรจะได้รับสิทธิ์นี้ รวมทั้งหมดสิทธิ์ VIP5
ทุกวันได้ซื้อความฟิต <color=#ebcd79ff>7</color> ครั้ง
ทุกวันได้รับฟรี <color=#ebcd79ff>70</color> การ์ดกวาดล้าง
ทุกวันได้ใช้เพชรเพื่อรีเฟรชตลาดซื้อขายนักเตะ <color=#ebcd79ff>10</color> ครั้ง
ปลดล็อคใช้เพชรขึ้นเลเวลทักษะนักเตะ
ทุกวันได้ใช้เพชรเพื่อรีเฟรชด่านอาชีพ <color=#ebcd79ff>1</color> ครั้ง
ท้าแข่งอันดับไม่ต้องรออีก
ฝึกสอนเร็วได้<color=#ebcd78ff>ประเมินความคล่องแคล่วแน่นอน</color>
จำนวนครั้งการซื้อขวัญกำลังใจการเดินทางสนามหญ้าเพิ่มเติม+4]=]
	},
	{
		[ [=[reset]=] ]=2,
		[ [=[trainSweep]=] ]=1,
		[ [=[diamond]=] ]=5760,
		[ [=[leagueTimes]=] ]=1,
		[ [=[specialQuestSweep]=] ]=0,
		[ [=[transfer]=] ]=12,
		[ [=[autoSP]=] ]=0,
		[ [=[sp]=] ]=8,
		[ [=[tip]=] ]=[=[ยิ่นดีทีได้ VIP7!
ปลดล็อคสิทธิ์ที่เกี่ยวข้อง
สามารถซื้อแพ็กของขวัญ VIP จากร้านค้า]=],
		[ [=[vipLv]=] ]=7,
		[ [=[skillUp]=] ]=1,
		[ [=[guildQuestSweep]=] ]=0,
		[ [=[mystery]=] ]=0,
		[ [=[sweepItem]=] ]=80,
		[ [=[advMorale]=] ]=7,
		[ [=[cumDiamond]=] ]=12600,
		[ [=[guildQuestReward]=] ]=0,
		[ [=[ladderTime]=] ]=1,
		[ [=[desc]=] ]=[=[เติมครบ 12600 เพชรจะได้รับสิทธิ์นี้ รวมทั้งหมดสิทธิ์ VIP6
ทุกวันได้ซื้อความฟิต <color=#ebcd80ff>8</color> ครั้ง
ทุกวันได้รับฟรี <color=#ebcd80ff>80</color> การ์ดกวาดล้าง
ทุกวันได้ใช้เพชรเพื่อรีเฟรชตลาดกซื้อขายนักเตะ <color=#ebcd80ff>12</color> ครั้ง
ปลดล็อคใช้เพชรขึ้นเลเวลทักษะนักเตะ
ทุกวันได้ใช้เพชรเพื่อรีเฟรชด่านอาชีพ <color=#ebcd80ff>2</color> ครั้ง
ท้าแข่งอันดับไม่ต้องรออีก
ฝึกสอนเร็วได้ประเมินความคล่องแคล่วแน่นอน
ทุกวันได้รับเพิ่ม <color=#ebcd80ff>1</color> ครั้งท้าแข่งลีก
จำนวนครั้งการซื้อขวัญกำลังใจการเดินทางสนามหญ้าเพิ่มเติม+6]=]
	},
	{
		[ [=[reset]=] ]=2,
		[ [=[trainSweep]=] ]=1,
		[ [=[diamond]=] ]=11400,
		[ [=[leagueTimes]=] ]=1,
		[ [=[specialQuestSweep]=] ]=0,
		[ [=[transfer]=] ]=14,
		[ [=[autoSP]=] ]=0,
		[ [=[sp]=] ]=9,
		[ [=[tip]=] ]=[=[ยิ่นดีทีได้ VIP8!
ปลดล็อคสิทธิ์ที่เกี่ยวข้อง
สามารถซื้อแพ็กของขวัญ VIP จากร้านค้า]=],
		[ [=[vipLv]=] ]=8,
		[ [=[skillUp]=] ]=1,
		[ [=[guildQuestSweep]=] ]=0,
		[ [=[mystery]=] ]=0,
		[ [=[sweepItem]=] ]=90,
		[ [=[advMorale]=] ]=7,
		[ [=[cumDiamond]=] ]=24000,
		[ [=[guildQuestReward]=] ]=50,
		[ [=[ladderTime]=] ]=1,
		[ [=[desc]=] ]=[=[เติมครบ 24000 เพชรจะได้รับสิทธิ์นี้ รวมทั้งหมดสิทธิ์ VIP7
ทุกวันได้ซื้อความฟิต <color=#ebcd81ff>9</color> ครั้ง
ทุกวันได้รับฟรี <color=#ebcd81ff>90</color> การ์ดกวาดล้าง
ทุกวันได้ใช้เพชรเพื่อรีเฟรชตลาดซื้อขายนักเตะ <color=#ebcd81ff>14</color> ครั้ง
ปลดล็อคใช้เพชรขึ้นเลเวลทักษะนักเตะ
ทุกวันได้ใช้เพชรเพื่อรีเฟรชด่านอาชีพ <color=#ebcd81ff>2</color> ครั้ง
ท้าแข่งอันดับไม่ต้องรออีก
ฝึกสอนเร็วได้ประเมินความคล่องแคล่วแน่นอน
ทุกวันได้รับเพิ่ม <color=#ebcd81ff>1</color> ครั้งท้าแข่งลีก
ประโยชน์จากการท้าแข่งสมาคมเพิ่ม <color=#ebcd81ff>50%</color>
จำนวนครั้งการซื้อขวัญกำลังใจการเดินทางสนามหญ้าเพิ่มเติม+6]=]
	},
	{
		[ [=[reset]=] ]=2,
		[ [=[trainSweep]=] ]=1,
		[ [=[diamond]=] ]=24000,
		[ [=[leagueTimes]=] ]=1,
		[ [=[specialQuestSweep]=] ]=0,
		[ [=[transfer]=] ]=16,
		[ [=[autoSP]=] ]=0,
		[ [=[sp]=] ]=10,
		[ [=[tip]=] ]=[=[ยิ่นดีทีได้ VIP9!
ปลดล็อคสิทธิ์ที่เกี่ยวข้อง
สามารถซื้อแพ็กของขวัญ VIP จากร้านค้า]=],
		[ [=[vipLv]=] ]=9,
		[ [=[skillUp]=] ]=1,
		[ [=[guildQuestSweep]=] ]=1,
		[ [=[mystery]=] ]=0,
		[ [=[sweepItem]=] ]=100,
		[ [=[advMorale]=] ]=7,
		[ [=[cumDiamond]=] ]=48000,
		[ [=[guildQuestReward]=] ]=50,
		[ [=[ladderTime]=] ]=1,
		[ [=[desc]=] ]=[=[เติมครบ 48000 เพชรจะได้รับสิทธิ์นี้ รวมทั้งหมดสิทธิ์ VIP8
ทุกวันได้ซื้อความฟิต <color=#ebcd82ff>10</color> ครั้ง
ทุกวันได้รับฟรี <color=#ebcd82ff>100</color> การ์ดกวาดล้าง
ทุกวันได้ใช้เพชรเพื่อรีเฟรชตลาดซื้อขายนักเตะ <color=#ebcd82ff>16</color> ครั้ง
ปลดล็อคใช้เพชรขึ้นเลเวลทักษะนักเตะ
ทุกวันได้ใช้เพชรเพื่อรีเฟรชด่านอาชีพ <color=#ebcd82ff>2</color> ครั้ง
ท้าแข่งอันดับไม่ต้องรออีก
ฝึกสอนเร็วได้ประเมินความคล่องแคล่วแน่นอน
ทุกวันได้รับเพิ่ม <color=#ebcd82ff>1</color> ครั้งท้าแข่งลีก
ผลประโยชน์จากการท้าแข่งสมาคมเพิ่ม <color=#ebcd82ff>50%</color>
ปลดล็อค<color=#ebcd82ff>ข้ามตอนท้าแข่งสมาคม</color>
จำนวนครั้งการซื้อขวัญกำลังใจการเดินทางสนามหญ้าเพิ่มเติม+6]=]
	},
	{
		[ [=[reset]=] ]=3,
		[ [=[trainSweep]=] ]=1,
		[ [=[diamond]=] ]=54000,
		[ [=[leagueTimes]=] ]=1,
		[ [=[specialQuestSweep]=] ]=0,
		[ [=[transfer]=] ]=18,
		[ [=[autoSP]=] ]=0,
		[ [=[sp]=] ]=11,
		[ [=[tip]=] ]=[=[ยิ่นดีทีได้ VIP10!
ปลดล็อคสิทธิ์ที่เกี่ยวข้อง
สามารถซื้อแพ็กของขวัญ VIP จากร้านค้า]=],
		[ [=[vipLv]=] ]=10,
		[ [=[skillUp]=] ]=1,
		[ [=[guildQuestSweep]=] ]=1,
		[ [=[mystery]=] ]=1,
		[ [=[sweepItem]=] ]=110,
		[ [=[advMorale]=] ]=7,
		[ [=[cumDiamond]=] ]=102000,
		[ [=[guildQuestReward]=] ]=50,
		[ [=[ladderTime]=] ]=1,
		[ [=[desc]=] ]=[=[เติมครบ 102000 เพชรจะได้รับสิทธิ์นี้ รวมทั้งหมดสิทธิ์ VIP9
ทุกวันได้ซื้อความฟิต <color=#ebcd83ff>11</color> ครั้ง
ทุกวันได้รับฟรี <color=#ebcd83ff>110</color> การ์ดกวาดล้าง
ทุกวันได้ใช้เพชรเพื่อรีเฟรชตลาดซื้อขายนักเตะ <color=#ebcd83ff>18</color> ครั้ง
ปลดล็อคใช้เพชรขึ้นเลเวลทักษะนักเตะ
ทุกวันได้ใช้เพชรเพื่อรีเฟรชด่านอาชีพ <color=#ebcd83ff>3</color> ครั้ง
ท้าแข่งอันดับไม่ต้องรออีก
ฝึกสอนเร็วได้ประเมินความคล่องแคล่วแน่นอน
ทุกวันได้รับเพิ่ม <color=#ebcd83ff>1</color> ครั้งท้าแข่งลีก
ผลประโยชน์จากการท้าแข่งสมาคมเพิ่ม <color=#ebcd83ff>50%</color>
ปลดล็อคข้ามตอนท้าแข่งสมาคม
ปลดล็อค<color=#ebcd82ff>ตลาดมืด</color>
จำนวนครั้งการซื้อขวัญกำลังใจการเดินทางสนามหญ้าเพิ่มเติม+6]=]
	},
	{
		[ [=[reset]=] ]=3,
		[ [=[trainSweep]=] ]=1,
		[ [=[diamond]=] ]=102000,
		[ [=[leagueTimes]=] ]=2,
		[ [=[specialQuestSweep]=] ]=0,
		[ [=[transfer]=] ]=20,
		[ [=[autoSP]=] ]=0,
		[ [=[sp]=] ]=12,
		[ [=[tip]=] ]=[=[ยิ่นดีทีได้ VIP11!
ปลดล็อคสิทธิ์ที่เกี่ยวข้อง
สามารถซื้อแพ็กของขวัญ VIP จากร้านค้า]=],
		[ [=[vipLv]=] ]=11,
		[ [=[skillUp]=] ]=1,
		[ [=[guildQuestSweep]=] ]=1,
		[ [=[mystery]=] ]=1,
		[ [=[sweepItem]=] ]=120,
		[ [=[advMorale]=] ]=7,
		[ [=[cumDiamond]=] ]=204000,
		[ [=[guildQuestReward]=] ]=50,
		[ [=[ladderTime]=] ]=1,
		[ [=[desc]=] ]=[=[เติมครบ 204000 เพชรจะได้รับสิทธิ์นี้ รวมทั้งหมดสิทธิ์ VIP10
ทุกวันได้ซื้อความฟิต <color=#ebcd84ff>12</color> ครั้ง
ทุกวันได้รับฟรี <color=#ebcd84ff>120</color> การ์ดกวาดล้าง
ทุกวันได้ใช้เพชรเพื่อรีเฟรชตลาดซื้อขายนักเตะ <color=#ebcd84ff>20</color> ครั้ง
ปลดล็อคใช้เพชรขึ้นเลเวลทักษะนักเตะ
ทุกวันได้ใช้เพชรเพื่อรีเฟรชด่านอาชีพ <color=#ebcd84ff>3</color> ครั้ง
ท้าแข่งอันดับไม่ต้องรออีก
ฝึกสอนเร็วได้ประเมินความคล่องแคล่วแน่นอน
ทุกวันได้รับเพิ่ม <color=#ebcd84ff>2</color> ครั้งท้าแข่งลีก
ผลประโยชน์จากการท้าแข่งสมาคมเพิ่ม<color=#ebcd84ff>50%</color>
ปลดล็อคข้ามตอนท้าแข่งสมาคม
ปลดล็อคตลาดมืด
จำนวนครั้งการซื้อขวัญกำลังใจการเดินทางสนามหญ้าเพิ่มเติม+6]=]
	},
	{
		[ [=[reset]=] ]=4,
		[ [=[trainSweep]=] ]=1,
		[ [=[diamond]=] ]=196000,
		[ [=[leagueTimes]=] ]=2,
		[ [=[specialQuestSweep]=] ]=0,
		[ [=[transfer]=] ]=22,
		[ [=[autoSP]=] ]=1,
		[ [=[sp]=] ]=13,
		[ [=[tip]=] ]=[=[ยิ่นดีทีได้ VIP12!
ปลดล็อคสิทธิ์ที่เกี่ยวข้อง
สามารถซื้อแพ็กของขวัญ VIP จากร้านค้า]=],
		[ [=[vipLv]=] ]=12,
		[ [=[skillUp]=] ]=1,
		[ [=[guildQuestSweep]=] ]=1,
		[ [=[mystery]=] ]=1,
		[ [=[sweepItem]=] ]=130,
		[ [=[advMorale]=] ]=7,
		[ [=[cumDiamond]=] ]=400000,
		[ [=[guildQuestReward]=] ]=50,
		[ [=[ladderTime]=] ]=1,
		[ [=[desc]=] ]=[=[เติมครบ 400000 เพชรจะได้รับสิทธิ์นี้ รวมทั้งหมดสิทธิ์ VIP11
ทุกวันได้ซื้อความฟิต <color=#ebcd85ff>13</color> ครั้ง
ทุกวันได้รับฟรี <color=#ebcd85ff>130</color> การ์ดกวาดล้าง
ทุกวันได้ใช้เพชรเพื่อรีเฟรชตลาดซื้อขายนักเตะ <color=#ebcd85ff>22</color> ครั้ง
ปลดล็อคใช้เพชรขึ้นเลเวลทักษะนักเตะ
ทุกวันได้ใช้เพชรเพื่อรีเฟรชด่านอาชีพ <color=#ebcd85ff>4</color> ครั้ง
ท้าแข่งอันดับไม่ต้องรออีก
ฝึกสอนเร็วได้ประเมินความคล่องแคล่วแน่นอน
ทุกวันได้รับเพิ่ม <color=#ebcd85ff>2</color> ครั้งท้าแข่งลีก
ผลประโยชน์จากการท้าแข่งสมาคมเพิ่ม<color=#ebcd85ff>50%</color>
ปลดล็อคข้ามตอนท้าแข่งสมาคม
ปลดล็อคตลาดมืด
<color=#ebcd82ff>รับอัตโนมัต</color>เติมพลังตอนเที่ยง และตอนบ่าย
จำนวนครั้งการซื้อขวัญกำลังใจการเดินทางสนามหญ้าเพิ่มเติม+6]=]
	},
	{
		[ [=[reset]=] ]=5,
		[ [=[trainSweep]=] ]=1,
		[ [=[diamond]=] ]=300000,
		[ [=[leagueTimes]=] ]=2,
		[ [=[specialQuestSweep]=] ]=1,
		[ [=[transfer]=] ]=24,
		[ [=[autoSP]=] ]=1,
		[ [=[sp]=] ]=14,
		[ [=[tip]=] ]=[=[ยิ่นดีทีได้ VIP13!
ปลดล็อคสิทธิ์ที่เกี่ยวข้อง
สามารถซื้อแพ็กของขวัญ VIP จากร้านค้า]=],
		[ [=[vipLv]=] ]=13,
		[ [=[skillUp]=] ]=1,
		[ [=[guildQuestSweep]=] ]=1,
		[ [=[mystery]=] ]=1,
		[ [=[sweepItem]=] ]=140,
		[ [=[advMorale]=] ]=7,
		[ [=[cumDiamond]=] ]=700000,
		[ [=[guildQuestReward]=] ]=50,
		[ [=[ladderTime]=] ]=1,
		[ [=[desc]=] ]=[=[เติมครบ 700000 เพชรได้รับสิทธิพิเศษนี้ รวมทั้งหมดสิทธิ VIP12
ทุกวันได้ซื้อความฟิต<color=#ebcd86ff>14</color> ครั้ง
ทุกวันได้รับฟรี<color=#ebcd86ff>140</color>การ์ดกวาดล้าง
ทุกวันใช้เพชรเพื่อรีเฟรชตลาดซื้อขายนักเตะ <color=#ebcd86ff>24</color> ครั้ง
ปลดล็อคเพชรขึ้นเลเวลและสกิลนักเตะ
ทุกวันฟรีเปิดด่านอาชีพ <color=#ebcd86ff>5</color>ครั้ง
การท้าแข่งอันดับไม่รออีก
การฝึกซ้อมรวดเร็วจะได้ประเมินคล่องแคล่วแน่นอน
ทุกวันได้รับเพิ่ม<color=#ebcd86ff>2</color>ครั้งท้าแข่งลีก
ผลประโยชน์จากการท้าแข่งสมาคมเพิ่มขึ้น <color=#ebcd86ff>50%</color>
เปิดล็อกกวาดล้างของสมาคม
ปลดล็อคตลาดมืด
ทุกวันได้เติมพลังตอนเที่ยงและตอนบ่ายโดยอัตโนมัต
ปลดล็อค<color=#ebcd82ff>ข้อมูลพิเสษ-กวาดล้าง</color>
จำนวนครั้งการซื้อขวัญกำลังใจการเดินทางสนามหญ้าเพิ่มเติม+6]=]
	},
	{
		[ [=[reset]=] ]=6,
		[ [=[trainSweep]=] ]=1,
		[ [=[diamond]=] ]=300000,
		[ [=[leagueTimes]=] ]=2,
		[ [=[specialQuestSweep]=] ]=1,
		[ [=[transfer]=] ]=26,
		[ [=[autoSP]=] ]=1,
		[ [=[sp]=] ]=15,
		[ [=[tip]=] ]=[=[ยิ่นดีทีได้ VIP14!
ปลดล็อคสิทธิ์ที่เกี่ยวข้อง
สามารถซื้อแพ็กของขวัญ VIP จากร้านค้า]=],
		[ [=[vipLv]=] ]=14,
		[ [=[skillUp]=] ]=1,
		[ [=[guildQuestSweep]=] ]=1,
		[ [=[mystery]=] ]=1,
		[ [=[sweepItem]=] ]=150,
		[ [=[advMorale]=] ]=7,
		[ [=[cumDiamond]=] ]=1000000,
		[ [=[guildQuestReward]=] ]=100,
		[ [=[ladderTime]=] ]=1,
		[ [=[desc]=] ]=[=[เติมครบ 1000000 เพชรได้รับสิทธิพิเศษนี้ รวมทั้งหมดสิทธิพิเศษทั้งหม VIP13 
ทุกวันได้ซื้อความฟิต <color=#ebcd87ff>15</color>ครั้ง
ทุกันได้รับฟรี <color=#ebcd87ff>150</color> การ์ดกวาดล้าง
ทุกวันได้ใช้เพชรเพื่อรีเฟรชตลาดซื้อขายนักเตะ <color=#ebcd87ff>26</color> ครั้ง
ปลดล็อคเพชรขึ้นเลเวลและสกิลนักเตะ
ทุกวันฟรีเปิดด่านอาชีพ <color=#ebcd87ff>6</color> ครั้ง
การท้าแข่งอันดับไม่ต้องรออีก
การฝึกซ้อมรวดเร็วได้ประเมินคล่องแคล่วแน่นอน
ทุกวันได้รับเพิ่ม <color=#ebcd87ff>2</color> ครั้งท้าแข่งลีก
ผลประโยชน์จากการท้าแข่งสมาคมเพิ่มขึ้น<color=#ebcd87ff>100%</color>
เปิดล็อกกวาดล้างของสมาคม
ปลดล็อคตลาดมืด
ทุกวันรับเติมพลังตอนเที่ยงและตอนบ่ายโดยอัตโนมัต
ปลดล็อคข้อมูลพิเสษ-กวาดล้าง
จำนวนครั้งการซื้อขวัญกำลังใจการเดินทางสนามหญ้าเพิ่มเติม+6]=]
	},
	{
		[ [=[reset]=] ]=7,
		[ [=[trainSweep]=] ]=1,
		[ [=[diamond]=] ]=400000,
		[ [=[leagueTimes]=] ]=2,
		[ [=[specialQuestSweep]=] ]=1,
		[ [=[transfer]=] ]=28,
		[ [=[autoSP]=] ]=1,
		[ [=[sp]=] ]=16,
		[ [=[tip]=] ]=[=[ยิ่นดีทีได้ VIP15!
ปลดล็อคสิทธิ์ที่เกี่ยวข้อง
สามารถซื้อแพ็กของขวัญ VIP จากร้านค้า]=],
		[ [=[vipLv]=] ]=15,
		[ [=[skillUp]=] ]=1,
		[ [=[guildQuestSweep]=] ]=1,
		[ [=[mystery]=] ]=1,
		[ [=[sweepItem]=] ]=160,
		[ [=[advMorale]=] ]=7,
		[ [=[cumDiamond]=] ]=1400000,
		[ [=[guildQuestReward]=] ]=100,
		[ [=[ladderTime]=] ]=1,
		[ [=[desc]=] ]=[=[สะสมเติมเพรชครบ 1400000 จะได้รับสิทธิพิเศษนี้ รวมถึงสิทธิพิเศษทั้งหมดของ VIP14 
ในแต่ละวันสามารถซื้อพลัง<color=#ebcd87ff>16</color>ครั้ง 
ในแต่ละวันรับคูปองกวาดล้างฟรี<color=#ebcd87ff>160</color>ใบ 
ในแต่ละวันสามารถใช้เพรชจำนวนเล็กน้อยเพื่อรีเฟรชตลาดย้ายสโมสรได้<color=#ebcd87ff>28</color>ครั้ง 
ในแต่ละวันสามารถรีเซ็ตด่านชีวิตค้าแข้งได้ฟรี<color=#ebcd87ff>7</color>ครั้ง 
ในแต่ละวันจะได้รับจำนวนครั้งการท้าชิงในลีกเพิ่ม<color=#ebcd87ff>2</color>ครั้ง 
ผลงานการแข่งขันท้าชิงในกิลด์เพิ่มขึ้น<color=#ebcd87ff>100%</color> 
ปลดล็อคพิเศษเฉพาะ VIP14 ขึ้นไป: <color=#ebcd87ff>ร้านค้าเกียรติยศ</color>
รับอาหารเที่ยงเพิ่มพลังกับอาหารค่ำเพิ่มพลังประจำวันอัตโนมัติ 
ปลดล็อคฟังก์ชันกวาดล้างในรายการการแข่งขันพิเศษ
จำนวนครั้งการซื้อขวัญกำลังใจการเดินทางสนามหญ้าเพิ่มเติม+6]=]
	},
	{
		[ [=[reset]=] ]=8,
		[ [=[trainSweep]=] ]=1,
		[ [=[diamond]=] ]=400000,
		[ [=[leagueTimes]=] ]=2,
		[ [=[specialQuestSweep]=] ]=1,
		[ [=[transfer]=] ]=30,
		[ [=[autoSP]=] ]=1,
		[ [=[sp]=] ]=17,
		[ [=[tip]=] ]=[=[ยิ่นดีทีได้ VIP16!
ปลดล็อคสิทธิ์ที่เกี่ยวข้อง
สามารถซื้อแพ็กของขวัญ VIP จากร้านค้า]=],
		[ [=[vipLv]=] ]=16,
		[ [=[skillUp]=] ]=1,
		[ [=[guildQuestSweep]=] ]=1,
		[ [=[mystery]=] ]=1,
		[ [=[sweepItem]=] ]=170,
		[ [=[advMorale]=] ]=7,
		[ [=[cumDiamond]=] ]=1800000,
		[ [=[guildQuestReward]=] ]=100,
		[ [=[ladderTime]=] ]=1,
		[ [=[desc]=] ]=[=[สะสมเติมเพรชครบ 1800000 จะได้รับสิทธิพิเศษนี้ รวมถึงสิทธิพิเศษทั้งหมดของ VIP15 
ในแต่ละวันสามารถซื้อพลัง<color=#ebcd87ff>17</color>ครั้ง 
ในแต่ละวันรับคูปองกวาดล้างฟรี<color=#ebcd87ff>170</color>ใบ 
ในแต่ละวันสามารถใช้เพรชจำนวนเล็กน้อยเพื่อรีเฟรชตลาดย้ายสโมสร<color=#ebcd87ff>30</color>ครั้ง 
ในแต่ละวันสามารถรีเซ็ตด่านชีวิตค้าแข้งได้ฟรี<color=#ebcd87ff>8</color>ครั้ง 
ในแต่ละวันจะได้รับจำนวนครั้งการท้าชิงในลีกเพิ่ม<color=#ebcd87ff>2</color>ครั้ง 
ผลงานการแข่งขันท้าชิงในกิลด์เพิ่มขึ้น<color=#ebcd87ff>100%</color> 
ปลดล็อคพิเศษเฉพาะ VIP14 ขึ้นไป: <color=#ebcd87ff>ร้านค้าเกียรติยศ</color>
รับอาหารเที่ยงเพิ่มพลังกับอาหารค่ำเพิ่มพลังประจำวันอัตโนมัติ 
ปลดล็อคฟังก์ชันกวาดล้างรายการการแข่งขันพิเศษ
จำนวนครั้งการซื้อขวัญกำลังใจการเดินทางสนามหญ้าเพิ่มเติม+6]=]
	}
}
return var