local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		[ [=[id]=] ]=1,
		[ [=[name]=] ]=[=[การแข่งขันรอบแพ้คัดออกถ้วยรางวัลใบใหญ่ชั้นนำ]=]
	},
	[ [=[2]=] ]=
	{
		[ [=[id]=] ]=2,
		[ [=[name]=] ]=[=[การแข่งขันรอบแบ่งกลุ่มถ้วยรางวัลใบใหญ่ชั้นนำ]=]
	},
	[ [=[3]=] ]=
	{
		[ [=[id]=] ]=3,
		[ [=[name]=] ]=[=[การแข่งขันรอบคัดเลือกถ้วยรางวัลใบใหญ่ชั้นนำ]=]
	},
	[ [=[4]=] ]=
	{
		[ [=[id]=] ]=4,
		[ [=[name]=] ]=[=[การแข่งขันรอบแพ้คัดออกถ้วยรางวัลใบเล็กชั้นนำ]=]
	},
	[ [=[5]=] ]=
	{
		[ [=[id]=] ]=5,
		[ [=[name]=] ]=[=[การแข่งขันรอบแบ่งกลุ่มถ้วยรางวัลใบเล็กชั้นนำ]=]
	},
	[ [=[6]=] ]=
	{
		[ [=[id]=] ]=6,
		[ [=[name]=] ]=[=[การแข่งขันรอบคัดเลือกถ้วยรางวัลใบเล็กชั้นนำ]=]
	},
	[ [=[7]=] ]=
	{
		[ [=[id]=] ]=7,
		[ [=[name]=] ]=[=[ซูเปอร์ลีก]=]
	},
	[ [=[8]=] ]=
	{
		[ [=[id]=] ]=8,
		[ [=[name]=] ]=[=[แชมเปียนส์ลีก]=]
	},
	[ [=[9]=] ]=
	{
		[ [=[id]=] ]=9,
		[ [=[name]=] ]=[=[ลีกเอ]=]
	},
	[ [=[10]=] ]=
	{
		[ [=[id]=] ]=10,
		[ [=[name]=] ]=[=[ลีกบี]=]
	},
	[ [=[11]=] ]=
	{
		[ [=[id]=] ]=11,
		[ [=[name]=] ]=[=[ลีกท้องถิ่น]=]
	}
}
return var