local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[1]=]
		},
		[ [=[matchType]=] ]=
		{[=[1]=]
		},
		[ [=[resultUp]=] ]=
		{[=[6]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
แชมป์! ราชาแห่งถ้วยรางวัลใบใหญ่ซีซันที่แล้ว ยืนอยู่บนจุดสูงสุดชั้นนำคงรู้สึกดีมากเลยล่ะสิ สายตาของคณะกรรมการไม่เคยพลาดอยู่แล้ว เพราะคุณก็คือระดับชั้นนำที่ถูกเลือกเฟ้นจากหนึ่งในร้อยที่แท้จริง! ดื่มด่ำกับความปิติยินดีของการเป็นแชมป์สิ! 
ทีมแชมป์ซีซันนี้จะได้สิทธิ์ในการเข้าร่วมการแข่งขันถ้วยรางวัลใบใหญ่โดยตรง คณะกรรมการยังคงคอยสนับสนุนคุณเหมือนเช่นเคย 
โปรดรับรางวัลที่คณะกรรมการมอบให้คุณ:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15001]=],
					[ [=[num]=] ]=50
				},
				{
					[ [=[id]=] ]=[=[15013]=],
					[ [=[num]=] ]=90
				}
			}
		}
	},
	[ [=[2]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[2]=]
		},
		[ [=[matchType]=] ]=
		{[=[1]=]
		},
		[ [=[resultUp]=] ]=
		{[=[5]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ขอแสดงความยินดีด้วย ความล้มเหลวรอบชิงชนะเลิศซีซันที่แล้วก็ไม่สามารถปกปิดความรู้สึกตื่นเต้นของคณะกรรมการไว้ได้ ในใจของคณะกรรมการคุณคือแชมป์ตลอดกาล พยายามต่อไปในซีซันนี้ คว้าแชมป์ให้ได้นะ! 
โปรดรับรางวัลที่คณะกรรมการมอบให้คุณ]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15001]=],
					[ [=[num]=] ]=40
				},
				{
					[ [=[id]=] ]=[=[15013]=],
					[ [=[num]=] ]=60
				}
			}
		}
	},
	[ [=[3]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[3]=],[=[4]=]
		},
		[ [=[matchType]=] ]=
		{[=[1]=]
		},
		[ [=[resultUp]=] ]=
		{[=[4]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ขอแสดงความยินดี ทีมได้กลายเป็น 4 ทีมสุดท้ายของศึกชิงถ้วยรางวัลใบใหญ่ซีซันที่แล้ว ห่างจากความสำเร็จแค่เพียงก้าวเดียวเท่านั้น คณะกรรมการจะคอยสร้างแรงบันดาลใจและให้การสนับสนุนทีมเพิ่มมากขึ้นอย่างแน่นอน 
โปรดรับรางวัลที่คณะกรรมการมอบให้คุณ]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15001]=],
					[ [=[num]=] ]=32
				},
				{
					[ [=[id]=] ]=[=[15013]=],
					[ [=[num]=] ]=45
				}
			}
		}
	},
	[ [=[4]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[5]=],[=[8]=]
		},
		[ [=[matchType]=] ]=
		{[=[1]=]
		},
		[ [=[resultUp]=] ]=
		{[=[3]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ขอแสดงความยินดี ทีมได้กลาย 8 ทีมสุดท้ายของศึกชิงถ้วยรางวัลใบใหญ่ซีซันที่แล้ว คณะกรรมการเชื่อมั่นว่าทีมจะต้องเป็นทีมชั้นนำในอนาคตอย่างไม่ต้องสงสัย คณะกรรมการจะคอยสร้างแรงบันดาลใจและให้การสนับสนุนทีมเพิ่มมากขึ้นอย่างแน่นอน 
โปรดรับรางวัลที่คณะกรรมการมอบให้คุณ]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15001]=],
					[ [=[num]=] ]=24
				},
				{
					[ [=[id]=] ]=[=[15013]=],
					[ [=[num]=] ]=35
				}
			}
		}
	},
	[ [=[5]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[9]=],[=[16]=]
		},
		[ [=[matchType]=] ]=
		{[=[1]=]
		},
		[ [=[resultUp]=] ]=
		{[=[2]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
น่าเสียดายเป็นอย่างมาก ทีมตกรอบในรอบการแข่งขัน 16 ทีมเพื่อเข้า 8 ทีมสุดท้ายในซีซันที่แล้ว แต่คณะกรรมการก็ได้เห็นถึงความพยายามของทีมทั้งหมดแล้ว และจะยังคงสนับสนุนทีมเพื่อทำผลงานให้ได้ดียิ่งขึ้นในการแข่งขันครั้งนี้ต่อไป 
โปรดรับรางวัลที่คณะกรรมการมอบให้คุณ]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15001]=],
					[ [=[num]=] ]=18
				},
				{
					[ [=[id]=] ]=[=[15013]=],
					[ [=[num]=] ]=25
				}
			}
		}
	},
	[ [=[6]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[17]=],[=[32]=]
		},
		[ [=[matchType]=] ]=
		{[=[1]=]
		},
		[ [=[resultUp]=] ]=
		{[=[1]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
น่าเสียดายเป็นอย่างมาก ทีมตกรอบในการแข่งขัน 32 ทีมเพื่อเข้า 16 ทีมสุดท้ายในซีซันที่แล้ว แต่คณะกรรมการก็ได้เห็นความพยายามของทีมทั้งหมดแล้ว และจะยังคงสนับสนุนทีมเพื่อทำผลงานให้ได้ดียิ่งขึ้นในการแข่งขันครั้งนี้ต่อไป 
โปรดรับรางวัลที่คณะกรรมการมอบให้คุณ]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15001]=],
					[ [=[num]=] ]=13
				},
				{
					[ [=[id]=] ]=[=[15013]=],
					[ [=[num]=] ]=20
				}
			}
		}
	},
	[ [=[7]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[3]=]
		},
		[ [=[matchType]=] ]=
		{[=[2]=]
		},
		[ [=[resultUp]=] ]=
		{[=[3]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
น่าเสียดายมากที่ทีมตกรอบโดยได้อันดับสามในรอบแบ่งกลุ่มการแข่งขันอย่างเป็นทางการของศึกชิงถ้วยรางวัลใบใหญ่ชั้นนำซีซันที่แล้ว และเข้าไปเล่นรอบ 32 ทีมสุดท้ายไม่สำเร็จ แต่ไม่ต้องถอดใจ คณะกรรมการยังคงช่วยสนับสนุนคุณอยู่เบื้องหลัง 
โปรดรับรางวัลที่คณะกรรมการมอบให้คุณ]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15001]=],
					[ [=[num]=] ]=9
				},
				{
					[ [=[id]=] ]=[=[15013]=],
					[ [=[num]=] ]=15
				}
			}
		}
	},
	[ [=[8]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[4]=]
		},
		[ [=[matchType]=] ]=
		{[=[2]=]
		},
		[ [=[resultUp]=] ]=
		{[=[4]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
น่าเสียดายมากที่ทีมตกรอบโดยการได้อันดับสี่ในรอบแบ่งกลุ่มการแข่งขันอย่างเป็นทางการของศึกชิงถ้วยรางวัลใบใหญ่ชั้นนำซีซันที่แล้ว และเข้าไปเล่นรอบ 32 ทีมสุดท้ายไม่สำเร็จ แต่ไม่ต้องถอดใจ คณะกรรมการยังคงช่วยสนับสนุนคุณอยู่เบื้องหลัง 
โปรดรับรางวัลที่คณะกรรมการมอบให้คุณ]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15001]=],
					[ [=[num]=] ]=6
				},
				{
					[ [=[id]=] ]=[=[15013]=],
					[ [=[num]=] ]=15
				}
			}
		}
	},
	[ [=[9]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=3,
		[ [=[resultShow]=] ]=
		{[=[1]=]
		},
		[ [=[matchType]=] ]=
		{[=[3]=]
		},
		[ [=[resultUp]=] ]=
		{[=[1]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
น่าเสียดายมากที่ทีมตกรอบในการแข่งขันรอบคัดเลือกของศึกชิงถ้วยรางวัลใบใหญ่ชั้นนำในซีซันที่แล้ว ผ่านเข้ารอบการแข่งขันอย่างเป็นทางการไม่สำเร็จ แต่ไม่ต้องถอดใจ คณะกรรมการยังคงช่วยสนับสนุนคุณอยู่เบื้องหลัง 
โปรดรับรางวัลที่คณะกรรมการมอบให้คุณ]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15001]=],
					[ [=[num]=] ]=4
				},
				{
					[ [=[id]=] ]=[=[15013]=],
					[ [=[num]=] ]=10
				}
			}
		}
	},
	[ [=[10]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=2,
		[ [=[resultShow]=] ]=
		{[=[3]=]
		},
		[ [=[matchType]=] ]=
		{[=[1]=],[=[2]=]
		},
		[ [=[resultUp]=] ]=
		{[=[3]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ยินดีด้วยที่ทีมได้รับรับชัยชนะในเกมนี้ คณะกรรมการรู้สึกพอใจเป็นอย่างมากต่อชัยชนะในครั้งนี้และการพัฒนาของทีม เราจะมอบรางวัลต่อไปนี้เพื่อเป็นการให้กำลังใจ:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15001]=],
					[ [=[num]=] ]=4
				}
			}
		}
	},
	[ [=[11]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=2,
		[ [=[resultShow]=] ]=
		{[=[2]=]
		},
		[ [=[matchType]=] ]=
		{[=[2]=]
		},
		[ [=[resultUp]=] ]=
		{[=[2]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
น่าเสียดายมากที่ทีมเสมอกับคู่ต่อสู้อย่างน่าเสียดาย แต่คณะกรรมการยังคงมองเห็นถึงความพยายามของคุณ เราจะมอบรางวัลต่อไปนี้เพื่อเป็นการเพิ่มขวัญกำลังใจ หวังว่าทีมจะพยายามต่อไป]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15001]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[12]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=2,
		[ [=[resultShow]=] ]=
		{[=[1]=]
		},
		[ [=[matchType]=] ]=
		{[=[1]=],[=[2]=]
		},
		[ [=[resultUp]=] ]=
		{[=[1]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
อย่าไปแคร์ผลการแข่งขันให้มากนัก แม้ว่าเราจะแพ้การแข่งขัน แต่คณะกรรมการเชื่อมั่นว่าเราต้องเก็บชัยชนะในครั้งต่อไปได้แน่นอน เราขอมอบรางวัลเพื่อเป็นขวัญกำลังใจให้ดังต่อไปนี้ หวังว่าทีมจะผ่านพ้นความยากลำบากไปได้]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15001]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[13]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=2,
		[ [=[resultShow]=] ]=
		{[=[2]=]
		},
		[ [=[matchType]=] ]=
		{[=[3]=]
		},
		[ [=[resultUp]=] ]=
		{[=[3]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ยินดีด้วยที่ทีมได้รับรับชัยชนะในเกมนี้ คณะกรรมการรู้สึกพอใจเป็นอย่างมากต่อชัยชนะในครั้งนี้และการพัฒนาของทีม เราจะมอบรางวัลต่อไปนี้เพื่อเป็นการให้กำลังใจ:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15001]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[14]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[1]=]
		},
		[ [=[matchType]=] ]=
		{[=[4]=]
		},
		[ [=[resultUp]=] ]=
		{[=[6]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
แชมป์! ราชาแห่งถ้วยรางวัลใบเล็กซีซันที่แล้ว ยืนอยู่บนจุดสูงสุดชั้นนำคงรู้สึกดีมากเลยล่ะสิ สายตาของคณะกรมการไม่เคยพลาดอยู่แล้ว เพราะคุณก็คือระดับชั้นนำที่ถูกเลือกเฟ้นจากหนึ่งในร้อยที่แท้จริง! ดื่มด่ำกับความปิติยินดีของการเป็นแชมป์สิ! 
ทีมแชมป์ซีซันนี้จะได้สิทธิ์ในการเข้าร่วมการแข่งขันถ้วยรางวัลใบเล็กโดยตรง คณะกรรมการยังคงคอยสนับสนุนคุณเหมือนเช่นเคย 
โปรดรับรางวัลที่คณะกรรมการมอบให้คุณ]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15002]=],
					[ [=[num]=] ]=40
				},
				{
					[ [=[id]=] ]=[=[15013]=],
					[ [=[num]=] ]=50
				}
			}
		}
	},
	[ [=[15]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[2]=]
		},
		[ [=[matchType]=] ]=
		{[=[4]=]
		},
		[ [=[resultUp]=] ]=
		{[=[5]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ขอแสดงความยินดีด้วย ความล้มเหลวรอบชิงชนะเลิศซีซันที่แล้วก็ไม่สามารถปกปิดความรู้สึกตื่นเต้นของคณะกรรมการไว้ได้ ในใจของคณะกรรมการคุณคือแชมป์ตลอดกาล พยายามต่อไปในซีซันนี้ คว้าแชมป์ให้ได้นะ! 
โปรดรับรางวัลที่คณะกรรมการมอบให้คุณ]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15002]=],
					[ [=[num]=] ]=32
				},
				{
					[ [=[id]=] ]=[=[15013]=],
					[ [=[num]=] ]=40
				}
			}
		}
	},
	[ [=[16]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[3]=],[=[4]=]
		},
		[ [=[matchType]=] ]=
		{[=[4]=]
		},
		[ [=[resultUp]=] ]=
		{[=[4]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ขอแสดงความยินดี ทีมได้กลายเป็น 4 ทีมสุดท้ายของศึกชิงถ้วยรางวัลใบเล็กซีซันที่แล้ว ห่างจากความสำเร็จแค่เพียงก้าวเดียวเท่านั้น คณะกรรมการจะคอยสร้างแรงบันดาลใจและให้การสนับสนุนทีมเพิ่มมากขึ้นอย่างแน่นอน 
โปรดรับรางวัลที่คณะกรรมการมอบให้คุณ]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15002]=],
					[ [=[num]=] ]=26
				},
				{
					[ [=[id]=] ]=[=[15013]=],
					[ [=[num]=] ]=30
				}
			}
		}
	},
	[ [=[17]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[5]=],[=[8]=]
		},
		[ [=[matchType]=] ]=
		{[=[4]=]
		},
		[ [=[resultUp]=] ]=
		{[=[3]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ขอแสดงความยินดี ทีมได้กลายเป็น 8 ทีมสุดท้ายของศึกชิงถ้วยรางวัลใบเล็กซีซันที่แล้ว คณะกรรมการเชื่อมั่นว่าทีมต้องเป็นทีมชั้นนำในอนาคตอย่างไม่ต้องสงสัย คณะกรรมการจะคอยสร้างแรงบันดาลใจและให้การสนับสนุนทีมเพิ่มมากขึ้นอย่างแน่นอน 
โปรดรับรางวัลที่คณะกรรมการมอบให้คุณ]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15002]=],
					[ [=[num]=] ]=20
				},
				{
					[ [=[id]=] ]=[=[15013]=],
					[ [=[num]=] ]=24
				}
			}
		}
	},
	[ [=[18]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[9]=],[=[16]=]
		},
		[ [=[matchType]=] ]=
		{[=[4]=]
		},
		[ [=[resultUp]=] ]=
		{[=[2]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
น่าเสียดายเป็นอย่างมาก ทีมตกรอบในรอบการแข่งขัน 16 ทีมเพื่อเข้า 8 ทีมสุดท้ายในซีซันที่แล้ว แต่คณะกรรมการก็ได้เห็นถึงความพยายามของทีมทั้งหมดแล้ว และจะยังคงสนับสนุนทีมเพื่อทำผลงานให้ได้ดียิ่งขึ้นในการแข่งขันครั้งนี้ต่อไป 
โปรดรับรางวัลที่คณะกรรมการมอบให้คุณ]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15002]=],
					[ [=[num]=] ]=16
				},
				{
					[ [=[id]=] ]=[=[15013]=],
					[ [=[num]=] ]=18
				}
			}
		}
	},
	[ [=[19]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[17]=],[=[32]=]
		},
		[ [=[matchType]=] ]=
		{[=[4]=]
		},
		[ [=[resultUp]=] ]=
		{[=[1]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
น่าเสียดายเป็นอย่างมาก ทีมตกรอบในการแข่งขัน 32 ทีมเพื่อเข้า 16 ทีมสุดท้ายในซีซันที่แล้ว แต่คณะกรรมการก็ได้เห็นความพยายามของทีมทั้งหมดแล้ว และจะยังคงสนับสนุนทีมเพื่อทำผลงานให้ได้ดียิ่งขึ้นในการแข่งขันครั้งนี้ต่อไป 
โปรดรับรางวัลที่คณะกรรมการมอบให้คุณ]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15002]=],
					[ [=[num]=] ]=12
				},
				{
					[ [=[id]=] ]=[=[15013]=],
					[ [=[num]=] ]=12
				}
			}
		}
	},
	[ [=[20]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[3]=]
		},
		[ [=[matchType]=] ]=
		{[=[5]=]
		},
		[ [=[resultUp]=] ]=
		{[=[3]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
น่าเสียดายมากที่ทีมตกรอบโดยการได้อันดับสามในรอบแบ่งกลุ่มการแข่งขันอย่างเป็นทางการของศึกชิงถ้วยรางวัลใบเล็กชั้นนำซีซันที่แล้ว และเข้าไปเล่นรอบ 32 ทีมสุดท้ายไม่สำเร็จ แต่ไม่ต้องถอดใจ คณะกรรมการยังคงช่วยสนับสนุนคุณอยู่เบื้องหลัง 
โปรดรับรางวัลที่คณะกรรมการมอบให้คุณ]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15002]=],
					[ [=[num]=] ]=8
				},
				{
					[ [=[id]=] ]=[=[15013]=],
					[ [=[num]=] ]=8
				}
			}
		}
	},
	[ [=[21]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[4]=]
		},
		[ [=[matchType]=] ]=
		{[=[5]=]
		},
		[ [=[resultUp]=] ]=
		{[=[4]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
น่าเสียดายมากที่ทีมตกรอบโดยการได้อันดับสี่ในรอบแบ่งกลุ่มการแข่งขันอย่างเป็นทางการของศึกชิงถ้วยรางวัลใบเล็กชั้นนำซีซันที่แล้ว และเข้าไปเล่นรอบ 32 ทีมสุดท้ายไม่สำเร็จ แต่ไม่ต้องถอดใจ คณะกรรมการยังคงช่วยสนับสนุนคุณอยู่เบื้องหลัง 
โปรดรับรางวัลที่คณะกรรมการมอบให้คุณ]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15002]=],
					[ [=[num]=] ]=6
				},
				{
					[ [=[id]=] ]=[=[15013]=],
					[ [=[num]=] ]=8
				}
			}
		}
	},
	[ [=[22]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=3,
		[ [=[resultShow]=] ]=
		{[=[1]=]
		},
		[ [=[matchType]=] ]=
		{[=[6]=]
		},
		[ [=[resultUp]=] ]=
		{[=[1]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
น่าเสียดายมากที่ทีมตกรอบในการแข่งขันรอบคัดเลือกของศึกชิงถ้วยรางวัลใบใหญ่ชั้นนำในซีซันที่แล้ว ผ่านเข้ารอบการแข่งขันอย่างเป็นทางการไม่สำเร็จ แต่ไม่ต้องถอดใจ คณะกรรมการยังคงช่วยสนับสนุนคุณอยู่เบื้องหลัง 
โปรดรับรางวัลที่คณะกรรมการมอบให้คุณ]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15002]=],
					[ [=[num]=] ]=4
				},
				{
					[ [=[id]=] ]=[=[15013]=],
					[ [=[num]=] ]=4
				}
			}
		}
	},
	[ [=[23]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=2,
		[ [=[resultShow]=] ]=
		{[=[3]=]
		},
		[ [=[matchType]=] ]=
		{[=[4]=],[=[5]=]
		},
		[ [=[resultUp]=] ]=
		{[=[3]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ยินดีด้วยที่ทีมได้รับรับชัยชนะในเกมนี้ คณะกรรมการรู้สึกพอใจเป็นอย่างมากต่อชัยชนะในครั้งนี้และการพัฒนาของทีม เราจะมอบรางวัลต่อไปนี้เพื่อเป็นการให้กำลังใจ:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15002]=],
					[ [=[num]=] ]=3
				}
			}
		}
	},
	[ [=[24]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=2,
		[ [=[resultShow]=] ]=
		{[=[2]=]
		},
		[ [=[matchType]=] ]=
		{[=[5]=]
		},
		[ [=[resultUp]=] ]=
		{[=[2]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
น่าเสียดายมากที่ทีมเสมอกับคู่ต่อสู้อย่างน่าเสียดาย แต่คณะกรรมการยังคงมองเห็นถึงความพยายามของคุณ เราจะมอบรางวัลต่อไปนี้เพื่อเป็นการเพิ่มขวัญกำลังใจ หวังว่าทีมจะพยายามต่อไป]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15002]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[25]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=2,
		[ [=[resultShow]=] ]=
		{[=[1]=]
		},
		[ [=[matchType]=] ]=
		{[=[4]=],[=[5]=]
		},
		[ [=[resultUp]=] ]=
		{[=[1]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
อย่าไปแคร์ผลการแข่งขันให้มากนัก แม้ว่าเราจะแพ้การแข่งขัน แต่คณะกรรมการเชื่อมั่นว่าเราต้องเก็บชัยชนะในครั้งต่อไปได้แน่นอน เราขอมอบรางวัลเพื่อเป็นขวัญกำลังใจให้ดังต่อไปนี้ หวังว่าทีมจะผ่านพ้นความยากลำบากไปได้]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15002]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[26]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=2,
		[ [=[resultShow]=] ]=
		{[=[2]=]
		},
		[ [=[matchType]=] ]=
		{[=[6]=]
		},
		[ [=[resultUp]=] ]=
		{[=[3]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ยินดีด้วยที่ทีมได้รับรับชัยชนะในเกมนี้ คณะกรรมการรู้สึกพอใจเป็นอย่างมากต่อชัยชนะในครั้งนี้และการพัฒนาของทีม เราจะมอบรางวัลต่อไปนี้เพื่อเป็นการให้กำลังใจ:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15002]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[27]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[1]=]
		},
		[ [=[matchType]=] ]=
		{[=[7]=]
		},
		[ [=[resultUp]=] ]=
		{[=[1]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะยังคงทำศึกในซูเปอร์ลีก 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15003]=],
					[ [=[num]=] ]=36
				},
				{
					[ [=[id]=] ]=[=[15014]=],
					[ [=[num]=] ]=30
				}
			}
		}
	},
	[ [=[28]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[2]=]
		},
		[ [=[matchType]=] ]=
		{[=[7]=]
		},
		[ [=[resultUp]=] ]=
		{[=[2]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะยังคงทำศึกในซูเปอร์ลีก 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15003]=],
					[ [=[num]=] ]=32
				},
				{
					[ [=[id]=] ]=[=[15014]=],
					[ [=[num]=] ]=20
				}
			}
		}
	},
	[ [=[29]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[3]=]
		},
		[ [=[matchType]=] ]=
		{[=[7]=]
		},
		[ [=[resultUp]=] ]=
		{[=[3]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะยังคงทำศึกในซูเปอร์ลีก 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15003]=],
					[ [=[num]=] ]=29
				},
				{
					[ [=[id]=] ]=[=[15014]=],
					[ [=[num]=] ]=15
				}
			}
		}
	},
	[ [=[30]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[4]=]
		},
		[ [=[matchType]=] ]=
		{[=[7]=]
		},
		[ [=[resultUp]=] ]=
		{[=[4]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะยังคงทำศึกในซูเปอร์ลีก 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15003]=],
					[ [=[num]=] ]=26
				},
				{
					[ [=[id]=] ]=[=[15014]=],
					[ [=[num]=] ]=12
				}
			}
		}
	},
	[ [=[31]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[5]=]
		},
		[ [=[matchType]=] ]=
		{[=[7]=]
		},
		[ [=[resultUp]=] ]=
		{[=[5]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะยังคงทำศึกในซูเปอร์ลีก 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15003]=],
					[ [=[num]=] ]=23
				},
				{
					[ [=[id]=] ]=[=[15014]=],
					[ [=[num]=] ]=10
				}
			}
		}
	},
	[ [=[32]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[6]=]
		},
		[ [=[matchType]=] ]=
		{[=[7]=]
		},
		[ [=[resultUp]=] ]=
		{[=[6]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะยังคงทำศึกในซูเปอร์ลีก 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15003]=],
					[ [=[num]=] ]=20
				},
				{
					[ [=[id]=] ]=[=[15014]=],
					[ [=[num]=] ]=8
				}
			}
		}
	},
	[ [=[33]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[7]=]
		},
		[ [=[matchType]=] ]=
		{[=[7]=]
		},
		[ [=[resultUp]=] ]=
		{[=[7]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะยังคงทำศึกในซูเปอร์ลีก 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15003]=],
					[ [=[num]=] ]=18
				},
				{
					[ [=[id]=] ]=[=[15014]=],
					[ [=[num]=] ]=7
				}
			}
		}
	},
	[ [=[34]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[8]=],[=[9]=]
		},
		[ [=[matchType]=] ]=
		{[=[7]=]
		},
		[ [=[resultUp]=] ]=
		{[=[8]=],[=[9]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะยังคงทำศึกในซูเปอร์ลีก 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15003]=],
					[ [=[num]=] ]=17
				},
				{
					[ [=[id]=] ]=[=[15014]=],
					[ [=[num]=] ]=6
				}
			}
		}
	},
	[ [=[35]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[10]=],[=[11]=]
		},
		[ [=[matchType]=] ]=
		{[=[7]=]
		},
		[ [=[resultUp]=] ]=
		{[=[10]=],[=[11]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะยังคงทำศึกในซูเปอร์ลีก 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15003]=],
					[ [=[num]=] ]=16
				},
				{
					[ [=[id]=] ]=[=[15014]=],
					[ [=[num]=] ]=5
				}
			}
		}
	},
	[ [=[36]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[12]=],[=[13]=]
		},
		[ [=[matchType]=] ]=
		{[=[7]=]
		},
		[ [=[resultUp]=] ]=
		{[=[12]=],[=[13]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะยังคงทำศึกในซูเปอร์ลีก 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15003]=],
					[ [=[num]=] ]=14
				},
				{
					[ [=[id]=] ]=[=[15014]=],
					[ [=[num]=] ]=4
				}
			}
		}
	},
	[ [=[37]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[14]=],[=[15]=]
		},
		[ [=[matchType]=] ]=
		{[=[7]=]
		},
		[ [=[resultUp]=] ]=
		{[=[14]=],[=[15]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะยังคงทำศึกในซูเปอร์ลีก 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15003]=],
					[ [=[num]=] ]=12
				},
				{
					[ [=[id]=] ]=[=[15014]=],
					[ [=[num]=] ]=3
				}
			}
		}
	},
	[ [=[38]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[16]=],[=[20]=]
		},
		[ [=[matchType]=] ]=
		{[=[7]=]
		},
		[ [=[resultUp]=] ]=
		{[=[16]=],[=[20]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะตกชั้นไปอยู่ในแชมเปียนส์ลีก 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15003]=],
					[ [=[num]=] ]=10
				},
				{
					[ [=[id]=] ]=[=[15014]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[39]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=2,
		[ [=[resultShow]=] ]=
		{[=[3]=]
		},
		[ [=[matchType]=] ]=
		{[=[7]=]
		},
		[ [=[resultUp]=] ]=
		{[=[3]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ยินดีด้วยที่ทีมได้รับรับชัยชนะในเกมนี้ คณะกรรมการรู้สึกพอใจเป็นอย่างมากต่อชัยชนะในครั้งนี้และการพัฒนาของทีม เราจะมอบรางวัลต่อไปนี้เพื่อเป็นการให้กำลังใจ:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15003]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[40]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=2,
		[ [=[resultShow]=] ]=
		{[=[2]=]
		},
		[ [=[matchType]=] ]=
		{[=[7]=]
		},
		[ [=[resultUp]=] ]=
		{[=[2]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
น่าเสียดายมากที่ทีมเสมอกับคู่ต่อสู้อย่างน่าเสียดาย แต่คณะกรรมการยังคงมองเห็นถึงความพยายามของคุณ เราจะมอบรางวัลต่อไปนี้เพื่อเป็นการเพิ่มขวัญกำลังใจ หวังว่าทีมจะพยายามต่อไป]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15003]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[41]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[1]=]
		},
		[ [=[matchType]=] ]=
		{[=[8]=]
		},
		[ [=[resultUp]=] ]=
		{[=[1]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะเลื่อนชั้นไปอยู่ในซูเปอร์ลีก 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15004]=],
					[ [=[num]=] ]=34
				}
			}
		}
	},
	[ [=[42]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[2]=]
		},
		[ [=[matchType]=] ]=
		{[=[8]=]
		},
		[ [=[resultUp]=] ]=
		{[=[2]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะเลื่อนชั้นไปอยู่ในซูเปอร์ลีก 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15004]=],
					[ [=[num]=] ]=30
				}
			}
		}
	},
	[ [=[43]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[3]=]
		},
		[ [=[matchType]=] ]=
		{[=[8]=]
		},
		[ [=[resultUp]=] ]=
		{[=[3]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะเลื่อนชั้นไปอยู่ในซูเปอร์ลีก 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15004]=],
					[ [=[num]=] ]=27
				}
			}
		}
	},
	[ [=[44]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[4]=]
		},
		[ [=[matchType]=] ]=
		{[=[8]=]
		},
		[ [=[resultUp]=] ]=
		{[=[4]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะเลื่อนชั้นไปอยู่ในซูเปอร์ลีก 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15004]=],
					[ [=[num]=] ]=25
				}
			}
		}
	},
	[ [=[45]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[5]=]
		},
		[ [=[matchType]=] ]=
		{[=[8]=]
		},
		[ [=[resultUp]=] ]=
		{[=[5]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะเลื่อนชั้นไปอยู่ในซูเปอร์ลีก 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15004]=],
					[ [=[num]=] ]=23
				}
			}
		}
	},
	[ [=[46]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[6]=]
		},
		[ [=[matchType]=] ]=
		{[=[8]=]
		},
		[ [=[resultUp]=] ]=
		{[=[6]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะยังคงทำศึกในแชมเปียนส์ลีก 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15004]=],
					[ [=[num]=] ]=21
				}
			}
		}
	},
	[ [=[47]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[7]=],[=[8]=]
		},
		[ [=[matchType]=] ]=
		{[=[8]=]
		},
		[ [=[resultUp]=] ]=
		{[=[7]=],[=[8]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะยังคงทำศึกในแชมเปียนส์ลีก 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15004]=],
					[ [=[num]=] ]=20
				}
			}
		}
	},
	[ [=[48]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[9]=],[=[11]=]
		},
		[ [=[matchType]=] ]=
		{[=[8]=]
		},
		[ [=[resultUp]=] ]=
		{[=[9]=],[=[11]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะยังคงทำศึกในแชมเปียนส์ลีก 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15004]=],
					[ [=[num]=] ]=18
				}
			}
		}
	},
	[ [=[49]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[12]=],[=[14]=]
		},
		[ [=[matchType]=] ]=
		{[=[8]=]
		},
		[ [=[resultUp]=] ]=
		{[=[12]=],[=[14]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะยังคงทำศึกในแชมเปียนส์ลีก 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15004]=],
					[ [=[num]=] ]=16
				}
			}
		}
	},
	[ [=[50]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[15]=],[=[17]=]
		},
		[ [=[matchType]=] ]=
		{[=[8]=]
		},
		[ [=[resultUp]=] ]=
		{[=[15]=],[=[17]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะยังคงทำศึกในแชมเปียนส์ลีก 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15004]=],
					[ [=[num]=] ]=14
				}
			}
		}
	},
	[ [=[51]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[18]=],[=[20]=]
		},
		[ [=[matchType]=] ]=
		{[=[8]=]
		},
		[ [=[resultUp]=] ]=
		{[=[18]=],[=[21]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะยังคงทำศึกในแชมเปียนส์ลีก 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15004]=],
					[ [=[num]=] ]=12
				}
			}
		}
	},
	[ [=[52]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[21]=],[=[22]=]
		},
		[ [=[matchType]=] ]=
		{[=[8]=]
		},
		[ [=[resultUp]=] ]=
		{[=[22]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะตกชั้นไปอยู่ในลีกเอ 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15004]=],
					[ [=[num]=] ]=10
				}
			}
		}
	},
	[ [=[53]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[23]=],[=[28]=]
		},
		[ [=[matchType]=] ]=
		{[=[8]=]
		},
		[ [=[resultUp]=] ]=
		{[=[23]=],[=[28]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะตกชั้นไปอยู่ในลีกเอ 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15004]=],
					[ [=[num]=] ]=8
				}
			}
		}
	},
	[ [=[54]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=2,
		[ [=[resultShow]=] ]=
		{[=[3]=]
		},
		[ [=[matchType]=] ]=
		{[=[8]=]
		},
		[ [=[resultUp]=] ]=
		{[=[3]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ยินดีด้วยที่ทีมได้รับรับชัยชนะในเกมนี้ คณะกรรมการรู้สึกพอใจเป็นอย่างมากต่อชัยชนะในครั้งนี้และการพัฒนาของทีม เราจะมอบรางวัลต่อไปนี้เพื่อเป็นการให้กำลังใจ:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15004]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[55]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=2,
		[ [=[resultShow]=] ]=
		{[=[2]=]
		},
		[ [=[matchType]=] ]=
		{[=[8]=]
		},
		[ [=[resultUp]=] ]=
		{[=[2]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
น่าเสียดายมากที่ทีมเสมอกับคู่ต่อสู้อย่างน่าเสียดาย แต่คณะกรรมการยังคงมองเห็นถึงความพยายามของคุณ เราจะมอบรางวัลต่อไปนี้เพื่อเป็นการเพิ่มขวัญกำลังใจ หวังว่าทีมจะพยายามต่อไป]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15004]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[56]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[1]=]
		},
		[ [=[matchType]=] ]=
		{[=[9]=]
		},
		[ [=[resultUp]=] ]=
		{[=[1]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะเลื่อนชั้นไปอยู่ในแชมเปียนส์ลีก 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15005]=],
					[ [=[num]=] ]=32
				}
			}
		}
	},
	[ [=[57]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[2]=]
		},
		[ [=[matchType]=] ]=
		{[=[9]=]
		},
		[ [=[resultUp]=] ]=
		{[=[2]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะเลื่อนชั้นไปอยู่ในแชมเปียนส์ลีก 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15005]=],
					[ [=[num]=] ]=28
				}
			}
		}
	},
	[ [=[58]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[3]=]
		},
		[ [=[matchType]=] ]=
		{[=[9]=]
		},
		[ [=[resultUp]=] ]=
		{[=[3]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะเลื่อนชั้นไปอยู่ในแชมเปียนส์ลีก 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15005]=],
					[ [=[num]=] ]=26
				}
			}
		}
	},
	[ [=[59]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[4]=]
		},
		[ [=[matchType]=] ]=
		{[=[9]=]
		},
		[ [=[resultUp]=] ]=
		{[=[4]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะเลื่อนชั้นไปอยู่ในแชมเปียนส์ลีก 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15005]=],
					[ [=[num]=] ]=24
				}
			}
		}
	},
	[ [=[60]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[5]=]
		},
		[ [=[matchType]=] ]=
		{[=[9]=]
		},
		[ [=[resultUp]=] ]=
		{[=[5]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะเลื่อนชั้นไปอยู่ในแชมเปียนส์ลีก 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15005]=],
					[ [=[num]=] ]=22
				}
			}
		}
	},
	[ [=[61]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[6]=]
		},
		[ [=[matchType]=] ]=
		{[=[9]=]
		},
		[ [=[resultUp]=] ]=
		{[=[6]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะเลื่อนชั้นไปอยู่ในแชมเปียนส์ลีก 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15005]=],
					[ [=[num]=] ]=20
				}
			}
		}
	},
	[ [=[62]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[7]=]
		},
		[ [=[matchType]=] ]=
		{[=[9]=]
		},
		[ [=[resultUp]=] ]=
		{[=[7]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะเลื่อนชั้นไปอยู่ในแชมเปียนส์ลีก 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15005]=],
					[ [=[num]=] ]=19
				}
			}
		}
	},
	[ [=[63]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[8]=],[=[9]=]
		},
		[ [=[matchType]=] ]=
		{[=[9]=]
		},
		[ [=[resultUp]=] ]=
		{[=[8]=],[=[9]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะเลื่อนชั้นไปอยู่ในแชมเปียนส์ลีก 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15005]=],
					[ [=[num]=] ]=18
				}
			}
		}
	},
	[ [=[64]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[10]=],[=[12]=]
		},
		[ [=[matchType]=] ]=
		{[=[9]=]
		},
		[ [=[resultUp]=] ]=
		{[=[10]=],[=[12]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะยังคงทำศึกในลีกเอ 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15005]=],
					[ [=[num]=] ]=16
				}
			}
		}
	},
	[ [=[65]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[13]=],[=[15]=]
		},
		[ [=[matchType]=] ]=
		{[=[9]=]
		},
		[ [=[resultUp]=] ]=
		{[=[13]=],[=[15]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะยังคงทำศึกในลีกเอ 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15005]=],
					[ [=[num]=] ]=14
				}
			}
		}
	},
	[ [=[66]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[16]=],[=[17]=]
		},
		[ [=[matchType]=] ]=
		{[=[9]=]
		},
		[ [=[resultUp]=] ]=
		{[=[16]=],[=[17]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะยังคงทำศึกในลีกเอ 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15005]=],
					[ [=[num]=] ]=12
				}
			}
		}
	},
	[ [=[67]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[18]=],[=[19]=]
		},
		[ [=[matchType]=] ]=
		{[=[9]=]
		},
		[ [=[resultUp]=] ]=
		{[=[18]=],[=[19]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะยังคงทำศึกในลีกเอ 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15005]=],
					[ [=[num]=] ]=10
				}
			}
		}
	},
	[ [=[68]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[20]=],[=[28]=]
		},
		[ [=[matchType]=] ]=
		{[=[9]=]
		},
		[ [=[resultUp]=] ]=
		{[=[20]=],[=[28]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะตกชั้นไปอยู่ในลีกเอ 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15005]=],
					[ [=[num]=] ]=8
				}
			}
		}
	},
	[ [=[69]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=2,
		[ [=[resultShow]=] ]=
		{[=[3]=]
		},
		[ [=[matchType]=] ]=
		{[=[9]=]
		},
		[ [=[resultUp]=] ]=
		{[=[3]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ยินดีด้วยที่ทีมได้รับรับชัยชนะในเกมนี้ คณะกรรมการรู้สึกพอใจเป็นอย่างมากต่อชัยชนะในครั้งนี้และการพัฒนาของทีม เราจะมอบรางวัลต่อไปนี้เพื่อเป็นการให้กำลังใจ:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15005]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[70]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=2,
		[ [=[resultShow]=] ]=
		{[=[2]=]
		},
		[ [=[matchType]=] ]=
		{[=[9]=]
		},
		[ [=[resultUp]=] ]=
		{[=[2]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
น่าเสียดายมากที่ทีมเสมอกับคู่ต่อสู้อย่างน่าเสียดาย แต่คณะกรรมการยังคงมองเห็นถึงความพยายามของคุณ เราจะมอบรางวัลต่อไปนี้เพื่อเป็นการเพิ่มขวัญกำลังใจ หวังว่าทีมจะพยายามต่อไป]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15005]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[71]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[1]=]
		},
		[ [=[matchType]=] ]=
		{[=[10]=]
		},
		[ [=[resultUp]=] ]=
		{[=[1]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะเลื่อนชั้นไปอยู่ในลีกเอ 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15006]=],
					[ [=[num]=] ]=30
				}
			}
		}
	},
	[ [=[72]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[2]=]
		},
		[ [=[matchType]=] ]=
		{[=[10]=]
		},
		[ [=[resultUp]=] ]=
		{[=[2]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะเลื่อนชั้นไปอยู่ในลีกเอ 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15006]=],
					[ [=[num]=] ]=27
				}
			}
		}
	},
	[ [=[73]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[3]=]
		},
		[ [=[matchType]=] ]=
		{[=[10]=]
		},
		[ [=[resultUp]=] ]=
		{[=[3]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะเลื่อนชั้นไปอยู่ในลีกเอ 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15006]=],
					[ [=[num]=] ]=25
				}
			}
		}
	},
	[ [=[74]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[4]=]
		},
		[ [=[matchType]=] ]=
		{[=[10]=]
		},
		[ [=[resultUp]=] ]=
		{[=[4]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะเลื่อนชั้นไปอยู่ในลีกเอ 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15006]=],
					[ [=[num]=] ]=23
				}
			}
		}
	},
	[ [=[75]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[5]=]
		},
		[ [=[matchType]=] ]=
		{[=[10]=]
		},
		[ [=[resultUp]=] ]=
		{[=[5]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะเลื่อนชั้นไปอยู่ในลีกเอ 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15006]=],
					[ [=[num]=] ]=21
				}
			}
		}
	},
	[ [=[76]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[6]=]
		},
		[ [=[matchType]=] ]=
		{[=[10]=]
		},
		[ [=[resultUp]=] ]=
		{[=[6]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะเลื่อนชั้นไปอยู่ในลีกเอ 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15006]=],
					[ [=[num]=] ]=20
				}
			}
		}
	},
	[ [=[77]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[7]=]
		},
		[ [=[matchType]=] ]=
		{[=[10]=]
		},
		[ [=[resultUp]=] ]=
		{[=[7]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะเลื่อนชั้นไปอยู่ในลีกเอ 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15006]=],
					[ [=[num]=] ]=19
				}
			}
		}
	},
	[ [=[78]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[8]=]
		},
		[ [=[matchType]=] ]=
		{[=[10]=]
		},
		[ [=[resultUp]=] ]=
		{[=[8]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะเลื่อนชั้นไปอยู่ในลีกเอ 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15006]=],
					[ [=[num]=] ]=18
				}
			}
		}
	},
	[ [=[79]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[9]=]
		},
		[ [=[matchType]=] ]=
		{[=[10]=]
		},
		[ [=[resultUp]=] ]=
		{[=[9]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะเลื่อนชั้นไปอยู่ในลีกเอ 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15006]=],
					[ [=[num]=] ]=17
				}
			}
		}
	},
	[ [=[80]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[10]=],[=[13]=]
		},
		[ [=[matchType]=] ]=
		{[=[10]=]
		},
		[ [=[resultUp]=] ]=
		{[=[10]=],[=[13]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะยังคงทำศึกในลีกบี 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15006]=],
					[ [=[num]=] ]=15
				}
			}
		}
	},
	[ [=[81]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[14]=],[=[16]=]
		},
		[ [=[matchType]=] ]=
		{[=[10]=]
		},
		[ [=[resultUp]=] ]=
		{[=[14]=],[=[16]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะยังคงทำศึกในลีกบี 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15006]=],
					[ [=[num]=] ]=13
				}
			}
		}
	},
	[ [=[82]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[17]=],[=[23]=]
		},
		[ [=[matchType]=] ]=
		{[=[10]=]
		},
		[ [=[resultUp]=] ]=
		{[=[17]=],[=[23]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะตกชั้นไปอยู่ในลีกท้องถิ่น 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15006]=],
					[ [=[num]=] ]=10
				}
			}
		}
	},
	[ [=[83]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=1,
		[ [=[resultShow]=] ]=
		{[=[24]=],[=[28]=]
		},
		[ [=[matchType]=] ]=
		{[=[10]=]
		},
		[ [=[resultUp]=] ]=
		{[=[24]=],[=[28]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะตกชั้นไปอยู่ในลีกท้องถิ่น 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15006]=],
					[ [=[num]=] ]=8
				}
			}
		}
	},
	[ [=[84]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=2,
		[ [=[resultShow]=] ]=
		{[=[3]=]
		},
		[ [=[matchType]=] ]=
		{[=[10]=]
		},
		[ [=[resultUp]=] ]=
		{[=[3]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ยินดีด้วยที่ทีมได้รับรับชัยชนะในเกมนี้ คณะกรรมการรู้สึกพอใจเป็นอย่างมากต่อชัยชนะในครั้งนี้และการพัฒนาของทีม เราจะมอบรางวัลต่อไปนี้เพื่อเป็นการให้กำลังใจ:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15006]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[85]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=2,
		[ [=[resultShow]=] ]=
		{[=[2]=]
		},
		[ [=[matchType]=] ]=
		{[=[10]=]
		},
		[ [=[resultUp]=] ]=
		{[=[2]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
น่าเสียดายมากที่ทีมเสมอกับคู่ต่อสู้อย่างน่าเสียดาย แต่คณะกรรมการยังคงมองเห็นถึงความพยายามของคุณ เราจะมอบรางวัลต่อไปนี้เพื่อเป็นการเพิ่มขวัญกำลังใจ หวังว่าทีมจะพยายามต่อไป]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15006]=],
					[ [=[num]=] ]=1
				}
			}
		}
	},
	[ [=[86]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=3,
		[ [=[resultShow]=] ]=
		{[=[2]=]
		},
		[ [=[matchType]=] ]=
		{[=[11]=]
		},
		[ [=[resultUp]=] ]=
		{[=[2]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ซีซันหน้าจะเลื่อนชั้นไปอยู่ในลีกบี 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15007]=],
					[ [=[num]=] ]=20
				}
			}
		}
	},
	[ [=[87]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=3,
		[ [=[resultShow]=] ]=
		{[=[1]=]
		},
		[ [=[matchType]=] ]=
		{[=[11]=]
		},
		[ [=[resultUp]=] ]=
		{[=[1]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ซีซัน(#season#)ฤดูกาลนี้จบลงแล้ว คุณได้อันดับที่#rank#ในซีซันนี้ ไม่ได้รับสิทธิ์ในการเลื่อนชั้น ในอันดับขั้นบันไดซีซันนี้ต้องรักษาอันดับให้ติดหนึ่งใน 150 อันดับถึงจะสามารถเข้าร่วมลีกท้องถิ่นซีซันหน้าได้ 
นี่คือรางวัลของซีซันนี้ที่คณะกรรมการมอบให้คุณตามผลงานที่คุณทำได้ 
โปรดรับรางวัล]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15007]=],
					[ [=[num]=] ]=10
				}
			}
		}
	},
	[ [=[88]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=2,
		[ [=[resultShow]=] ]=
		{[=[3]=]
		},
		[ [=[matchType]=] ]=
		{[=[11]=]
		},
		[ [=[resultUp]=] ]=
		{[=[3]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
ยินดีด้วยที่ทีมได้รับรับชัยชนะในเกมนี้ คณะกรรมการรู้สึกพอใจเป็นอย่างมากต่อชัยชนะในครั้งนี้และการพัฒนาของทีม เราจะมอบรางวัลต่อไปนี้เพื่อเป็นการให้กำลังใจ:]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15007]=],
					[ [=[num]=] ]=2
				}
			}
		}
	},
	[ [=[89]=] ]=
	{
		[ [=[title]=] ]=[=[]=],
		[ [=[resultType]=] ]=2,
		[ [=[resultShow]=] ]=
		{[=[2]=]
		},
		[ [=[matchType]=] ]=
		{[=[11]=]
		},
		[ [=[resultUp]=] ]=
		{[=[2]=]
		},
		[ [=[desc]=] ]=[=[ผู้จัดการทีม#name#: 
น่าเสียดายมากที่ทีมเสมอกับคู่ต่อสู้อย่างน่าเสียดาย แต่คณะกรรมการยังคงมองเห็นถึงความพยายามของคุณ เราจะมอบรางวัลต่อไปนี้เพื่อเป็นการเพิ่มขวัญกำลังใจ หวังว่าทีมจะพยายามต่อไป]=],
		[ [=[contents]=] ]=
		{
			[ [=[item]=] ]=
			{
				{
					[ [=[id]=] ]=[=[15007]=],
					[ [=[num]=] ]=1
				}
			}
		}
	}
}
return var