local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		[ [=[rankTop]=] ]=1,
		[ [=[rankScore]=] ]=200,
		[ [=[rankDown]=] ]=1,
		[ [=[desc]=] ]=[=[ในวันนี้ผู้เล่นที่มีผลคะแนนครองอันดับ 1 ของเซิร์ฟเวอร์ทั้งหมด ในวันนี้ผู้เล่นสามารถแย่งชิงอั่งเปาที่จะได้รับจำนวนรางวัลเป็น 2 เท่าของการแย่งชิงพื้นฐาน ]=]
	},
	[ [=[2]=] ]=
	{
		[ [=[rankTop]=] ]=2,
		[ [=[rankScore]=] ]=180,
		[ [=[rankDown]=] ]=5,
		[ [=[desc]=] ]=[=[ในวันนี้ผู้เล่นที่มีผลคะแนนครองอันดับ 2-5 ของเซิร์ฟเวอร์ทั้งหมด ในวันนี้ผู้เล่นสามารถแย่งชิงอั่งเปาที่จะได้รับจำนวนรางวัลเป็น 1.8 เท่าของการแย่งชิงพื้นฐาน]=]
	},
	[ [=[3]=] ]=
	{
		[ [=[rankTop]=] ]=6,
		[ [=[rankScore]=] ]=160,
		[ [=[rankDown]=] ]=10,
		[ [=[desc]=] ]=[=[ในวันนี้ผู้เล่นที่มีผลคะแนนครองอันดับ 6-10 ของเซิร์ฟเวอร์ทั้งหมด ในวันนี้ผู้เล่นสามารถแย่งชิงอั่งเปาที่จะได้รับจำนวนรางวัลเป็น 1.6 เท่าของการแย่งชิงพื้นฐาน]=]
	},
	[ [=[4]=] ]=
	{
		[ [=[rankTop]=] ]=11,
		[ [=[rankScore]=] ]=140,
		[ [=[rankDown]=] ]=20,
		[ [=[desc]=] ]=[=[ในวันนี้ผู้เล่นที่มีผลคะแนนครองอันดับ 11-20 ของเซิร์ฟเวอร์ทั้งหมด ในวันนี้ผู้เล่นสามารถแย่งชิงอั่งเปาที่จะได้รับจำนวนรางวัลเป็น 1.4 เท่าของการแย่งชิงพื้นฐาน]=]
	},
	[ [=[5]=] ]=
	{
		[ [=[rankTop]=] ]=21,
		[ [=[rankScore]=] ]=130,
		[ [=[rankDown]=] ]=50,
		[ [=[desc]=] ]=[=[ในวันนี้ผู้เล่นที่มีผลคะแนนครองอันดับ 21-50 ของเซิร์ฟเวอร์ทั้งหมด ในวันนี้ผู้เล่นสามารถแย่งชิงอั่งเปาที่จะได้รับจำนวนรางวัลเป็น 1.3 เท่าของการแย่งชิงพื้นฐาน]=]
	},
	[ [=[6]=] ]=
	{
		[ [=[rankTop]=] ]=51,
		[ [=[rankScore]=] ]=120,
		[ [=[rankDown]=] ]=100,
		[ [=[desc]=] ]=[=[ในวันนี้ผู้เล่นที่มีผลคะแนนครองอันดับ 51-100 ของเซิร์ฟเวอร์ทั้งหมด ในวันนี้ผู้เล่นสามารถแย่งชิงอั่งเปาที่จะได้รับจำนวนรางวัลเป็น 1.2 เท่าของการแย่งชิงพื้นฐาน]=]
	},
	[ [=[7]=] ]=
	{
		[ [=[rankTop]=] ]=101,
		[ [=[rankScore]=] ]=110,
		[ [=[rankDown]=] ]=200,
		[ [=[desc]=] ]=[=[ในวันนี้ผู้เล่นที่มีผลคะแนนครองอันดับ 101-200 ของเซิร์ฟเวอร์ทั้งหมด ในวันนี้ผู้เล่นสามารถแย่งชิงอั่งเปาที่จะได้รับจำนวนรางวัลเป็น 1.1 เท่าของการแย่งชิงพื้นฐาน]=]
	},
	[ [=[8]=] ]=
	{
		[ [=[rankTop]=] ]=201,
		[ [=[rankScore]=] ]=100,
		[ [=[rankDown]=] ]=0,
		[ [=[desc]=] ]=[=[ในวันนี้ผู้เล่นที่มีผลคะแนนครองอันดับ 201 ขึ้นไปของเซิร์ฟเวอร์ทั้งหมด ในวันนี้การแย่งชิงอั่งเปาของผู้เล่นเพื่อรับจำนวนรางวัลจะไม่มีรางวัลพิเศษใดๆ]=]
	}
}
return var