local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		[ [=[id]=] ]=1,
		[ [=[desc]=] ]=[=[ระบบจะตัดสินผู้เล่นว่าจะมีสิทธิ์ได้เข้าร่วมการแข่งขันชิงแชมป์ซีซันปัจจุบันหรือไม่จากขั้นอันดับของผู้เล่นในซีซันที่แล้ว ในการแข่งขันชิงแชมป์ ผู้เล่นต้องทำการต่อกรกับผู้เล่นคนอื่น ๆ เพื่อเก็บอันดับที่สอดคล้องถึงจะสามารถทำการเลื่อนชั้นลีกได้ 
การแข่งขันชิงแชมป์แบ่งออกเป็นการแข่งขันข้ามเซิร์ฟเวอร์กับการแข่งขันเซิร์ฟเวอรเขต
การแข่งขันข้ามเซิร์ฟเวอร์แบ่งออกเป็น: การแข่งขันถ้วยรางวัลใบใหญ่กับถ้วยรางวัลใบเล็ก 
การแข่งขันเซิร์ฟเวอร์เขต
แบ่งออกเป็น: ซูเปอร์ลีก แชมเปียนส์ลีก ลีกเอ ลีกบีและลีกท้องถิ่น 
หากผู้เล่นได้อยู่ในการแข่งขันซูเปอร์ลีก แชมเปียนส์ลีก ลีกเอ ลีกบีและลีกท้องถิ่นของการแข่งขันชิงแชมป์ในการแข่งขันเซิร์ฟเวอร์เขตแล้ว ในซีซันหน้าผู้เล่นก็จะยังคงมีสิทธิ์เข้าร่วมการแข่งขันชิงแชมป์ได้
 
ผู้เล่นคนอื่น ๆ จะต้องเข้าไปติดอยู่ใน 150 อันดับแรกของเขตที่เกี่ยวข้องถึงจะสามารถเข้าร่วมลีกท้องถิ่นของการแข่งขันชิงแชมป์ในการแข่งขันเซิร์ฟเวอร์เขต ผู้เล่นต้องได้อันดับที่กำหนดในลีกถึงจะสามารถเลื่อนชั้นขึ้นไปอยู่ในลีกที่เลเวลสูงขึ้น เมื่อผู้เล่นอยู่ในซูเปอร์ลีกจะไม่มีระบบของการเลื่อนชั้น คนที่อยู่อันดับแรก ๆ ในซูเปอร์ลีกจะมีสิทธิ์เข้าร่วมการแข่งขันข้ามเซิร์ฟเวอร์: การแข่งขันถ้วยรางวัลใบใหญ่และถ้วยรางวัลใบเล็ก ปะทะกับผู้เล่นคนอื่น ๆ เพื่อเฟ้นหาผู้เป็นแชมป์ 
<color=#FFFE5EFF>กลไกการป้องกันการล้มบอล: ระบบจะตัดสินความแตกต่างของพลังการต่อสู้ระหว่างโซนการแข่งขันชิงแชมป์กับโซนผู้เล่นตัวจริง (โซนที่สูงสุดในประวัติ) ความแตกต่างของพลังการต่อสู้ที่มากเกินไปมีโอกาสถูกตัดสินว่าเป็นทีมที่ล้มบอล ทีมที่มีค่าความแตกต่างมากเกินไปจะถูกตัดสินให้แพ้ทันที หากเป็นลีกเซิร์ฟเวอร์เขตจะถูกหักคะแนนสะสมเซิร์ฟเวอร์เขต 20 คะแนน หากเป็นศึกข้ามเซิร์ฟเวอร์ก็จะถูกคัดออกและเสียโควตาทำศึกข้ามเซิร์ฟเวอร์ในซีซันหน้า</color>
]=]
	},
	[ [=[2]=] ]=
	{
		[ [=[id]=] ]=2,
		[ [=[desc]=] ]=[=[การแข่งขันชิงแชมป์-การแข่งขันเซิร์ฟเวอร์เขตมีทั้งหมด 5 เลเวล แบ่งออกเป็นซูเปอร์ลีก แชมเปียนส์ลีก ลีกเอ ลีกบีและลีกท้องถิ่น 
กติกาการจัดอันดับการแข่งขันเซิร์ฟเวอร์เขต: 
1. จะทำการเทียบคะแนนสะสมก่อน 
2. คะแนนสะสมเท่ากันจะเทียบผลต่างประตูได้เสีย 
3. ผลต่างประตูได้เสียเท่ากันจะเทียบจำนวนได้ประตูโดยรวมกับจำนวนเสียประตูโดยรวม]=]
	},
	[ [=[3]=] ]=
	{
		[ [=[id]=] ]=3,
		[ [=[desc]=] ]=[=[ระบบจะกำหนดคะแนนเซิร์ฟเวอร์เขตให้ผู้เล่นโดยอัตโนมัติตามผลงานในช่วงของสี่ซีซันที่ผ่านมาของทีมแต่ละเขตที่อยู่ในการแข่งขันข้ามเซิร์ฟเวอร์ (ไม่ถึง 4 ก็นับตาม 4) คะแนนเซิร์ฟเวอร์เขตจะถูกแบ่งสรรให้แต่ละเขตเพื่อเข้าร่วมศึกข้ามเซิร์ฟเวอร์: 
โควตาเข้าชิงถ้วยรางวัลใบใหญ่ชั้นนำกับถ้วยรางวัลใบเล็กชั้นนำ มีเพียงคนที่ติดอันดับในซีซันซูเปอร์ลีกไม่กี่คนเท่านั้นที่มีสิทธิ์เข้าร่วมการแข่งขันข้ามเซิร์ฟเวอร์ในซีซันหน้า แชมป์ถ้วยรางวัลใบใหญ่ชั้นนำและถ้วยรางวัลใบเล็กชั้นนำในซีซันที่แล้วจะได้เข้ารอบสู่การแข่งขันอย่างเป็นทางการของถ้วยรางวัลใบใหญ่ในซีซันหน้าโดยอัตโนมัติ 
อันดับในแต่ละเขตและโควตาการทำศึกข้ามเซิร์ฟเวอร์มีดังนี้:
]=]
	},
	[ [=[4]=] ]=
	{
		[ [=[id]=] ]=4,
		[ [=[desc]=] ]=[=[ความสัมพันธ์ระหว่างผลงานศึกข้ามเซิร์ฟเวอร์และคะแนนเซิร์ฟเวอร์เขตของผู้เล่น]=]
	},
	[ [=[5]=] ]=
	{
		[ [=[id]=] ]=5,
		[ [=[desc]=] ]=[=[
ศึกการแข่งขันชิงแชมป์ข้ามเซิร์ฟเวอร์แบ่งออกเป็นถ้วยรางวัลใบใหญ่ชั้นนำกับถ้วยรางวัลใบเล็กชั้นนำ ระบบจะเลือกผู้เล่นที่แกร่งที่สุดเข้าร่วมศึกข้ามเซิร์ฟเวอร์จากซูเปอร์ลีกของแต่ละโซน การแข่งขันศึกข้ามเซิร์ฟเวอร์แบ่งออกเป็นโควตาเข้ารอบโดยตรงกับโควตารอบคัดเลือก 
ก่อนอื่นผู้เล่นที่ลงรอบเพลย์ออฟในการแข่งขันข้ามเซิร์ฟเวอร์จะต้องแข่งขันรอบเพลย์ออฟก่อน รอบเพลย์ออฟจะเฟ้นหาผู้เล่นส่วนหนึ่งกับผู้เล่นที่เลื่อนชั้นโดยตรงออกมาพร้อมกัน สร้างเป็นทีม 64 ทีมเพื่อเข้าร่วมการแข่งขันอย่างเป็นทางการของถ้วยรางวัลใบใหญ่กับถ้วยรางวัลใบเล็ก 
 ทีม 64 ทีมจะแบ่งออกเป็นสี่ตำแหน่งตามคะแนนสะสมของสี่ซีซันล่าสุด (คะแนนสะสมโดยรวมตัดสินจากผลงานการทำศึกข้ามเซิร์ฟเวอร์ในสี่ซีซันก่อนหน้าของทีมผู้เล่น) สุดท้ายจะจับฉลากเพื่อจับหนึ่งทีมจากแต่ละตำแหน่งมาสร้างเป็นทีมเล็กหนึ่งทีม รวมทั้งหมดเป็น 16 ทีม แต่ละทีมมีผู้เล่น 4 คน 
การแข่งขันรอบแบ่งกลุ่มนี้จะใช้ระบบการแข่งขันแบบวนรอบเดียว ทั้งหมดสามนัดและสองอันดับแรกจะเข้าสู่รอบแพ้คัดออก 
กติกาเลื่อนชั้นของการแข่งขันทีมย่อย:
1. ผู้ที่มีคะแนนสะสมสูงก็จะอยู่อันดับสูง 
2. ผู้ที่มีประตูได้เสียมากในรอบแบ่งกลุ่มจะได้อันดับต้น ๆ 
3. ผู้ที่ได้ประตูโดยรวมสูงในรอบแบ่งกลุ่มจะอยู่ในอันดับต้น ๆ 
4. เปรียบเทียบเชื่อมโยงความสันพันธ์การแพ้ชนะของทีม ประตูได้เสียรวมถึงจำนวนการทำประตูโดยรวม 
5. หากยังคงเหมือนกัน ทีมที่ได้คะแนนสะสมสูงกว่าจะเข้ารอบ 
ในแต่ละรอบแบ่งกลุ่มจะมีโควตาเข้ารอบ 2 โควตา หลังจากนั้นจะทำการจับฉลากและแข่งในรอบแพ้คัดออก 
รอบแพ้คัดออกจะทำการแข่งขันพร้อมกันจากผู้เล่นทั้งสองฝ่าย แล้วเปรียบเทียบคะแนนรวมในท้ายที่สุด หากสุดท้ายแล้วคะแนนรวมเท่ากันก็จะทำการเปรียบเทียบจำนวนการทำประตูในเวลาที่ผู้เล่นทำการแข่งขัน (จำนวนการทำประตูเจ้าบ้าน / จำนวนการทำประตูทีมเยือนในการแข่งขัน) หากจำนวนการทำประตูของผู้เล่นทั้งสองฝ่ายเท่ากันในเวลาทำการแข่งขัน ระบบจะทำการเพิ่มการแข่งขันการดวลจุดโทษเข้าไปให้อัตโนมัติเพื่อตัดสินแพ้ชนะ 
]=]
	},
	[ [=[6]=] ]=
	{
		[ [=[id]=] ]=6,
		[ [=[desc]=] ]=[=[ผู้เล่นเข้าร่วมรายการการแข่งขันชิงแชมป์ต่างรายการกันจะได้รับหีบสมบัติประเภทที่แตกต่างกันตามการแข่งขันที่ผู้เล่นเข้าร่วม จำนวนหีบสมบัติจะขึ้นอยู่กับผลงานที่ทำในการแข่งขันนี้และผลการแข่งขันในแต่ละนัด]=]
	},
	[ [=[7]=] ]=
	{
		[ [=[id]=] ]=7,
		[ [=[desc]=] ]=[=[การแข่งขันชิงแชมป์ซีซันแต่ละนัดจะแสดงอยู่บนไทม์ไลน์ ผู้เล่นสามารถเข้าและทำการแข่งขันได้ในช่วงเวลาการแข่งขัน ช่วงเวลาการแข่งขันคือ 1 ชั่วโมง หลังจากช่วงเวลาการแข่งขันสิ้นสุดลงฟังก์ชันการแข่งขันด้วยตัวเองจะถูกบล็อค หากไม่มีรอบการแข่งขันด้วยตัวเอง ระบบจะทำการจำลองให้อัตโนมัติ 
จะทยอยประกาศผลการแข่งขันรวมถึงข้อมูลที่เกี่ยวข้องในครึ่งชั่วโมงหลังจากจบการแข่งขันแบบเล่นด้วยตัวเองช่วงสุดท้าย 
การแข่งขันเซิร์ฟเวอร์เขตจะไม่บันทึกข้อมูลของนักเตะที่เกี่ยวข้องกับการแข่งขัน การแข่งขันอย่างเป็นทางการของศึกข้ามเซิร์ฟเวอร์จะบันทึกดาวซัลโวและจอมแอสซิสต์ เราจะทำการแจกรางวัลที่เกี่ยวข้องให้กับผู้เล่นดาวซัลโวและจอมแอสซิสต์ที่มีถ้วยรางวัลใบใหญ่ชั้นนำกับถ้วยรางวัลใบเล็กชั้นนำ]=]
	},
	[ [=[8]=] ]=
	{
		[ [=[id]=] ]=8,
		[ [=[desc]=] ]=[=[รางวัลในรายการรางวัลการแข่งขันชิงแชมป์]=]
	},
	[ [=[9]=] ]=
	{
		[ [=[id]=] ]=9,
		[ [=[desc]=] ]=[=[การแข่งขันชิงแชมป์ข้ามเซิร์ฟเวอร์จะบันทึกนักเตะที่มีจำนวนประตูที่ทำได้และจำนวนแอสซิสต์มากที่สุดของผู้เล่น และจะแจกของรางวัลให้กับนักเตะเหล่านี้: 
รางวัลรองเท้าทองคำถ้วยใบใหญ่ชั้นนำ: <color=#FFFE5EFF>กล่องของขวัญสติ๊กเกอร์ชิงแชมป์*3</color>
รางวัลรองเท้าเงินถ้วยใบใหญ่ชั้นนำ: <color=#FFFE5EFF>กล่องของขวัญสติ๊กเกอร์ชิงแชมป์*2</color>
รางวัลรองเท้าทองแดงถ้วยใบใหญ่ชั้นนำ: <color=#FFFE5EFF>กล่องของขวัญสติ๊กเกอร์ชิงแชมป์*1</color>
รางวัลติดชาร์ตอันดับหนึ่งแอสซิสต์ถ้วยใบใหญ่ชั้นนำ: <color=#FFFE5EFF>กล่องของขวัญสติ๊กเกอร์ชิงแชมป์*2</color>
รางวัลติดชาร์ตอันดับสองแอสซิสต์ถ้วยใบใหญ่ชั้นนำ:<color=#FFFE5EFF>กล่องของขวัญสติ๊กเกอร์ชิงแชมป์*1</color>
รางวัลติดชาร์ตอันดับสามแอสซิสต์ถ้วยใบใหญ่ชั้นนำ:<color=#FFFE5EFF>เหรียญชิงแชมป์*10000</color>
รางวัลรองเท้าทองคำถ้วยใบเล็กชั้นนำ: <color=#FFFE5EFF>กล่องของขวัญสติ๊กเกอร์ชิงแชมป์*2</color>
รางวัลรองเท้าเงินถ้วยใบเล็กชั้นนำ: <color=#FFFE5EFF>กล่องของขวัญสติ๊กเกอร์ชิงแชมป์*1</color>
รางวัลรองเท้าทองแดงถ้วยใบเล็กชั้นนำ: <color=#FFFE5EFF>เหรียญชิงแชมป์*10000</color>
รางวัลติดชาร์ตอันดับหนึ่งแอสซิสต์ถ้วยใบเล็กชั้นนำ: <color=#FFFE5EFF>กล่องของขวัญสติ๊กเกอร์ชิงแชมป์*1</color>
รางวัลติดชาร์ตอันดับสองแอสซิสต์ถ้วยใบเล็กชั้นนำ: <color=#FFFE5EFF>เหรียญชิงแชมป์*10000</color>
รางวัลติดชาร์ตอันดับสามแอสซิสต์ถ้วยใบเล็กชั้นนำ: <color=#FFFE5EFF>เหรียญชิงแชมป์*5000</color>]=]
	}
}
return var