local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		[ [=[rankTop]=] ]=1,
		[ [=[rankScore]=] ]=200,
		[ [=[rankDown]=] ]=1,
		[ [=[desc]=] ]=[=[ผู้เล่นที่มีคะแนนครองอันดับ 1 ของเซิร์ฟเวอร์ ในทุกๆวันสามารถชิงจำนวนอั่งเปารวมของทุกเซิร์ฟเวอร์ได้เป็น 2 เท่าของจำนวนพื้นฐาน]=]
	},
	[ [=[2]=] ]=
	{
		[ [=[rankTop]=] ]=2,
		[ [=[rankScore]=] ]=180,
		[ [=[rankDown]=] ]=3,
		[ [=[desc]=] ]=[=[ผู้เล่นที่มีคะแนนครองอันดับ 2-3 ของเซิร์ฟเวอร์ ในทุกๆวันสามารถชิงจำนวนอั่งเปารวมของทุกเซิร์ฟเวอร์ได้เป็น 1.8 เท่าของจำนวนพื้นฐาน]=]
	},
	[ [=[3]=] ]=
	{
		[ [=[rankTop]=] ]=4,
		[ [=[rankScore]=] ]=160,
		[ [=[rankDown]=] ]=5,
		[ [=[desc]=] ]=[=[ผู้เล่นที่มีคะแนนครองอันดับ 4-5 ของเซิร์ฟเวอร์ ในทุกๆวันสามารถชิงจำนวนอั่งเปารวมของทุกเซิร์ฟเวอร์ได้เป็น 1.6 เท่าของจำนวนพื้นฐาน]=]
	},
	[ [=[4]=] ]=
	{
		[ [=[rankTop]=] ]=6,
		[ [=[rankScore]=] ]=140,
		[ [=[rankDown]=] ]=10,
		[ [=[desc]=] ]=[=[ผู้เล่นที่มีคะแนนครองอันดับ 6-10 ของเซิร์ฟเวอร์ ในทุกๆวันสามารถชิงจำนวนอั่งเปารวมของทุกเซิร์ฟเวอร์ได้เป็น 1.4 เท่าของจำนวนพื้นฐาน]=]
	},
	[ [=[5]=] ]=
	{
		[ [=[rankTop]=] ]=11,
		[ [=[rankScore]=] ]=130,
		[ [=[rankDown]=] ]=20,
		[ [=[desc]=] ]=[=[ผู้เล่นที่มีคะแนนครองอันดับ 11-20 ของเซิร์ฟเวอร์ ในทุกๆวันสามารถชิงจำนวนอั่งเปารวมของทุกเซิร์ฟเวอร์ได้เป็น 1.3 เท่าของจำนวนพื้นฐาน]=]
	},
	[ [=[6]=] ]=
	{
		[ [=[rankTop]=] ]=21,
		[ [=[rankScore]=] ]=120,
		[ [=[rankDown]=] ]=30,
		[ [=[desc]=] ]=[=[ผู้เล่นที่มีคะแนนครองอันดับ 21-30 ของเซิร์ฟเวอร์ ในทุกๆวันสามารถชิงจำนวนอั่งเปารวมของทุกเซิร์ฟเวอร์ได้เป็น 1.2 เท่าของจำนวนพื้นฐาน]=]
	},
	[ [=[7]=] ]=
	{
		[ [=[rankTop]=] ]=31,
		[ [=[rankScore]=] ]=110,
		[ [=[rankDown]=] ]=50,
		[ [=[desc]=] ]=[=[ผู้เล่นที่มีคะแนนครองอันดับ 31-50 ของเซิร์ฟเวอร์ ในทุกๆวันสามารถชิงจำนวนอั่งเปารวมของทุกเซิร์ฟเวอร์ได้เป็น 1.1 เท่าของจำนวนพื้นฐาน]=]
	},
	[ [=[8]=] ]=
	{
		[ [=[rankTop]=] ]=51,
		[ [=[rankScore]=] ]=100,
		[ [=[rankDown]=] ]=0,
		[ [=[desc]=] ]=[=[ผู้เล่นที่มีคะแนนครองอันดับ 51 ขึ้นไปของเซิร์ฟเวอร์ทั้งหมด การชิงจำนวนอั่งเปารวมของทุกเซิร์ฟเวอร์ ในทุกๆวันจะไม่มีรางวัลเพิ่มเติมใดๆ]=]
	}
}
return var