local null = nil
local var = 
{
	[ [=[1]=] ]=
	{
		[ [=[salaryBase]=] ]=10,
		[ [=[itemNumber]=] ]=
		{[=[40]=],[=[40]=],[=[40]=],[=[40]=],[=[40]=],[=[40]=]
		},
		[ [=[unlock]=] ]=[=[]=],
		[ [=[unlockDiamond]=] ]=0,
		[ [=[introduction]=] ]=[=[倔强的巴西老帅，世界杯冠军教头，推行防守至上的策略。]=],
		[ [=[hiddenCoach]=] ]=0,
		[ [=[coachName]=] ]=[=[斯科拉里]=],
		[ [=[desc]=] ]=[=[拥有著名倔脾气的巴西老头，02年在一片争议声中率领巴西夺得世界杯冠军，也奠定了自己的位置。之后接手葡萄牙也取得了不错的成绩，但可惜倒在了开挂的希腊人脚下，没能帮助葡萄牙赢得冠军。2014年本土世界杯上遭遇滑铁卢，一世声名近乎毁于一旦。如今接替人气颇高的卡纳瓦罗半途接手广州恒大，重压之下需要用冠军来证明自己和恒大双方的选择。
]=],
		[ [=[maxLevel]=] ]=30,
		[ [=[itemID]=] ]=301,
		[ [=[picIndex]=] ]=[=[scolari]=],
		[ [=[skillInfo]=] ]=
		{
			{
				[ [=[idx]=] ]=1,
				[ [=[lvlLmt]=] ]=1,
				[ [=[asdLmt]=] ]=1,
				[ [=[id1]=] ]=[=[101]=],
				[ [=[id2]=] ]=[=[108]=]
			},
			{
				[ [=[idx]=] ]=2,
				[ [=[lvlLmt]=] ]=5,
				[ [=[asdLmt]=] ]=2,
				[ [=[id1]=] ]=[=[102]=],
				[ [=[id2]=] ]=[=[109]=]
			},
			{
				[ [=[idx]=] ]=3,
				[ [=[lvlLmt]=] ]=10,
				[ [=[asdLmt]=] ]=3,
				[ [=[id1]=] ]=[=[103]=],
				[ [=[id2]=] ]=[=[110]=]
			},
			{
				[ [=[idx]=] ]=4,
				[ [=[lvlLmt]=] ]=15,
				[ [=[asdLmt]=] ]=4,
				[ [=[id1]=] ]=[=[104]=],
				[ [=[id2]=] ]=[=[111]=]
			},
			{
				[ [=[idx]=] ]=5,
				[ [=[lvlLmt]=] ]=20,
				[ [=[asdLmt]=] ]=5,
				[ [=[id1]=] ]=[=[105]=],
				[ [=[id2]=] ]=[=[112]=]
			},
			{
				[ [=[idx]=] ]=6,
				[ [=[lvlLmt]=] ]=25,
				[ [=[asdLmt]=] ]=6,
				[ [=[id1]=] ]=[=[106]=],
				[ [=[id2]=] ]=[=[113]=]
			},
			{
				[ [=[idx]=] ]=7,
				[ [=[lvlLmt]=] ]=30,
				[ [=[asdLmt]=] ]=null,
				[ [=[id1]=] ]=[=[107]=],
				[ [=[id2]=] ]=[=[114]=]
			}
		},
		[ [=[talkInfo]=] ]=
		{
			{
				[ [=[talk]=] ]=[=[我才不是一个傲娇的教练呢。]=],
				[ [=[probility]=] ]=10
			},
			{
				[ [=[talk]=] ]=[=[我现在对你的球队没有任何兴趣！什么，你有很多钱？那……]=],
				[ [=[probility]=] ]=10
			},
			{
				[ [=[talk]=] ]=[=[巴西人是世界上最会踢球的人，而我则是最会用巴西人的人。]=],
				[ [=[probility]=] ]=10
			},
			{
				[ [=[talk]=] ]=[=[我曾经在2002年率巴西队夺得世界杯冠军。哦，好像还顺便在小组赛里虐了一个叫中国队的菜鸟。]=],
				[ [=[probility]=] ]=20
			},
			{
				[ [=[talk]=] ]=[=[你再跟我提7比1我就毛了！]=],
				[ [=[probility]=] ]=20
			},
			{
				[ [=[talk]=] ]=[=[想要我加盟你的球队的话，恐怕你需要帮我支付一笔昂贵的违约金。]=],
				[ [=[probility]=] ]=30
			}
		}
	},
	[ [=[2]=] ]=
	{
		[ [=[salaryBase]=] ]=10,
		[ [=[itemNumber]=] ]=
		{[=[40]=],[=[40]=],[=[40]=],[=[40]=],[=[40]=],[=[40]=]
		},
		[ [=[unlock]=] ]=[=[]=],
		[ [=[unlockDiamond]=] ]=0,
		[ [=[introduction]=] ]=[=[带过贝克汉姆、欧文等巨星的瑞典名帅，执教风格稳健踏实。]=],
		[ [=[hiddenCoach]=] ]=0,
		[ [=[coachName]=] ]=[=[埃里克森]=],
		[ [=[desc]=] ]=[=[瑞典名帅，在任英格兰国家队主教练期间为世人所熟识，他也带了贝克汉姆、欧文等英格兰黄金一代度过了大部分国家队生涯。虽然没能获得重要大赛的锦标，但在他离开之后英格兰足球的崩盘还是让人们意识到了他的能力。2013年来到中国足坛加盟广州富力，用一年半的时间将富力带入亚冠联赛。如今入主更富有朝气的上海上港，为颠覆中国足球的旧格局而努力。]=],
		[ [=[maxLevel]=] ]=30,
		[ [=[itemID]=] ]=302,
		[ [=[picIndex]=] ]=[=[eriksson]=],
		[ [=[skillInfo]=] ]=
		{
			{
				[ [=[idx]=] ]=1,
				[ [=[lvlLmt]=] ]=1,
				[ [=[asdLmt]=] ]=1,
				[ [=[id1]=] ]=[=[201]=],
				[ [=[id2]=] ]=[=[208]=]
			},
			{
				[ [=[idx]=] ]=2,
				[ [=[lvlLmt]=] ]=5,
				[ [=[asdLmt]=] ]=2,
				[ [=[id1]=] ]=[=[202]=],
				[ [=[id2]=] ]=[=[209]=]
			},
			{
				[ [=[idx]=] ]=3,
				[ [=[lvlLmt]=] ]=10,
				[ [=[asdLmt]=] ]=3,
				[ [=[id1]=] ]=[=[203]=],
				[ [=[id2]=] ]=[=[210]=]
			},
			{
				[ [=[idx]=] ]=4,
				[ [=[lvlLmt]=] ]=15,
				[ [=[asdLmt]=] ]=4,
				[ [=[id1]=] ]=[=[204]=],
				[ [=[id2]=] ]=[=[211]=]
			},
			{
				[ [=[idx]=] ]=5,
				[ [=[lvlLmt]=] ]=20,
				[ [=[asdLmt]=] ]=5,
				[ [=[id1]=] ]=[=[205]=],
				[ [=[id2]=] ]=[=[212]=]
			},
			{
				[ [=[idx]=] ]=6,
				[ [=[lvlLmt]=] ]=25,
				[ [=[asdLmt]=] ]=6,
				[ [=[id1]=] ]=[=[206]=],
				[ [=[id2]=] ]=[=[213]=]
			},
			{
				[ [=[idx]=] ]=7,
				[ [=[lvlLmt]=] ]=30,
				[ [=[asdLmt]=] ]=null,
				[ [=[id1]=] ]=[=[207]=],
				[ [=[id2]=] ]=[=[214]=]
			}
		},
		[ [=[talkInfo]=] ]=
		{
			{
				[ [=[talk]=] ]=[=[我才不是一个傲娇的教练呢。]=],
				[ [=[probility]=] ]=10
			},
			{
				[ [=[talk]=] ]=[=[我现在对你的球队没有任何兴趣！什么，你有很多钱？那……]=],
				[ [=[probility]=] ]=10
			},
			{
				[ [=[talk]=] ]=[=[你知道贝克汉姆吗？那是我小弟。]=],
				[ [=[probility]=] ]=10
			},
			{
				[ [=[talk]=] ]=[=[我抽烟，喝酒，搞花边新闻，但我知道我是个好教练。]=],
				[ [=[probility]=] ]=20
			},
			{
				[ [=[talk]=] ]=[=[你嫌我带英格兰成绩烂？你也不看看在我之后他们都烂成什么样了。]=],
				[ [=[probility]=] ]=20
			},
			{
				[ [=[talk]=] ]=[=[想要我加盟你的球队的话，恐怕你需要帮我支付一笔昂贵的违约金。]=],
				[ [=[probility]=] ]=30
			}
		}
	},
	[ [=[3]=] ]=
	{
		[ [=[salaryBase]=] ]=10,
		[ [=[itemNumber]=] ]=
		{[=[40]=],[=[40]=],[=[40]=],[=[40]=],[=[40]=],[=[40]=]
		},
		[ [=[unlock]=] ]=[=[]=],
		[ [=[unlockDiamond]=] ]=0,
		[ [=[introduction]=] ]=[=[执教过多支西甲球队的西班牙名帅，擅长以控球为主的战术体系。]=],
		[ [=[hiddenCoach]=] ]=0,
		[ [=[coachName]=] ]=[=[曼萨诺]=],
		[ [=[desc]=] ]=[=[执教过多家西班牙球队的老油条，在2001年执教海岛球队马洛卡时达到自己教练生涯的巅峰，在伯纳乌5:1大破皇家马德里，并捧得西班牙国王杯冠军。但两次执掌豪门马德里竞技的经历却难称成功。2014年入主北京国安，在一年多的调教下将国安的战术体系梳理得当，在投入有限的情况下依然能够和广州恒大分庭抗礼。]=],
		[ [=[maxLevel]=] ]=30,
		[ [=[itemID]=] ]=303,
		[ [=[picIndex]=] ]=[=[manzano]=],
		[ [=[skillInfo]=] ]=
		{
			{
				[ [=[idx]=] ]=1,
				[ [=[lvlLmt]=] ]=1,
				[ [=[asdLmt]=] ]=1,
				[ [=[id1]=] ]=[=[301]=],
				[ [=[id2]=] ]=[=[308]=]
			},
			{
				[ [=[idx]=] ]=2,
				[ [=[lvlLmt]=] ]=5,
				[ [=[asdLmt]=] ]=2,
				[ [=[id1]=] ]=[=[302]=],
				[ [=[id2]=] ]=[=[309]=]
			},
			{
				[ [=[idx]=] ]=3,
				[ [=[lvlLmt]=] ]=10,
				[ [=[asdLmt]=] ]=3,
				[ [=[id1]=] ]=[=[303]=],
				[ [=[id2]=] ]=[=[310]=]
			},
			{
				[ [=[idx]=] ]=4,
				[ [=[lvlLmt]=] ]=15,
				[ [=[asdLmt]=] ]=4,
				[ [=[id1]=] ]=[=[304]=],
				[ [=[id2]=] ]=[=[311]=]
			},
			{
				[ [=[idx]=] ]=5,
				[ [=[lvlLmt]=] ]=20,
				[ [=[asdLmt]=] ]=5,
				[ [=[id1]=] ]=[=[305]=],
				[ [=[id2]=] ]=[=[312]=]
			},
			{
				[ [=[idx]=] ]=6,
				[ [=[lvlLmt]=] ]=25,
				[ [=[asdLmt]=] ]=6,
				[ [=[id1]=] ]=[=[306]=],
				[ [=[id2]=] ]=[=[313]=]
			},
			{
				[ [=[idx]=] ]=7,
				[ [=[lvlLmt]=] ]=30,
				[ [=[asdLmt]=] ]=null,
				[ [=[id1]=] ]=[=[307]=],
				[ [=[id2]=] ]=[=[314]=]
			}
		},
		[ [=[talkInfo]=] ]=
		{
			{
				[ [=[talk]=] ]=[=[我才不是一个傲娇的教练呢。]=],
				[ [=[probility]=] ]=10
			},
			{
				[ [=[talk]=] ]=[=[我现在对你的球队没有任何兴趣！]=],
				[ [=[probility]=] ]=10
			},
			{
				[ [=[talk]=] ]=[=[西蒙尼在马竞取得的成就也有我的一份功劳。]=],
				[ [=[probility]=] ]=10
			},
			{
				[ [=[talk]=] ]=[=[北京国安绿色的球衣非常漂亮，我喜欢。]=],
				[ [=[probility]=] ]=20
			},
			{
				[ [=[talk]=] ]=[=[如果在国安，我能有一名像当初我带的埃托奥那样的前锋该有多好啊！]=],
				[ [=[probility]=] ]=20
			},
			{
				[ [=[talk]=] ]=[=[在2014年的中超联赛中我率领北京国安一路紧追，最终屈居亚军。再给我一次机会，我会夺冠的！]=],
				[ [=[probility]=] ]=30
			}
		}
	},
	[ [=[4]=] ]=
	{
		[ [=[salaryBase]=] ]=10,
		[ [=[itemNumber]=] ]=
		{[=[40]=],[=[40]=],[=[40]=],[=[40]=],[=[40]=],[=[40]=]
		},
		[ [=[unlock]=] ]=[=[]=],
		[ [=[unlockDiamond]=] ]=0,
		[ [=[introduction]=] ]=[=[喜欢街边光膀子撸串儿的东欧老头，有点世外高人的感觉。]=],
		[ [=[hiddenCoach]=] ]=0,
		[ [=[coachName]=] ]=[=[亚森]=],
		[ [=[desc]=] ]=[=[全名亚森·彼得罗夫，球员时代就和中国有颇深的远远，先后效力武汉。江苏等甲B球队，但却被骂为水货。退役成为教练之后也并无豪门执教经历，草根气息浓厚。然而他的气质却和平民球队石家庄永昌高度契合，将自己的足球哲学完全灌输进了永昌的血液中，率领球队冲超成功并在2015赛季的中超联赛中一鸣惊人，自己也成了石家庄的城市英雄。不修边幅，最喜欢在石家庄的路边摊光膀子撸烤串。]=],
		[ [=[maxLevel]=] ]=30,
		[ [=[itemID]=] ]=304,
		[ [=[picIndex]=] ]=[=[yasen]=],
		[ [=[skillInfo]=] ]=
		{
			{
				[ [=[idx]=] ]=1,
				[ [=[lvlLmt]=] ]=1,
				[ [=[asdLmt]=] ]=1,
				[ [=[id1]=] ]=[=[401]=],
				[ [=[id2]=] ]=[=[408]=]
			},
			{
				[ [=[idx]=] ]=2,
				[ [=[lvlLmt]=] ]=5,
				[ [=[asdLmt]=] ]=2,
				[ [=[id1]=] ]=[=[402]=],
				[ [=[id2]=] ]=[=[409]=]
			},
			{
				[ [=[idx]=] ]=3,
				[ [=[lvlLmt]=] ]=10,
				[ [=[asdLmt]=] ]=3,
				[ [=[id1]=] ]=[=[403]=],
				[ [=[id2]=] ]=[=[410]=]
			},
			{
				[ [=[idx]=] ]=4,
				[ [=[lvlLmt]=] ]=15,
				[ [=[asdLmt]=] ]=4,
				[ [=[id1]=] ]=[=[404]=],
				[ [=[id2]=] ]=[=[411]=]
			},
			{
				[ [=[idx]=] ]=5,
				[ [=[lvlLmt]=] ]=20,
				[ [=[asdLmt]=] ]=5,
				[ [=[id1]=] ]=[=[405]=],
				[ [=[id2]=] ]=[=[412]=]
			},
			{
				[ [=[idx]=] ]=6,
				[ [=[lvlLmt]=] ]=25,
				[ [=[asdLmt]=] ]=6,
				[ [=[id1]=] ]=[=[406]=],
				[ [=[id2]=] ]=[=[413]=]
			},
			{
				[ [=[idx]=] ]=7,
				[ [=[lvlLmt]=] ]=30,
				[ [=[asdLmt]=] ]=null,
				[ [=[id1]=] ]=[=[407]=],
				[ [=[id2]=] ]=[=[414]=]
			}
		},
		[ [=[talkInfo]=] ]=
		{
			{
				[ [=[talk]=] ]=[=[如果你的球队等级再高一点就好了！]=],
				[ [=[probility]=] ]=10
			},
			{
				[ [=[talk]=] ]=[=[去你们球队执教看上去也不错嘛……有烤串吗？]=],
				[ [=[probility]=] ]=10
			},
			{
				[ [=[talk]=] ]=[=[只要有烤串，签我可保主场不败！]=],
				[ [=[probility]=] ]=10
			},
			{
				[ [=[talk]=] ]=[=[如果你能每天请我撸串，我就去你们球队！]=],
				[ [=[probility]=] ]=20
			},
			{
				[ [=[talk]=] ]=[=[我对你的球队非常看好哇！让我再考虑一下要不要加盟……]=],
				[ [=[probility]=] ]=20
			},
			{
				[ [=[talk]=] ]=[=[有空来石家庄，我请你撸串去。]=],
				[ [=[probility]=] ]=30
			}
		}
	},
	[ [=[5]=] ]=
	{
		[ [=[salaryBase]=] ]=10,
		[ [=[itemNumber]=] ]=
		{[=[40]=],[=[40]=],[=[40]=],[=[40]=],[=[40]=],[=[40]=]
		},
		[ [=[unlock]=] ]=[=[]=],
		[ [=[unlockDiamond]=] ]=0,
		[ [=[introduction]=] ]=[=[走遍全世界的足球革命者，在日本取得过辉煌的成就。]=],
		[ [=[hiddenCoach]=] ]=0,
		[ [=[coachName]=] ]=[=[特鲁西埃]=],
		[ [=[desc]=] ]=[=[雅号“白巫师”，生于浪漫之都巴黎，却把自己的大部分生命都奉献给了非洲和亚洲的足球事业。足迹遍布科特迪瓦、摩洛哥、尼日利亚、布基纳法索、南非、日本、中国……1998年率领非洲雄鹰尼日利亚挑落西班牙就出自他手。在日本迎来了执教生涯的另一个巅峰，推行技术流理念，完成了“日本足球的明治维新”，在日本是米卢级的存在。然而在中国受制于种种因素，执教经历并不算太成功。]=],
		[ [=[maxLevel]=] ]=30,
		[ [=[itemID]=] ]=305,
		[ [=[picIndex]=] ]=[=[troussier]=],
		[ [=[skillInfo]=] ]=
		{
			{
				[ [=[idx]=] ]=1,
				[ [=[lvlLmt]=] ]=1,
				[ [=[asdLmt]=] ]=1,
				[ [=[id1]=] ]=[=[501]=],
				[ [=[id2]=] ]=[=[508]=]
			},
			{
				[ [=[idx]=] ]=2,
				[ [=[lvlLmt]=] ]=5,
				[ [=[asdLmt]=] ]=2,
				[ [=[id1]=] ]=[=[502]=],
				[ [=[id2]=] ]=[=[509]=]
			},
			{
				[ [=[idx]=] ]=3,
				[ [=[lvlLmt]=] ]=10,
				[ [=[asdLmt]=] ]=3,
				[ [=[id1]=] ]=[=[503]=],
				[ [=[id2]=] ]=[=[510]=]
			},
			{
				[ [=[idx]=] ]=4,
				[ [=[lvlLmt]=] ]=15,
				[ [=[asdLmt]=] ]=4,
				[ [=[id1]=] ]=[=[504]=],
				[ [=[id2]=] ]=[=[511]=]
			},
			{
				[ [=[idx]=] ]=5,
				[ [=[lvlLmt]=] ]=20,
				[ [=[asdLmt]=] ]=5,
				[ [=[id1]=] ]=[=[505]=],
				[ [=[id2]=] ]=[=[512]=]
			},
			{
				[ [=[idx]=] ]=6,
				[ [=[lvlLmt]=] ]=25,
				[ [=[asdLmt]=] ]=6,
				[ [=[id1]=] ]=[=[506]=],
				[ [=[id2]=] ]=[=[513]=]
			},
			{
				[ [=[idx]=] ]=7,
				[ [=[lvlLmt]=] ]=30,
				[ [=[asdLmt]=] ]=null,
				[ [=[id1]=] ]=[=[507]=],
				[ [=[id2]=] ]=[=[514]=]
			}
		},
		[ [=[talkInfo]=] ]=
		{
			{
				[ [=[talk]=] ]=[=[我才不是一个傲娇的教练呢。]=],
				[ [=[probility]=] ]=10
			},
			{
				[ [=[talk]=] ]=[=[我现在对你的球队没有任何兴趣！什么，你有很多钱？那……]=],
				[ [=[probility]=] ]=10
			},
			{
				[ [=[talk]=] ]=[=[我已经皈依伊斯兰教，真主保佑……]=],
				[ [=[probility]=] ]=10
			},
			{
				[ [=[talk]=] ]=[=[我在亚洲混了好多年了，对于亚洲外援的使用我是最在行的。]=],
				[ [=[probility]=] ]=20
			},
			{
				[ [=[talk]=] ]=[=[我在日本的江湖地位很高的，我一手将日本足球带成亚洲顶级，世界二流……]=],
				[ [=[probility]=] ]=20
			},
			{
				[ [=[talk]=] ]=[=[想要我加盟你的球队的话，恐怕你需要帮我支付一笔昂贵的违约金。]=],
				[ [=[probility]=] ]=30
			}
		}
	},
	[ [=[6]=] ]=
	{
		[ [=[salaryBase]=] ]=10,
		[ [=[itemNumber]=] ]=
		{[=[40]=],[=[40]=],[=[40]=],[=[40]=],[=[40]=],[=[40]=]
		},
		[ [=[unlock]=] ]=[=[]=],
		[ [=[unlockDiamond]=] ]=0,
		[ [=[introduction]=] ]=[=[国产土帅中锐意进取的代表，注重对进攻体系的打造。]=],
		[ [=[hiddenCoach]=] ]=0,
		[ [=[coachName]=] ]=[=[高洪波]=],
		[ [=[desc]=] ]=[=[国产中生代教练中的佼佼者。球员时代就是灵气十足的前锋球员，成为教练之后对进攻体系的打造也有独到之处。2006年底接手长春亚泰后马上一黑到底，夺得2007年中超冠军。09年在中国足球的最低谷接手国家队并着手改革，无论是从战术体系还是球队成绩乃至精神面貌上都给国足带来了全新的希望，包括3:0击败韩国和1:0击败法国等都是他的代表作。然而在冲击世界杯的重要关头却被西班牙人卡马乔取代。]=],
		[ [=[maxLevel]=] ]=30,
		[ [=[itemID]=] ]=306,
		[ [=[picIndex]=] ]=[=[gaohb]=],
		[ [=[skillInfo]=] ]=
		{
			{
				[ [=[idx]=] ]=1,
				[ [=[lvlLmt]=] ]=1,
				[ [=[asdLmt]=] ]=1,
				[ [=[id1]=] ]=[=[601]=],
				[ [=[id2]=] ]=[=[608]=]
			},
			{
				[ [=[idx]=] ]=2,
				[ [=[lvlLmt]=] ]=5,
				[ [=[asdLmt]=] ]=2,
				[ [=[id1]=] ]=[=[602]=],
				[ [=[id2]=] ]=[=[609]=]
			},
			{
				[ [=[idx]=] ]=3,
				[ [=[lvlLmt]=] ]=10,
				[ [=[asdLmt]=] ]=3,
				[ [=[id1]=] ]=[=[603]=],
				[ [=[id2]=] ]=[=[610]=]
			},
			{
				[ [=[idx]=] ]=4,
				[ [=[lvlLmt]=] ]=15,
				[ [=[asdLmt]=] ]=4,
				[ [=[id1]=] ]=[=[604]=],
				[ [=[id2]=] ]=[=[611]=]
			},
			{
				[ [=[idx]=] ]=5,
				[ [=[lvlLmt]=] ]=20,
				[ [=[asdLmt]=] ]=5,
				[ [=[id1]=] ]=[=[605]=],
				[ [=[id2]=] ]=[=[612]=]
			},
			{
				[ [=[idx]=] ]=6,
				[ [=[lvlLmt]=] ]=25,
				[ [=[asdLmt]=] ]=6,
				[ [=[id1]=] ]=[=[606]=],
				[ [=[id2]=] ]=[=[613]=]
			},
			{
				[ [=[idx]=] ]=7,
				[ [=[lvlLmt]=] ]=30,
				[ [=[asdLmt]=] ]=null,
				[ [=[id1]=] ]=[=[607]=],
				[ [=[id2]=] ]=[=[614]=]
			}
		},
		[ [=[talkInfo]=] ]=
		{
			{
				[ [=[talk]=] ]=[=[我才不是一个傲娇的教练呢。]=],
				[ [=[probility]=] ]=10
			},
			{
				[ [=[talk]=] ]=[=[我现在对你的球队没有任何兴趣！]=],
				[ [=[probility]=] ]=10
			},
			{
				[ [=[talk]=] ]=[=[我的球队要踢巴萨式的美丽足球！]=],
				[ [=[probility]=] ]=10
			},
			{
				[ [=[talk]=] ]=[=[刚才在街上有人把我认成了中村俊辅……我是中国人！北京人！]=],
				[ [=[probility]=] ]=20
			},
			{
				[ [=[talk]=] ]=[=[巅峰期的杜震宇有点我年轻时候的意思啊。]=],
				[ [=[probility]=] ]=20
			},
			{
				[ [=[talk]=] ]=[=[在2007年我率领长春亚泰队一黑到底，夺得联赛冠军。怎么回不去当年了呢？]=],
				[ [=[probility]=] ]=30
			}
		}
	},
	[ [=[7]=] ]=
	{
		[ [=[salaryBase]=] ]=10,
		[ [=[itemNumber]=] ]=
		{[=[40]=],[=[40]=],[=[40]=],[=[40]=],[=[40]=],[=[40]=]
		},
		[ [=[unlock]=] ]=[=[]=],
		[ [=[unlockDiamond]=] ]=0,
		[ [=[introduction]=] ]=[=[前国足主帅，执教风格简单直接。]=],
		[ [=[hiddenCoach]=] ]=0,
		[ [=[coachName]=] ]=[=[阿里汉]=],
		[ [=[desc]=] ]=[=[荷兰足球名宿，球员时代重炮远射举世无双，帮助荷兰队获得1974和1978两届世界杯亚军。2002年接过米卢的枪执掌中国国足，并创造了2004年亚洲杯亚军的好成绩。然而在2004年底却在一场著名的疑点重重的比赛中因为一个进球的劣势而提前告别2006世界杯，也离开了国足。2009年入主天津泰达，创造了天津足球史上最成功的一段时期，包括联赛亚军、足协杯冠军、亚冠十六强等成绩，]=],
		[ [=[maxLevel]=] ]=30,
		[ [=[itemID]=] ]=307,
		[ [=[picIndex]=] ]=[=[haan]=],
		[ [=[skillInfo]=] ]=
		{
			{
				[ [=[idx]=] ]=1,
				[ [=[lvlLmt]=] ]=1,
				[ [=[asdLmt]=] ]=1,
				[ [=[id1]=] ]=[=[701]=],
				[ [=[id2]=] ]=[=[708]=]
			},
			{
				[ [=[idx]=] ]=2,
				[ [=[lvlLmt]=] ]=5,
				[ [=[asdLmt]=] ]=2,
				[ [=[id1]=] ]=[=[702]=],
				[ [=[id2]=] ]=[=[709]=]
			},
			{
				[ [=[idx]=] ]=3,
				[ [=[lvlLmt]=] ]=10,
				[ [=[asdLmt]=] ]=3,
				[ [=[id1]=] ]=[=[703]=],
				[ [=[id2]=] ]=[=[710]=]
			},
			{
				[ [=[idx]=] ]=4,
				[ [=[lvlLmt]=] ]=15,
				[ [=[asdLmt]=] ]=4,
				[ [=[id1]=] ]=[=[704]=],
				[ [=[id2]=] ]=[=[711]=]
			},
			{
				[ [=[idx]=] ]=5,
				[ [=[lvlLmt]=] ]=20,
				[ [=[asdLmt]=] ]=5,
				[ [=[id1]=] ]=[=[705]=],
				[ [=[id2]=] ]=[=[712]=]
			},
			{
				[ [=[idx]=] ]=6,
				[ [=[lvlLmt]=] ]=25,
				[ [=[asdLmt]=] ]=6,
				[ [=[id1]=] ]=[=[706]=],
				[ [=[id2]=] ]=[=[713]=]
			},
			{
				[ [=[idx]=] ]=7,
				[ [=[lvlLmt]=] ]=30,
				[ [=[asdLmt]=] ]=null,
				[ [=[id1]=] ]=[=[707]=],
				[ [=[id2]=] ]=[=[714]=]
			}
		},
		[ [=[talkInfo]=] ]=
		{
			{
				[ [=[talk]=] ]=[=[我才不是一个傲娇的教练呢。]=],
				[ [=[probility]=] ]=10
			},
			{
				[ [=[talk]=] ]=[=[我现在对你的球队没有任何兴趣！]=],
				[ [=[probility]=] ]=10
			},
			{
				[ [=[talk]=] ]=[=[你知道克鲁伊夫吗？球员时代我们是并肩作战的战友！]=],
				[ [=[probility]=] ]=10
			},
			{
				[ [=[talk]=] ]=[=[现在的球员踢球为啥都这么没力气呢！我当年的大力远射，那可是敲山震虎啊……]=],
				[ [=[probility]=] ]=20
			},
			{
				[ [=[talk]=] ]=[=[其实我觉得当年我带国足带的还不错，咋就下课了呢？]=],
				[ [=[probility]=] ]=20
			},
			{
				[ [=[talk]=] ]=[=[在2010年的中超联赛中，我率领天津泰达夺得亚军，那是天津足球历史上的最好成绩了……]=],
				[ [=[probility]=] ]=30
			}
		}
	},
	[ [=[8]=] ]=
	{
		[ [=[salaryBase]=] ]=10,
		[ [=[itemNumber]=] ]=
		{[=[40]=],[=[40]=],[=[40]=],[=[40]=],[=[40]=],[=[40]=]
		},
		[ [=[unlock]=] ]=[=[]=],
		[ [=[unlockDiamond]=] ]=0,
		[ [=[introduction]=] ]=[=[前国脚，恒大和国足助教，现河北华夏幸福主帅。]=],
		[ [=[hiddenCoach]=] ]=0,
		[ [=[coachName]=] ]=[=[李铁]=],
		[ [=[desc]=] ]=[=[前国脚，司职后腰，号称跑不死。球员时代曾随健力宝队留学巴西并效力英超埃弗顿，接触了世界一流的足球技战术思想。退役之后担任恒大助理教练，在里皮的身边学习，受益良多。现在担任河北华夏幸福主教练，兼任中国国家队助理教练。梦想作为国家队主教练带领球队再次冲进世界杯。]=],
		[ [=[maxLevel]=] ]=30,
		[ [=[itemID]=] ]=308,
		[ [=[picIndex]=] ]=[=[lit]=],
		[ [=[skillInfo]=] ]=
		{
			{
				[ [=[idx]=] ]=1,
				[ [=[lvlLmt]=] ]=1,
				[ [=[asdLmt]=] ]=1,
				[ [=[id1]=] ]=[=[801]=],
				[ [=[id2]=] ]=[=[808]=]
			},
			{
				[ [=[idx]=] ]=2,
				[ [=[lvlLmt]=] ]=5,
				[ [=[asdLmt]=] ]=2,
				[ [=[id1]=] ]=[=[802]=],
				[ [=[id2]=] ]=[=[809]=]
			},
			{
				[ [=[idx]=] ]=3,
				[ [=[lvlLmt]=] ]=10,
				[ [=[asdLmt]=] ]=3,
				[ [=[id1]=] ]=[=[803]=],
				[ [=[id2]=] ]=[=[810]=]
			},
			{
				[ [=[idx]=] ]=4,
				[ [=[lvlLmt]=] ]=15,
				[ [=[asdLmt]=] ]=4,
				[ [=[id1]=] ]=[=[804]=],
				[ [=[id2]=] ]=[=[811]=]
			},
			{
				[ [=[idx]=] ]=5,
				[ [=[lvlLmt]=] ]=20,
				[ [=[asdLmt]=] ]=5,
				[ [=[id1]=] ]=[=[805]=],
				[ [=[id2]=] ]=[=[812]=]
			},
			{
				[ [=[idx]=] ]=6,
				[ [=[lvlLmt]=] ]=25,
				[ [=[asdLmt]=] ]=6,
				[ [=[id1]=] ]=[=[806]=],
				[ [=[id2]=] ]=[=[813]=]
			},
			{
				[ [=[idx]=] ]=7,
				[ [=[lvlLmt]=] ]=30,
				[ [=[asdLmt]=] ]=null,
				[ [=[id1]=] ]=[=[807]=],
				[ [=[id2]=] ]=[=[814]=]
			}
		},
		[ [=[talkInfo]=] ]=
		{
			{
				[ [=[talk]=] ]=[=[让我来告诉你，李铁是怎样炼成的……]=],
				[ [=[probility]=] ]=10
			},
			{
				[ [=[talk]=] ]=[=[作为现任国足助理教练，我现在对你的球队没有任何兴趣！]=],
				[ [=[probility]=] ]=10
			},
			{
				[ [=[talk]=] ]=[=[跟我学跑步吧，保证你把体能练得棒棒哒。]=],
				[ [=[probility]=] ]=10
			},
			{
				[ [=[talk]=] ]=[=[有点想吃沈阳的老四季面条了……]=],
				[ [=[probility]=] ]=20
			},
			{
				[ [=[talk]=] ]=[=[我以后要成为中国国家队主帅！要振兴中国足球，任重道远！]=],
				[ [=[probility]=] ]=20
			},
			{
				[ [=[talk]=] ]=[=[我曾经在2015年的亚洲杯上作为助教帮助国足全胜小组出线！是国足哎！你还不信任我的能力吗？]=],
				[ [=[probility]=] ]=30
			}
		}
	},
	[ [=[9]=] ]=
	{
		[ [=[salaryBase]=] ]=10,
		[ [=[itemNumber]=] ]=
		{[=[40]=],[=[40]=],[=[40]=],[=[40]=],[=[40]=],[=[40]=]
		},
		[ [=[unlock]=] ]=[=[]=],
		[ [=[unlockDiamond]=] ]=0,
		[ [=[introduction]=] ]=[=[荣誉等身的世界顶级主帅，率领恒大登上亚洲之巅。]=],
		[ [=[hiddenCoach]=] ]=0,
		[ [=[coachName]=] ]=[=[里皮]=],
		[ [=[desc]=] ]=[=[一头银发的意大利睿智老人，有着“银狐”的绰号。中国足球史上最大牌的教练，没有之一。两度执掌斑马军团尤文图斯时期，对整个意大利足坛都保持着统治级的压倒性优势，特别是2001-02赛季，在半程仅取得6胜7平2负的不利局面下后半程奋起直追，从国际米兰手里夺走联赛冠军，佩鲁贾的大雨和罗纳尔多的泪水成了永远的经典画面。2006年登顶世界杯冠军后江湖地位登峰造极。]=],
		[ [=[maxLevel]=] ]=30,
		[ [=[itemID]=] ]=309,
		[ [=[picIndex]=] ]=[=[lippi]=],
		[ [=[skillInfo]=] ]=
		{
			{
				[ [=[idx]=] ]=1,
				[ [=[lvlLmt]=] ]=1,
				[ [=[asdLmt]=] ]=1,
				[ [=[id1]=] ]=[=[901]=],
				[ [=[id2]=] ]=[=[908]=]
			},
			{
				[ [=[idx]=] ]=2,
				[ [=[lvlLmt]=] ]=5,
				[ [=[asdLmt]=] ]=2,
				[ [=[id1]=] ]=[=[902]=],
				[ [=[id2]=] ]=[=[909]=]
			},
			{
				[ [=[idx]=] ]=3,
				[ [=[lvlLmt]=] ]=10,
				[ [=[asdLmt]=] ]=3,
				[ [=[id1]=] ]=[=[903]=],
				[ [=[id2]=] ]=[=[910]=]
			},
			{
				[ [=[idx]=] ]=4,
				[ [=[lvlLmt]=] ]=15,
				[ [=[asdLmt]=] ]=4,
				[ [=[id1]=] ]=[=[904]=],
				[ [=[id2]=] ]=[=[911]=]
			},
			{
				[ [=[idx]=] ]=5,
				[ [=[lvlLmt]=] ]=20,
				[ [=[asdLmt]=] ]=5,
				[ [=[id1]=] ]=[=[905]=],
				[ [=[id2]=] ]=[=[912]=]
			},
			{
				[ [=[idx]=] ]=6,
				[ [=[lvlLmt]=] ]=25,
				[ [=[asdLmt]=] ]=6,
				[ [=[id1]=] ]=[=[906]=],
				[ [=[id2]=] ]=[=[913]=]
			},
			{
				[ [=[idx]=] ]=7,
				[ [=[lvlLmt]=] ]=30,
				[ [=[asdLmt]=] ]=null,
				[ [=[id1]=] ]=[=[907]=],
				[ [=[id2]=] ]=[=[914]=]
			}
		},
		[ [=[talkInfo]=] ]=
		{
			{
				[ [=[talk]=] ]=[=[我才不是一个傲娇的教练呢。]=],
				[ [=[probility]=] ]=10
			},
			{
				[ [=[talk]=] ]=[=[我现在对你的球队没有任何兴趣！]=],
				[ [=[probility]=] ]=10
			},
			{
				[ [=[talk]=] ]=[=[少侠，我看你骨骼惊奇，来跟我学意大利式防守吧！]=],
				[ [=[probility]=] ]=10
			},
			{
				[ [=[talk]=] ]=[=[我从来没赢过任何一次大赛决赛，却得了好几个冠军……哈哈。]=],
				[ [=[probility]=] ]=20
			},
			{
				[ [=[talk]=] ]=[=[也不知道托蒂、皮耶罗那几个熊孩子现在在干嘛。]=],
				[ [=[probility]=] ]=20
			},
			{
				[ [=[talk]=] ]=[=[我曾经在2013年带领广州恒大队夺得亚冠冠军，现在一想，还是很激动啊……]=],
				[ [=[probility]=] ]=30
			}
		}
	},
	[ [=[10]=] ]=
	{
		[ [=[salaryBase]=] ]=10,
		[ [=[itemNumber]=] ]=
		{[=[40]=],[=[40]=],[=[40]=],[=[40]=],[=[40]=],[=[40]=]
		},
		[ [=[unlock]=] ]=[=[]=],
		[ [=[unlockDiamond]=] ]=0,
		[ [=[introduction]=] ]=[=[顶着毛主席发型的草根教练，一手打造了舜天奇迹。]=],
		[ [=[hiddenCoach]=] ]=0,
		[ [=[coachName]=] ]=[=[德拉甘]=],
		[ [=[desc]=] ]=[=[全名德拉戈米尔·奥库卡，球员生涯大部分时间前南俱乐部效力，1994年成为教练后，分别执教奥比利奇、华沙莱吉亚等欧洲球队，获得了前南和波兰足球顶级联赛冠军等荣誉。2011年来到中国执教江苏舜天后打造出一支极具战斗力的球队，凭借达纳拉赫与耶夫蒂奇的黄金双枪在2012年一度和恒大争得不可开交，而现在国家队内的“舜天帮”都是这位老人留给江苏足球的财富。]=],
		[ [=[maxLevel]=] ]=30,
		[ [=[itemID]=] ]=310,
		[ [=[picIndex]=] ]=[=[dragan]=],
		[ [=[skillInfo]=] ]=
		{
			{
				[ [=[idx]=] ]=1,
				[ [=[lvlLmt]=] ]=1,
				[ [=[asdLmt]=] ]=1,
				[ [=[id1]=] ]=[=[1001]=],
				[ [=[id2]=] ]=[=[1008]=]
			},
			{
				[ [=[idx]=] ]=2,
				[ [=[lvlLmt]=] ]=5,
				[ [=[asdLmt]=] ]=2,
				[ [=[id1]=] ]=[=[1002]=],
				[ [=[id2]=] ]=[=[1009]=]
			},
			{
				[ [=[idx]=] ]=3,
				[ [=[lvlLmt]=] ]=10,
				[ [=[asdLmt]=] ]=3,
				[ [=[id1]=] ]=[=[1003]=],
				[ [=[id2]=] ]=[=[1010]=]
			},
			{
				[ [=[idx]=] ]=4,
				[ [=[lvlLmt]=] ]=15,
				[ [=[asdLmt]=] ]=4,
				[ [=[id1]=] ]=[=[1004]=],
				[ [=[id2]=] ]=[=[1011]=]
			},
			{
				[ [=[idx]=] ]=5,
				[ [=[lvlLmt]=] ]=20,
				[ [=[asdLmt]=] ]=5,
				[ [=[id1]=] ]=[=[1005]=],
				[ [=[id2]=] ]=[=[1012]=]
			},
			{
				[ [=[idx]=] ]=6,
				[ [=[lvlLmt]=] ]=25,
				[ [=[asdLmt]=] ]=6,
				[ [=[id1]=] ]=[=[1006]=],
				[ [=[id2]=] ]=[=[1013]=]
			},
			{
				[ [=[idx]=] ]=7,
				[ [=[lvlLmt]=] ]=30,
				[ [=[asdLmt]=] ]=null,
				[ [=[id1]=] ]=[=[1007]=],
				[ [=[id2]=] ]=[=[1014]=]
			}
		},
		[ [=[talkInfo]=] ]=
		{
			{
				[ [=[talk]=] ]=[=[我才不是一个傲娇的教练呢。]=],
				[ [=[probility]=] ]=10
			},
			{
				[ [=[talk]=] ]=[=[我现在对你的球队没有任何兴趣！]=],
				[ [=[probility]=] ]=10
			},
			{
				[ [=[talk]=] ]=[=[要让我的球队表现出色，得有特点鲜明的球员才行。]=],
				[ [=[probility]=] ]=10
			},
			{
				[ [=[talk]=] ]=[=[总有人说我的发型像毛主席。真有那么像吗？]=],
				[ [=[probility]=] ]=20
			},
			{
				[ [=[talk]=] ]=[=[我得给我手下的主力前锋买辆新的电动自行车去……]=],
				[ [=[probility]=] ]=20
			},
			{
				[ [=[talk]=] ]=[=[想当初2012年，我率领着江苏舜天和恒大分庭抗礼，最终获得联赛亚军，超霸杯冠军。那是我人生的巅峰啊！]=],
				[ [=[probility]=] ]=30
			}
		}
	},
	[ [=[11]=] ]=
	{
		[ [=[salaryBase]=] ]=10,
		[ [=[itemNumber]=] ]=
		{[=[40]=],[=[40]=],[=[40]=],[=[40]=],[=[40]=],[=[40]=]
		},
		[ [=[unlock]=] ]=
		{[=[1]=],[=[2]=],[=[3]=],[=[4]=],[=[5]=],[=[6]=],[=[7]=],[=[8]=],[=[9]=],[=[10]=]
		},
		[ [=[unlockDiamond]=] ]=10000,
		[ [=[introduction]=] ]=[=[神秘！]=],
		[ [=[hiddenCoach]=] ]=1,
		[ [=[coachName]=] ]=[=[隐藏教练]=],
		[ [=[desc]=] ]=[=[神秘！]=],
		[ [=[maxLevel]=] ]=30,
		[ [=[itemID]=] ]=311,
		[ [=[picIndex]=] ]=[=[dragan]=],
		[ [=[talk3]=] ]=[=[]=],
		[ [=[talk2]=] ]=[=[]=],
		[ [=[talk6]=] ]=[=[]=],
		[ [=[talk5]=] ]=[=[]=],
		[ [=[talk4]=] ]=[=[]=],
		[ [=[skillInfo]=] ]=
		{
			{
				[ [=[idx]=] ]=1,
				[ [=[lvlLmt]=] ]=1,
				[ [=[asdLmt]=] ]=1,
				[ [=[id1]=] ]=[=[1001]=],
				[ [=[id2]=] ]=[=[1008]=]
			},
			{
				[ [=[idx]=] ]=2,
				[ [=[lvlLmt]=] ]=5,
				[ [=[asdLmt]=] ]=2,
				[ [=[id1]=] ]=[=[1002]=],
				[ [=[id2]=] ]=[=[1009]=]
			},
			{
				[ [=[idx]=] ]=3,
				[ [=[lvlLmt]=] ]=10,
				[ [=[asdLmt]=] ]=3,
				[ [=[id1]=] ]=[=[1003]=],
				[ [=[id2]=] ]=[=[1010]=]
			},
			{
				[ [=[idx]=] ]=4,
				[ [=[lvlLmt]=] ]=15,
				[ [=[asdLmt]=] ]=4,
				[ [=[id1]=] ]=[=[1004]=],
				[ [=[id2]=] ]=[=[1011]=]
			},
			{
				[ [=[idx]=] ]=5,
				[ [=[lvlLmt]=] ]=20,
				[ [=[asdLmt]=] ]=5,
				[ [=[id1]=] ]=[=[1005]=],
				[ [=[id2]=] ]=[=[1012]=]
			},
			{
				[ [=[idx]=] ]=6,
				[ [=[lvlLmt]=] ]=25,
				[ [=[asdLmt]=] ]=6,
				[ [=[id1]=] ]=[=[1006]=],
				[ [=[id2]=] ]=[=[1013]=]
			},
			{
				[ [=[idx]=] ]=7,
				[ [=[lvlLmt]=] ]=30,
				[ [=[asdLmt]=] ]=null,
				[ [=[id1]=] ]=[=[1007]=],
				[ [=[id2]=] ]=[=[1014]=]
			}
		},
		[ [=[talkInfo]=] ]=
		{
			{
				[ [=[talk]=] ]=[=[想要我加盟你的球队的话，恐怕你需要帮我支付一笔昂贵的违约金。]=],
				[ [=[probility]=] ]=100
			}
		}
	}
}
return var