local null = nil
local var = 
{
	[ [=[f01]=] ]=
	{
		[ [=[picIndex]=] ]=[=[f01]=],
		[ [=[featureName]=] ]=[=[队长光环]=],
		[ [=[desc]=] ]=[=[球队的领袖，如在场上担任队长，可提高全队3%全属性。]=]
	},
	[ [=[f02]=] ]=
	{
		[ [=[picIndex]=] ]=[=[f02]=],
		[ [=[featureName]=] ]=[=[任意球大师]=],
		[ [=[desc]=] ]=[=[面对任意球机会时，使用全属性进行射门结算。]=]
	},
	[ [=[f03]=] ]=
	{
		[ [=[picIndex]=] ]=[=[f03]=],
		[ [=[featureName]=] ]=[=[点球大师]=],
		[ [=[desc]=] ]=[=[面对点球的机会时，使用全属性进行射门结算。]=]
	},
	[ [=[f04]=] ]=
	{
		[ [=[picIndex]=] ]=[=[f04]=],
		[ [=[featureName]=] ]=[=[角球大师]=],
		[ [=[desc]=] ]=[=[主罚角球时，使用全属性进行传球结算。]=]
	},
	[ [=[f05]=] ]=
	{
		[ [=[picIndex]=] ]=[=[f05]=],
		[ [=[featureName]=] ]=[=[大力水手]=],
		[ [=[desc]=] ]=[=[力大无穷，能掷出长距离边线球到球场上任意位置。]=]
	}
}
return var